Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: <strong>Allow</strong> your users <strong>to import and synchronize</strong> videos from remote platforms (YouTube, Vimeo...)
ja_jp: 新規ユーザーは、外部プラットフォームから動画とチャンネルの<strong>インポートと同期</strong>が <strong>可能</strong>
pl_pl: <strong>Zezwoli</strong> swoim użytkownikom <strong>na importowanie i synchronizację</strong> filmów z zewnętrznych platform (YouTube, Vimeo itd.)

source: <strong>Prevent</strong> your users <strong>from importing videos</strong> from remote platforms
ja_jp: 外部プラットフォームから動画の<strong></strong> インポート <strong>不可</strong>
pl_pl: <strong>Zapobiegnie importowaniu filmów</strong> z zewnętrznych platform

source: <strong>Allow</strong> your users <strong>to stream lives</strong> and chat with their viewers using the <strong>Livechat</strong> plugin
ja_jp: ユーザーは<strong>ライブ配信</strong> が <strong>可能</strong> で、<strong>ライブチャット</strong>プラグインを使用して視聴者と交流可能
pl_pl: <strong>Zezwoli</strong> Twoim użytkownikom <strong>na prowadzenie transmisji na żywo</strong> oraz rozmawianie z oglądającymi przez plugin <strong>Livechat</strong>

source: <strong>Prevent</strong> your users from running <strong>live streams</strong>
ja_jp: ユーザーは<strong>ライブ配信</strong>は<strong>不可能</strong>
pl_pl: <strong>Zabroni</strong> Twoim użytkownikom <strong>nadawania na żywo</strong>

source: Set the <strong>default video privacy</strong> to <strong>Internal</strong>
ja_jp: <strong>デフォルトの動画プライバシー設定</strong> は <strong>非公開</strong>に設定
pl_pl: Ustali <strong>domyślny poziom prywatności filmów</strong> na <strong>wewnętrzny</strong>

source: Set the <strong>default video privacy</strong> to <strong>Public</strong>
ja_jp: <strong>デフォルトの動画プライバシー設定</strong> は <strong>公開</strong>に設定
pl_pl: Ustali <strong>domyślny poziom prywatności filmów</strong> na <strong>publiczny</strong>

source: <strong>Require approval</strong> by default of new video comment
ja_jp: デフォルトの新規動画へのコメントは<strong>承認が必要</strong>
pl_pl: <strong>Będzie domyślnie wymagać ręcznej akceptacji</strong> nowych komentarzy pod filmami

source: <strong>Enable P2P streaming</strong> by default for anonymous and new users
ja_jp: デフォルトで、匿名および新規ユーザーへの<strong>P2Pストリーミングを有効</strong>にする
pl_pl: <strong>Umożliwi transmitowanie metodą P2P</strong> dla anonimowych i nowych użytkowników

source: <strong>Disable P2P streaming</strong> by default for anonymous and new users
ja_jp: デフォルトで、匿名および新規ユーザーへの<strong>P2Pストリーミングを無効</strong>にする
pl_pl: <strong>Uniemożliwi transmitowanie metodą P2P</strong> dla anonimowych i nowych użytkowników

source: <strong>Allow</strong> external platforms/users to <strong>subscribe</strong> to your content
ja_jp: あなたコンテンツに対する外部プラットフォーム/ユーザーからの<strong>購読</strong> を <strong>許可</strong>
pl_pl: <strong>Zezwoli</strong> zewnętrznym platformom i ich użytkownikom na <strong>obserwowanie</strong> zawartości z Twojej platformy

source: <strong>Prevent</strong> external platforms/users to <strong>subscribe to your content</strong>
ja_jp: あなたコンテンツに対する外部プラットフォーム/ユーザーからの<strong>購読</strong>は<strong>許可しない</strong>
pl_pl: <strong>Zapobiegnie</strong> zewnętrznym platformom i ich użytkownikom przed <strong>obserwowaniem</strong> zawartości z Twojej platformy

source: <strong>Save a copy</strong> of the uploaded video file
ja_jp: アップロードした動画ファイルの<strong>コピーを保存</strong>
pl_pl: <strong>Zapisze kopię</strong> przesłanego pliku wideo

source: <strong>Allow</strong> your users <strong>to replace a video</strong> that has already been published
ja_jp: ユーザーに既にアップロード済みの<strong>動画の置き換え</strong>を<strong>許可</strong>
pl_pl: <strong>Zezwoli</strong> Twoim użytkownikom na <strong>zastąpienie filmów</strong>, które zostały już opublikowane

source: Set <a href="https://sepiasearch.org" target="_blank">SepiaSearch</a> as <strong>default search engine</strong>
ja_jp: <a href="https://sepiasearch.org" target="_blank">セピア検索</a>を<strong>デフォルトの検索エンジン</strong>として設定
pl_pl: Ustawi <a href="https://sepiasearch.org" target="_blank">SepiaSearch</a> jako <strong>domyślną wyszukiwarkę filmów</strong>

source: <strong>Enable automatic transcription</strong> of videos to create subtitles and improve accessibility
ja_jp: 字幕を作成し、アクセシビリティ向上のため<strong>動画の自動文字起こしを有効にする</strong>
pl_pl: <strong>Uruchomi automatyczną transkrypcję</strong> filmów celem utworzenia napisów i polepszenia dostępności cyfrowej

source: The plugin <strong>must be configured</strong> after the pre-configuration wizard confirmation.
ja_jp: 事前構成ウィザード確認後、プラグインが<strong>構成されている</strong>必要があります。
pl_pl: Plugin <strong>musi zostać skonfigurowany</strong> po zakończeniu wstępnej konfiguracji z użyciem odpowiedniego ekranu.

source: Install the <strong>LDAP</strong> authentication plugin.
ja_jp: <strong>LDAP</strong>認証プラグインをインストールします。
pl_pl: Zainstaluj plugin <strong>LDAP</strong> do autoryzacji użytkowników.

source: Install the <strong>SAML 2.0</strong> authentication plugin.
ja_jp: <strong>SAML 2.0</strong>認証プラグインをインストールします。
pl_pl: Zainstaluj plugin <strong>SAML 2.0</strong> do autoryzacji użytkowników.

source: Install the <strong>OpenID Connect</strong> authentication plugin.
ja_jp: <strong>OpenID Connect</strong> 認証プラグインをインストールします。
pl_pl: Zainstaluj plugin <strong>OpenID Connect</strong> do autoryzacji użytkowników.

source: Display privacy warning
ca_es: Mostrar advertència de privadesa
ja_jp: プライバシーに関する警告を表示
kab: Sken alɣu n tbaḍnit
pl_pl: Wyświetl ostrzeżenie o prywatności

source: Display player control bar
ca_es: Mostrar la barra de control del reproductor
ja_jp: 再生プレイヤーのコントロールバーを表示
pl_pl: Wyświetl pasek kontrolny odtwarzacza

source: Display PeerTube button link
ca_es: Mostrar enllaç del botó PeerTube
ja_jp: 「PeerTube」のボタンリンクを表示
kab: Sken aseɣwen n tqeffalt n PeerTube
pl_pl: Wyświetl link do przycisku kierującego do PeerTube'a

source: More customization
pl_pl: Więcej ustawień

source: Less customization
pl_pl: Mniej ustawień

source: Public
ca_es: Públic
ja_jp: 公開
kab: Azayez
pl_pl: Publiczny

source: This video is blocked.
ca_es: Aquest vídeo està blocat.
ja_jp: この動画はブロックされています。
kab: Tavidyut-a tettusewḥel.
pl_pl: Ten film jest zablokowany.

source: This video is password protected.
ca_es: Aquest vídeo està protegit amb contrasenya.
ja_jp: この動画はパスワード保護されています。
pl_pl: Ten film jest zabezpieczony hasłem.

source: Published {START_TAG_MY_DATE_TOGGLE}{CLOSE_TAG_MY_DATE_TOGGLE}
ca_es: Publicat {START_TAG_MY_DATE_TOGGLE}{CLOSE_TAG_MY_DATE_TOGGLE}
ja_jp: {START_TAG_MY_DATE_TOGGLE}{CLOSE_TAG_MY_DATE_TOGGLE}に公開
kab: Isuffeɣ-d {START_TAG_MY_DATE_TOGGLE}{CLOSE_TAG_MY_DATE_TOGGLE}
pl_pl: Opublikowano {START_TAG_MY_DATE_TOGGLE}{CLOSE_TAG_MY_DATE_TOGGLE}

source: Go to the channel page
pl_pl: Przejdź na stronę kanału

source: Go to the account page
pl_pl: Przejdź na stronę konta

source: SUPPORT
ca_es: DONAR SUPORT
ja_jp: 応援
pl_pl: WSPIERAJ

source: SHARE
ca_es: COMPARTIR
ja_jp: シェア
pl_pl: UDOSTĘPNIJ

source: SAVE
ca_es: DESAR
ja_jp: 保存
pl_pl: ZAPISZ

source: DOWNLOAD
ca_es: DESCARREGAR
ja_jp: ダウンロード
pl_pl: POBIERZ

source: Open the modal to support the video uploader
ca_es: Obre la finestra modal per donar suport a la persona creadora del vídeo
ja_jp: 動画アップローダーをサポートするモーダルウィンドウを開く
pl_pl: Otwórz okno dialogowe, żeby móc wesprzeć przesyłającego film

source: Like this video
ca_es: M'agrada aquest vídeo
ja_jp: 動画を高評価
kab: Teεǧeb-iyi tvidyut-a
pl_pl: Podoba mi się

source: Dislike this video
ca_es: No m'agrada aquest vídeo
ja_jp: 動画を低評価
kab: Ur iyi-teεǧib ara tvidyut-a
pl_pl: To mi się nie podoba

source: By {INTERPOLATION}
ca_es: Per {INTERPOLATION}
ja_jp: {INTERPOLATION} 公開
kab: S {INTERPOLATION}
pl_pl: Od {{ video.byAccount }}

source: This video is not available on this.serverConfig.instance.name. Do you want to be redirected on the origin platform: <a href="originUrl">originUrl</a>?
ja_jp: この動画はthis.serverConfig.instance.name上ではご利用いただけません。動画の配信元である: <a href="originUrl">originUrl</a>に移動しますか？
pl_pl: Ten film nie jest dostępny na this.serverConfig.instance.name. Czy chcesz przejść do platformy źródłowej (<a href="originUrl">originUrl</a>)?

source: Subscribe
ca_es: Subscriure's
ja_jp: チャンネル登録
kab: Jerred
pl_pl: Subskrybuj

source: Subscribe to all channels
ca_es: Subscriure's a tots els canals
ja_jp: すべてのチャンネルを登録する
kab: Jerred ɣer akk ibuda
pl_pl: Subskrybuj wszystkie kanały

source: {{ subscribeStatus(true).length }}/{{ subscribed.size }} channels subscribed
ca_es: {{ subscribeStatus(true).length }}/{{ subscribed.size }} canals subscits
ja_jp: {{ subscribeStatus(true).length }}/{{ subscribed.size }} チャンネルを登録しています
pl_pl: Subskrybujesz {{ subscribeStatus(true).length }} z {{ subscribed.size }} kanałów

source: Unsubscribe from all channels
ja_jp: すべてのチャンネルを購読解除
pl_pl: Przestań subskrybować wszystkie kanały

source: Unsubscribe
ja_jp: 購読解除
pl_pl: Przestań subskrybować

source: Show more
ca_es: Mostrar més
ja_jp: さらに表示
kab: Sken-d ugar
pl_pl: Pokaż więcej

source: Show less
ca_es: Mostrar menys
ja_jp: 表示を減らす
kab: Sken-d drus
pl_pl: Pokaż mniej

source: Transcription
ca_es: Transcripció
ja_jp: 文字起こし
pl_pl: Transkrypcja

source: Close transcription widget
ca_es: Tancar el giny de transcripció
ja_jp: 文字起こしウィジェットを閉じる
pl_pl: Zamknij widżet transkrypcji

source: Search transcript
ca_es: Cercar una transcripció
ja_jp: 文字起こしを検索
pl_pl: Przeszukaj w transkrypcji

source: No results for your search
ca_es: Cap resultat de la vostra cerca
ja_jp: キーワードに一致する結果が見つかりません
pl_pl: Brak wyników dla Twojego zapytania

source: Jump to this segment
ca_es: Anar a aquest segment
ja_jp: 該当箇所に移動
pl_pl: Przejdź do tego segmentu

source: Edit this segment
ca_es: Editar aquest segment
ja_jp: このセグメントを編集
pl_pl: Edytuj ten segment

source: Delete this segment
ca_es: Suprimir aquest segment
ja_jp: このセグメントを削除
pl_pl: Usuń ten segment

source: c.language.label (automatically generated)
ca_es: c.language.label (generat automàticament)
ja_jp: c.language.label (自動生成)
pl_pl: c.language.label (automatycznie wygenerowany)

source: Cannot load transcript: err.message
ca_es: No es pot carregar la transcripció: err.message
ja_jp: 文字起こしを読み込めません: err.message
pl_pl: Nie można załadować transkrypcji: err.message

source: Origin
ca_es: Origen
ja_jp: 動画配信元
kab: Aneẓli
pl_pl: Pochodzenie

source: Open the video on the origin instance
ca_es: Obrir el vídeo a la instància original
ja_jp: オリジンインスタンスで動画を見る
pl_pl: Otwórz film na źródłowej instancji

source: Video re-upload
ca_es: Tornar a pujar el vídeo
ja_jp: 動画の再アップロード日
pl_pl: Film ponownie opublikowano

source: Originally published
ca_es: Publicat originalment
ja_jp: オリジナルの公開日
kab: Yettwasuffeɣ-d s wudem aneẓli
pl_pl: Oryginalnie opublikowano

source: the sharing system used for this video implies that some technical information about your system (such as a public IP address) can be sent to other peers.
ca_es: el sistema d'ús compartit utilitzat per a aquest vídeo implica que informació tècnica sobre el vostre sistema (com l'adreça IP pública) pot ser enviada a altres persones veient el vídeo.
ja_jp: この動画に使用される共有システムは、あなたのシステムの技術的情報（例えば、公開IPアドレスなど）を他のピアに送信する場合があります。
kab: anagraw yettwabḍan yettuseqdacen i tvidyut-a iskan-d belli kra n telɣut tatiknikant ɣef unagraw-ik·im (am tansa n IP tazayazt) tezmer ad tettwazen i wiyaḍ.
pl_pl: system udostępniania pliku wideo zakłada, że część informacji o Twoim systemie (takich jak adres IP) zostanie udostępniona innym członkom sieci.

source: More information
ca_es: Més informació
ja_jp: 詳しくはこちら
kab: Ugar n telɣut
pl_pl: Więcej informacji

source: The video was blocked due to automatic blocking of new videos
ca_es: El vídeo s'ha blocat a causa del bloqueig automàtic de vídeos nous
ja_jp: 新規動画の自動ブロック機能により、この動画はブロックされました
kab: Tabidyut tettusewḥel ssebba n usewḥel awurman n tvidyutin timaynutin
pl_pl: Ten film został zablokowany z powodu automatycznego blokowania nowych filmów

source: Auto block
ja_jp: 自動ブロック
pl_pl: Automatyczna blokada

source: Get more information
ca_es: Obtindre més informació
ja_jp: 詳しくはこちら
kab: Awi ugar n talɣut
pl_pl: Uzyskaj więcej informacji

source: This video will be published on {{ video.scheduledUpdate.updateAt | date: 'full' }}.
ca_es: Aquest vídeo es publicarà a {{ video.scheduledUpdate.updateAt | date: 'full' }}.
ja_jp: この動画は{{ video.scheduledUpdate.updateAt | date: 'full' }}に公開されます。
pl_pl: Film zostanie opublikowany {{ video.scheduledUpdate.updateAt | date: 'full' }}.

source: This live is not currently streaming.
ja_jp: このライブ配信はまだ始まっていません。
pl_pl: Ta transmisja na żywo nie jest aktywna w danym momencie.

source: It will start on {{ scheduledLiveDate() | ptDate: 'short' }}.
ja_jp: {{ scheduledLiveDate() | ptDate: 'short' }}に配信開始予定です。
pl_pl: Rozpocznie się ona {{ scheduledLiveDate() | ptDate: 'short' }}.

source: This live has ended.
ca_es: Aquest directe s'ha acabat.
ja_jp: このライブ配信は終了しました。
pl_pl: Ta transmisja zakończyła się.

source: There are no videos available in this playlist.
ca_es: Cap vídeo disponible en aquesta llista de reproducció.
ja_jp: まだこのプレイリストには動画がありません。
pl_pl: Nie ma żadnych filmów w tej playliście.

source: SORT BY
ca_es: ORDENAR PER
ja_jp: 並び替え
pl_pl: SORTUJ WEDŁUG

source: Most recent first (default)
ca_es: El més nou primer (per defecte)
ja_jp: 新着順 (デフォルト)
kab: Tid n melmi kan d timezwura (s wudem amezwer)
pl_pl: Najnowsze na początku (domyślne)

source: Most replies first
ca_es: Més respostes primer
ja_jp: 返信が多い順
kab: Ugar n tririryin d amezwaru
pl_pl: Najwięcej odpowiedzi na początku

source: No comments.
ca_es: Cap comentari.
ja_jp: コメントはありません。
kab: Ulac iwenniten.
pl_pl: Brak komentarzy.

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video()?.account?.displayName || 'the author' }} and others
ja_jp: {{ video?.account?.displayName || 'the author' }}とその他からの{comment.totalReplies, plural, =1 {1件の返信} other {{{ comment.totalReplies }}件の返信}}を表示
pl_pl: Zobacz {comment.totalReplies, plural, =1 {1 odpowiedź} other {{{ comment.totalReplies }} odpowiedzi}} od {{ video?.account?.displayName || 'autora' }} i innych użytkowników

source: {VAR_PLURAL, plural, =1 {1 reply} other {{INTERPOLATION} replies}}
ca_es: {VAR_PLURAL, plural, =1 {1 resposta} other {{INTERPOLATION} respostes}}
ja_jp: {VAR_PLURAL, plural, =1 {1件の返信} other {{INTERPOLATION}件の返信}}
kab: {VAR_PLURAL, plural, =1 {1 tririt} other {{INTERPOLATION} tiririyin}}
pl_pl: {VAR_PLURAL, plural, =1 {1 odpowiedź} other {{INTERPOLATION} odpowiedzi}}

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video()?.account?.displayName || 'the author' }}
ja_jp: {{ video?.account?.displayName || 'the author' }} からの{comment.totalReplies, plural, =1 {1件の返信} other {{{ comment.totalReplies }}件の返信}}を見る
pl_pl: Zobacz {comment.totalReplies, plural, =1 {1 odpowiedź} other {{{ comment.totalReplies }} odpowiedzi}} od {{ video?.account?.displayName || 'autora' }}

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}}
ca_es: Veure {comment.totalReplies, plural, =1 {1 resposta} other {{{ comment.totalReplies }} respostes}}
ja_jp: {comment.totalReplies, plural, =1 {1件の返信} other {{{ comment.totalReplies }}件の返信}}を見る
pl_pl: Zobacz {comment.totalReplies, plural, =1 {1 odpowiedź} other {{{ comment.totalReplies }} odpowiedzi}}

source: Comments are disabled.
ca_es: Els comentaris estan deshabilitats.
ja_jp: コメントは無効になっています。
pl_pl: Komentarze zostały wyłączone.

source: Add comment...
ca_es: Afegir un comentari…
ja_jp: コメントを入力...
kab: Rnu awennit...
pl_pl: Dodaj komentarz…

source: Markdown compatible
ca_es: Compatible amb Markdown
ja_jp: マークダウン記法に対応
kab: Markdown yemṣadan
pl_pl: Kompatybilne z Markdown

source: Markdown compatible that supports:
ca_es: Compatible amb Markdown que admet :
ja_jp: サポートしているマークダウン記法:
kab: Markdown yemṣadan i yessefraken:
pl_pl: Kompatybilne z Markdown, obsługując:

source: Auto generated links
ca_es: Enllaços generats automàticament
ja_jp: 自動生成されたリンク
kab: Iseɣwan yettusirwen s wudem awurman
pl_pl: Automatycznie generowane odnośniki

source: Break lines
ca_es: Salt de línia
ja_jp: 改行
kab: Izirigen n unegzum
pl_pl: Przerywanie wierszy

source: bold
ca_es: negreta
ja_jp: ボールド
kab: zur
pl_pl: pogrubienie

source: italic
ca_es: cursiva
ja_jp: イタリック
kab: uknan
pl_pl: podkreślenie

source: Emoji shortcuts
ca_es: Dreceres d'emoji
ja_jp: 絵文字ショートカット
kab: Inegzumen n yimuji
pl_pl: Skróty emoji

source: Emoji markup
ca_es: Marcat d'emoji
ja_jp: 絵文字マークアップ
kab: Acraḍ n yimujit
pl_pl: Składnia emoji

source: See complete list
ca_es: Veure la llista completa
ja_jp: 絵文字マークアップのリストを表示
kab: Wali tabdart tummdit
pl_pl: Zobacz pełną listę

source: You are one step away from commenting
ca_es: Esteu a un pas de poder comentar
ja_jp: コメントをするために、もう１ステップのアクションが必要です
kab: Aql-ak·akem deg uswir ideg tzemreḍ ad twennteḍ
pl_pl: Jesteś o krok od skomentowania

source: You can comment using an account on any ActivityPub-compatible instance (PeerTube/Mastodon/Pleroma account for example).
ca_es: Podeu comentar amb un compte a qualsevol instància compatible amb ActivityPub (per exemple PeerTube/Mastodon/Pleroma).
ja_jp: ActivityPubと互換性のあるインスタンスのアカウント（例えば、PeerTube・Mastodon・Pleromaなどのアカウント）を利用することで、コメントできます。
kab: Tzemreḍ ad twennteḍ s useqdec n umiḍan ɣef yal tummant yemṣadan d ActivityPub (Amiḍan n PeerTube/Mastodon/Pleroma d amedya).
pl_pl: Możesz komentować używając konta na dowolnej instancji kompatybilnej z ActivityPub (np. PeerTube/Mastodon/Pleroma).

source: Login to comment
ca_es: Inicia sessió per comentar
ja_jp: ログインしてコメント
kab: Qqen i wakken ad twennteḍ
pl_pl: Zaloguj się aby skomentować

source: Markdown Emoji List
ca_es: Llista d'emojis Markdown
ja_jp: マークダウン記法での絵文字リスト
pl_pl: Lista emoji Markdown

source: Highlighted comment
ca_es: Comentari destacat
ja_jp: 注目のコメント
kab: Awennit yettusebruraq
pl_pl: Wyróżniony komentarz

source: Pending review
ca_es: Pendent de revisió
ja_jp: 審査保留中
pl_pl: Oczekuje na weryfikację

source: Reply
ca_es: Respondre
ja_jp: 返信
kab: Err
pl_pl: Odpowiedz

source: This comment has been deleted
ca_es: Aquest comentari s'ha suprimit
ja_jp: このコメントは削除されました
kab: Awennit-a yettwakkes
pl_pl: Ten komentarz został usunięty

source: Approve
ca_es: Aprovar
ja_jp: 承認
pl_pl: Zatwierdź

source: Video redundancies
ca_es: Redundàncies del vídeo
ja_jp: 動画の冗長化
kab: Tuɣalin n tvidyut
pl_pl: Redundancje filmów

source: 1 host (without "http://") per line
ca_es: 1 host (sense "http://") per línia
ja_jp: 1行ごとに1つのPeerTubeインスタンスのドメインを入力してください("http://"部分は不要)
kab: 1 yinebgi (s war "http://") i yal
pl_pl: 1 host (bez "http://") w linii

source: Renewing the token will disallow previously configured clients from retrieving the feed until they use the new token. Proceed?
ca_es: La renovació de la fitxa impedirà que els clients configurats anteriorment recuperin el flux fins que utilitzin la nova fitxa. Continuar?
ja_jp: トークンを新しく生成することによって、現在のトークンによって設定されたRSSリーダーが新しいトークンによって設定されるまでは、フィードの読み込みはできなくなります。本当にトークンを新しく生成しますか？
kab: Allus n ujuṭu ad issefsex tisirag i yimsaɣen yettusewlen yakan seg tririt n asuddim alamma sqedcen ajuṭu amaynut. Ad tkemmleḍ?
pl_pl: Odnowienie tokenu sprawi, że wcześniej skonfigurowane klienty nie będą mogły otrzymywać strumienia zanim otrzymają nowy token. Chcesz przejść dalej?

source: Token renewed. Update your client configuration accordingly.
ca_es: Fitxa renovada. Actualitzeu la configuració dels vostres clients en conseqüència.
ja_jp: トークンが新しく生成されました。クライアントの設定を間違いのないように更新して下さい。
kab: Ajuṭu yettubeddel-d. Leqqem tawila n yimsaɣen-ik·im almend n wayen.
pl_pl: Odnowiono token. Zaktualizuje odpowiednio konfigurację klienta.

source: Your automatic tag policies
ca_es: Les vostres polítiques d'etiquetatge automàtic
ja_jp: 自動タグ付けのポリシー
pl_pl: Twoje polityki automatycznych tagów

source: Automatically block comments:
ca_es: Bloca automàticament els comentaris:
ja_jp: 自動的にブロックするコメント:
pl_pl: Automatycznie blokuj komentarze:

source: That contain an external link
ca_es: Que contenen un enllaç extern
ja_jp: 外部リンクを含む
pl_pl: Które zawierają link zewnętrzny

source: That contain any word from your "tag.name" watched word list
ca_es: Que contenen qualsevol mot de la vostra «tag.name» llista de paraules vigilades
ja_jp: リスト"tag.name"で当てはまるいずれかの監視対象フレーズを含む
pl_pl: Które zawierają jakiekolwiek słowo z listy „tag.name”

source: Comment policies updated
ca_es: Política de comentaris actualitzada
ja_jp: コメントのポリシーが更新されました
pl_pl: Zaktualizowano politykę komentarzy

source: My channels
ja_jp: 自分のチャンネル
kab: Ibuda-inu
pl_pl: Moje kanały

source: Manage my channels
ja_jp: チャンネル
pl_pl: Zarządzaj moimi kanałami

source: Comments on your videos
ca_es: Comentaris als vostres vídeos
ja_jp: あなたの動画のコメント
pl_pl: Komentarze pod Twoimi filmami

source: EXPORT
ca_es: EXPORTAR
ja_jp: エクスポート
pl_pl: EKSPORTUJ

source: You can request an archive of your account containing:
ca_es: Podeu sol·licitar un arxiu del compte que contindrà:
ja_jp: 次の内容を含むアカウントのアーカイブをリクエストできます:
pl_pl: Możesz zażądać archiwum danych Twojego konta, które będzie zawierało:

source: Your account settings with avatar file
ca_es: Configuració del compte amb fitxer de l'avatar
ja_jp: アバターファイルを含むアカウントの設定
pl_pl: Ustawienia Twojego konta ze zdjęciem profilowym

source: Your channels with banner and avatar files
ca_es: Els vostres canals amb fitxers de bàner i d'avatar
ja_jp: あなたのチャンネルのバナーとアバターファイルを含む情報
pl_pl: Listę Twoich kanałów z plikami banerów i zdjęć profilowych

source: Your muted accounts and servers
ca_es: Els vostres comptes i servidors silenciats
ja_jp: ミュートにしているアカウントとサーバー情報
pl_pl: Listę wyciszonych przez Ciebie kont oraz serwerów

source: Your comments
ca_es: Els vostres comentaris
ja_jp: あなたのコメント
pl_pl: Twoje komentarze

source: Your likes and dislikes
ca_es: Els vostres «m'agrada» i «no m'agrada»
ja_jp: あなたの高評価と低評価情報
pl_pl: Twoje polubienia oraz niepolubienia

source: Your subscriptions and followers
ca_es: Les vostres subscripcions i subscriptors
ja_jp: あなたのチャンネル登録とフォロワー情報
pl_pl: Listę kanałów, które subskrybujesz, jak i listę tych osób, które Cię obserwują

source: Your video playlists with thumbnail files
ca_es: Les vostres llistes de reproducció de vídeos amb miniatures
ja_jp: 動画のプレイリストとサムネイルファイル
pl_pl: Twoje playlisty wraz z plikami ich miniatur

source: Your videos with thumbnail, caption files. Video files can also be included in the archive
ca_es: Els vostres vídeos amb miniatures i subtítols. Els fitxers de vídeo també es poden incloure als arxius
ja_jp: サムネイル、字幕ファイルを含むあなたの動画。動画ファイルもアーカイブに含まれます
pl_pl: Twoje filmy wraz z miniaturami oraz plikami napisów. Pliki wideo mogą zostać również umieszczone w archiwum

source: Your video history
ca_es: El vostre historial de vídeos
ja_jp: 動画の視聴履歴
pl_pl: Twoją historię oglądania

source: The exported data will contain multiple directories:
ca_es: Les dades exportades contindran diverses carpetes:
ja_jp: エクスポートしたデータは複数のディレクトリを含みます:
pl_pl: Dane, które eksportujesz, będą zawierały wiele katalogów:

source: A directory containing an export in ActivityPub format, readable by any compliant software
ca_es: Una carpeta que conté una exportació en format ActivityPub, llegible per qualsevol programari compatible
ja_jp: 互換性のあるソフトウェアで読み取り可能な、ActivityPub形式のエクスポートを含むディレクトリ
pl_pl: Katalog zawierający eksport zgodny z formatem ActivityPub, który będzie mógł być potem odczytany przez jakiekolwiek oprogramowanie zgodne z tym standardem

source: A directory containing an export in custom PeerTube JSON format that can be used to re-import your account on another PeerTube instance
ca_es: Una carpeta que conté una exportació de format JSON de PeerTube personalitzada que es pot utilitzar per tornar a importar el vostre compte a una altra instància de PeerTube
ja_jp: 別のPeerTubeインスタンスにアカウントを再インポートするために使用できるPeerTube JSON形式のエクスポートを含むディレクトリ
pl_pl: Katalog zawierający eksport w wewnętrznym formacie JSON, który może zostać potem wykorzystany do przeniesienia danych na inne konto na innej instancji PeerTube'a
