Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Moderation response cannot be more than 3000 characters long.
ca_es: El missatge de moderació no pot tindre més de 3.000 caràcters.
ja_jp: モデレーション回答は3,000文字以上は入力できません。
pl_pl: Wiadomość od moderatora nie może mieć więcej niż 3000 znaków.

source: registrations per page
ja_jp: 1ページごとのアカウント登録数
pl_pl: rejestracji na stronę

source: {VAR_PLURAL, plural, =0 {No registration} =1 {1 registration} other {{INTERPOLATION} registrations}}
ja_jp: {VAR_PLURAL, plural, =0 {アカウント登録なし} =1 {1件のアカウント登録} other {{INTERPOLATION}件のアカウント登録}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak rejestracji} =1 {1 rejestracja} few {{INTERPOLATION} rejestracje} other {{INTERPOLATION} rejestracji}}

source: Password changed for user {PH}.
ca_es: S'ha canviat la contrasenya del compte {PH}.
ja_jp: ユーザー{PH}のパスワードを変更しました。
kab: Yettwabeddel wawal uffir i useqdac {PH}.
pl_pl: Zmieniono hasło dla użytkownika {PH}.

source: Update user password
ca_es: Actualitzar la contrasenya del compte
ja_jp: ユーザーパスワードを更新する
pl_pl: Zaktualizuj hasło użytkownika

source: User {PH} updated.
ca_es: Compte {PH} actualitzat.
ja_jp: ユーザーの{PH}が更新されました。
kab: Aseqdac {PH} yettwaleqqem.
pl_pl: Aktualizowano użytkownika {PH}.

source: Update user
ca_es: Actualitzar compte
ja_jp: ユーザーを更新
kab: Leqqem aseqdac
pl_pl: Zaktualizuj użytkownika

source: An email asking for password reset has been sent to {PH}.
ca_es: S'ha enviat un missatge sol·licitant un restabliment de la contrasenya a {PH}.
ja_jp: パスワードの再設定の手順が記載されたメールが{PH}に送信されました。
kab: Imayl n usuter n uwennez n wawal uffir yettwazen ɣer {PH}.
pl_pl: E-mail pytający o reset hasła został wysłany do {PH}.

source: Two factor authentication of this.user.username disabled.
ca_es: Autenticació de dos factors this.user.username deshabilitada.
ja_jp: this.user.usernameの2段階認証が無効になりました。
pl_pl: Weryfikacja dwuetapowa dla użytkownika this.user.username została wyłączona.

source: users per page
ja_jp: 1ページごとのユーザー数
pl_pl: użytkowników na stronę

source: {VAR_PLURAL, plural, =0 {No users} =1 {1 user} other {{INTERPOLATION} users}}
ja_jp: {VAR_PLURAL, plural, =0 {ユーザーなし} =1 {1ユーザー} other {{INTERPOLATION}ユーザー}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak użytkowników} =1 {1 użytkownik} other {{INTERPOLATION} użytkowników}}

source: Open table configuration
ca_es: Configuració de taula oberta
ja_jp: テーブル設定を開く
pl_pl: Otwórz konfigurację tabeli

source: Users list
ca_es: Llista de comptes
ja_jp: ユーザーリスト
kab: Tabdart n iseqdacen
pl_pl: Lista użytkowników

source: Create a user
ca_es: Crear un compte
ja_jp: ユーザーを作成する
kab: Rnu aseqdac
pl_pl: Utwórz użytkownika

source: Update a user
ca_es: Actualitzar un compte
ja_jp: ユーザーを更新する
kab: Leqqem aseqdac
pl_pl: Uaktualnij użytkownika

source: Video type
ca_es: Tipus de vídeo
ja_jp: 動画の種類
pl_pl: Rodzaj filmu

source: Live
ca_es: Directe
ja_jp: ライブ配信
pl_pl: Na żywo

source: Video files
ca_es: Fitxers de vídeo
ja_jp: 動画ファイル
pl_pl: Pliki wideo

source: With Web Videos
ca_es: Amb «Web Videos»
ja_jp: Web動画有効
pl_pl: Wraz z Web Videos

source: Without Web Videos
ca_es: Sense «Web Videos»
ja_jp: Web動画無効
pl_pl: Bez Web Videos

source: With HLS
ca_es: Amb HLS
ja_jp: HLS有効
pl_pl: Wraz z HLS

source: Without HLS
ca_es: Sense HLS
ja_jp: HLS無効
pl_pl: Bez HLS

source: Videos scope
ca_es: Àmbit dels vídeos
ja_jp: 動画の公開範囲
pl_pl: Obszar filmów

source: Remote videos
ca_es: Vídeos remots
ja_jp: 外部インスタンスの動画
pl_pl: Filmy zewnętrzne

source: Federation
ca_es: Federació
ja_jp: 連合
pl_pl: Federacja

source: Videos will be deleted, comments will be tombstoned.
ca_es: Els vídeos s'eliminaran, els comentaris es marcaran com a suprimits.
ja_jp: 動画が削除され、コメントも削除されます。
kab: Tividyutin ad ttwakksent, iwenniten ad ttwasfesxen.
pl_pl: Filmy zostaną usunięte, komentarze zostaną porzucone.

source: Ban
ca_es: Bandejar
ja_jp: 凍結
kab: Agi
pl_pl: Banuj

source: User won't be able to login anymore, but videos and comments will be kept as is.
ca_es: La persona ja no podrà iniciar sessió, però els vídeos i comentaris es mantindran tal com estan.
ja_jp: ユーザーがログイン出来なくなりますが、動画とコメントはそのまま残ります。
pl_pl: Użytkownik nie będzie mógł się zalogować, ale filmy i komentarze pozostaną.

source: Unban
ca_es: Desbandejar
ja_jp: 凍結を解除
kab: Asefsex n tigtin
pl_pl: Odbanuj

source: Set email as verified
ja_jp: メールを認証済みに設定
pl_pl: Ustaw adres e-mail jako zweryfikowany

source: Re-send verification emails
pl_pl: Wyślij ponownie e–maile weryfikacyjne

source: Created
ca_es: Creat
ja_jp: 作成
pl_pl: Utworzone

source: Daily quota
ca_es: Quota diària
ja_jp: 一日あたりの制限
pl_pl: Dzienny limit

source: Last login
ca_es: Últim accés
ja_jp: 最終ログイン
pl_pl: Ostatnie logowanie

source: You cannot ban root.
ca_es: No podeu bandejar el compte root.
ja_jp: rootアカウントは凍結できません。
kab: Ur tezmired ara ad tgedleḍ aseqdac aẓar.
pl_pl: Nie możesz zbanować użytkownika root.

source: Do you really want to unban {count, plural, =1 {1 user} other {{count} users}}?
ca_es: Segur que voleu desbandejar {count, plural, =1 {1 compte} other {{count} comptes}}?
ja_jp: 本当に{count, plural, =1 {1ユーザー} other {{count}ユーザー}}の凍結を解除しますか?
pl_pl: Czy na pewno chcesz usunąć blokadę dla {count, plural, =1 {1 użytkownika} other {{count} użytkowników}}?

source: {count, plural, =1 {1 user unbanned.} other {{count} users unbanned.}}
ca_es: {count, plural, =1 {1 compte desbandejat.} other {{count} comptes desbandejats.}}
ja_jp: {count, plural, =1 {1ユーザーの凍結が解除されました。} other {{count}ユーザーの凍結が解除されました。}}
pl_pl: {count, plural, =1 {Usunięto blokadę 1 użytkownikowi.} other {Usunięto blokadę {count} użytkownikom.}}

source: You cannot delete root.
ca_es: No podeu esborrar el compte root.
ja_jp: rootアカウントは削除できません。
kab: Ur tezmireḍ ara ad tekkseḍ aseqdac aẓar.
pl_pl: Nie możesz usunąć właściciela.

source: <p>You can't create users or channels with a username that already used by a deleted user/channel.</p>
ja_jp: <p>削除されたユーザーやチャンネルで利用されていたユーザー名を用いて、ユーザーまたはチャンネルを新たに作成することはできません。</p>
pl_pl: <p>Nie możesz tworzyć kont lub kanałów z nazwami, które zostały wykorzystane już przez usunięte konta/kanały.</p>

source: It means the following usernames will be permanently deleted and cannot be recovered:
ca_es: Això vol dir que els comptes següents se suprimiran permanentment i no es podran recuperar:
ja_jp: 次のユーザー名は永久に削除され、戻すことができないという事を意味します:
pl_pl: Oznacza to, że poniższe nazwy użytkownika zostaną usunięte na stałe, i nie będą mogły zostać przywrócone:

source: {count, plural, =1 {1 user deleted.} other {{count} users deleted.}}
ca_es: {count, plural, =1 {1 compte eliminat.} other {{count} comptes eliminats.}}
ja_jp: {count, plural, =1 {1ユーザーが削除されました。} other {{count}ユーザーが削除されました。}}
pl_pl: {count, plural, =1 {Usunięto 1 użytkownika.} other {Usunięto {count} użytkowników.}}

source: {count, plural, =1 {1 user email set as verified.} other {{count} user emails set as verified.}}
ca_es: {count, plural, =1 {1 adreça electrònica marcada com a verificada.} other {{count} adreces electròniques marcades com a verificades.}}
ja_jp: {count, plural, =1 {1ユーザーのメールアドレスが認証されました。} other {{count}ユーザーのメールアドレスが認証されました。}}
pl_pl: {count, plural, =1 {Ustawiono adres e-mail 1 użytkownika jako zweryfikowany.} other {Ustawiono adresy e-mail {count} użytkowników jako zweryfikowane.}}

source: {count, plural, =1 {1 verification email sent.} other {{count} verification emails sent.}}
pl_pl: {count, plural, =1 {Wysłano 1 e–mail weryfikacyjny.} few {Wysłano {count} e–maile weryfikacyjne.} other {Wysłano {count} e–maili weryfikacyjnych.}}

source: Sensitive videos
ja_jp: センシティブな動画
pl_pl: Filmy z wrażliwą zawartością

source: Account {PH} unmuted.
ca_es: El compte {PH} ja no està silenciat.
ja_jp: アカウント {PH} のミュートを解除しました。
kab: Amiḍan {PH} yekkes-as usgugem.
pl_pl: Konto {PH} nie jest już wyciszone.

source: Account blockedAccount.nameWithHost unmuted by your platform.
ja_jp: アカウント「blockedAccount.nameWithHost」はあなたのプラットフォームによりミュート解除されました。
pl_pl: Dla konta blockedAccount.nameWithHost zostało wyłączone wyciszenie przez Twoją platformę.

source: servers per page
ja_jp: 1ページごとのサーバー数
pl_pl: serwerów na stronę

source: {VAR_PLURAL, plural, =0 {No server} =1 {1 server} other {{INTERPOLATION} servers}}
ja_jp: {VAR_PLURAL, plural, =0 {サーバーなし} =1 {1サーバー} other {{INTERPOLATION}サーバー}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak serwerów} =1 {1 serwer} few {{INTERPOLATION} serwery} other {{INTERPOLATION} serwerów}}

source: My watch history
ca_es: Historial de visualitzacions
ja_jp: 再生履歴
kab: Azray-inu n tmeẓriwt
pl_pl: Moja historia oglądania

source: Track watch history
ca_es: Seguiment de l'historial de visualitzacions
ja_jp: 再生履歴機能のオン・オフ
kab: Azray n tɣuri n tvidyut
pl_pl: Śledź swoją historię

source: Clear all history
ca_es: Esborrar tot l'historial
ja_jp: 全ての履歴を削除する
pl_pl: Usuń całą historię

source: Ownership accepted
ca_es: Canvi de titularitat acceptat
ja_jp: 所有権が受け入れられました
kab: Abeddel n bab-is yettwaqbel
pl_pl: Właściciel zaakceptowany

source: entries per page
ja_jp: 1ページごとのエントリー数
pl_pl: wpisów na stronę

source: {VAR_PLURAL, plural, =0 {No entry} =1 {1 entry} other {{INTERPOLATION} entries}}
ja_jp: {VAR_PLURAL, plural, =0 {エントリーなし} =1 {1エントリー} other {{INTERPOLATION}エントリー}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak wpisów} =1 {1 wpis} few {{INTERPOLATION} wpisy} other {{INTERPOLATION} wpisów}}

source: Please check your emails to verify your new email.
ca_es: Si us plau, comproveu la vostre correu per verificar al nova adreça.
ja_jp: 新しいメールアドレスを認証するため、メールをチェックしてください。
kab: Ttxil-k·m senqed imaylen-ik·im i wakken ad tesneqdeḍ imayl-ik·im amaynut.
pl_pl: Sprawdź swoje e-maile by zweryfikować konto e-mail.

source: Email updated.
ca_es: Adreça electrònica actualitzada.
ja_jp: メールアドレスを更新しました。
kab: Yettwaleqqem yimayl.
pl_pl: Konto e-mail zaktualizowane.

source: You current password is invalid.
ca_es: La vostra contrasenya actual no és vàlida.
ja_jp: 現在のパスワードは無効です。
kab: Awal-ik·im uffir amiran d arameɣtu.
pl_pl: Twoje aktualne hasło jest nieprawidłowe.

source: Password updated.
ca_es: Contrasenya actualitzada.
ja_jp: パスワードは変更されました。
kab: Yettwaleqqem wawal uffir.
pl_pl: Zmieniono hasło.

source: Type your username to confirm
ca_es: Escriviu el vostre nom d'usuari/a per confirmar
ja_jp: 確認のためにユーザー名を入力してください
kab: Sit ɣef yisem-ik·im n useqdac i usentem
pl_pl: Wpisz swoją nazwę użytkownika aby potwierdzić

source: Delete your account
ca_es: Suprimir el vostre compte
ja_jp: アカウントを削除する
kab: Kkes amiḍan-ik
pl_pl: Usuń swoje konto

source: Are you sure you want to delete your account?
ca_es: Segur que voleu suprimir el vostre compte?
ja_jp: 本当にアカウントを削除しますか？
pl_pl: Czy na pewno chcesz usunąć swoje konto?

source: This will delete all your data, including channels, videos, comments and you won't be able to create another user on this instance with "this.user.username" username.
ca_es: Això destruirà totes les vostres dades, inclosos els canals, els vídeos, els comentaris i no podreu crear un altre compte en aquesta instància amb l'identificador «this.user.username».
ja_jp: あなたのチャンネル、動画、コメントを含めた全てのデータが削除され、このインスタンスでユーザー名"this.user.username"を利用してアカウントを作成することができなくなります。
pl_pl: Usunie to wszystkie twoje dane, włączając w to kanały, filmy, komentarze i nie będziesz mógł/mogła stworzyć kolejnego konta o nazwie „this.user.username”.

source: Content cached by other servers and other third-parties might make longer to be deleted.
ca_es: El contingut a la memòria cau d'altres servidors i altres entitats externes pot trigar més a eliminar-se.
ja_jp: 他のサーバーやサードパーティーによってキャッシュされたコンテンツは、削除されるのに時間がかかる場合があります。
pl_pl: Zawartość zapamiętana przez inne serwery oraz innych zewnętrznych dostawców usług może być usunięta nieco później.

source: Delete my account
ca_es: Esborrar el meu compte
ja_jp: アカウントを削除する
pl_pl: Usuń moje konto

source: Your account is deleted.
ca_es: El vostre compte s'ha suprimit.
ja_jp: あなたのアカウントは削除されました。
kab: Amiḍan-ik·im yettwakkes.
pl_pl: Twoje konto zostało usunięte.

source: Allow email <strong>{{ user().email }}</strong> to be publicly displayed
pl_pl: Pozwól na publiczne wyświetlanie adresu e–mail <strong>{{ user().email }}</strong>

source: Necessary to claim podcast RSS feeds.
ca_es: Necessari per demanar canals RSS de podcast.
ja_jp: ポッドキャストRSSフィードを取得するために必要です。
pl_pl: Wymagane do subskrybowania do kanałów RSS podcastów.

source: ⚠️ Your email cannot be used in podcast RSS feeds because it has not yet been verified.
ca_es: ⚠️ La vostra adreça electrònica no es pot utilitzar als canals RSS de podcast perquè encara no s'ha verificat.
ja_jp: ⚠️ メールアドレスが認証されていないため、Podcast RSSフィードに使用できません。
pl_pl: ⚠️ Twój adres e-mail nie może zostać wykorzystany w kanałach RSS podcastów, ponieważ nie został on jeszcze zweryfikowany.

source: Save email settings
ca_es: Desar la configuració del correu electrònic
ja_jp: メール設定を保存
pl_pl: Zapisz ustawienia e-maila

source: Interface settings updated.
ca_es: Configuració de la interfície actualitzada.
ja_jp: 外観設定を更新しました。
kab: Iɣewwaren n ugrudem ttwaleqqmen.
pl_pl: Ustawienia interfejsu zostały zaktualizowane.

source: Override sensitive content policy for certain videos
ja_jp: 特定の動画に対するセンシティブなコンテンツポリシーを上書きする
pl_pl: Zdefiniuj politykę dotyczącą zawartości wrażliwej dla wybranych filmów

source: These subjective criteria may be optionally applied to certain videos. The classification of some videos may differ from your personal judgment.
ja_jp: これらの主観的な基準は、特定の動画に対して任意で適用される場合があります。一部の動画の分類は、あなた自身の判断とは異なる場合があります。
pl_pl: Te kryteria mogą być także wzięte pod uwagę dla wskazanych filmów. Ich klasyfikacja może się różnić od Twoich osobistych poglądów.

source: Violent content
ja_jp: 暴力的なコンテンツ
pl_pl: Zawartość przedstawiająca przemoc

source: Sexually explicit content
ja_jp: 性的に露骨なコンテンツ
pl_pl: Zawartość przedstawiająca akty seksualne

source: New comment on your video
ca_es: Nou comentari al vostre vídeo
ja_jp: あなたの動画に新しいコメントが投稿された
kab: Awennit amaynut ɣef tvidyut-ik·im
pl_pl: Nowy komentarz na twoim filmie

source: New abuse
ca_es: Nou abús
ja_jp: 新たな不正利用通報があった
kab: Yir aseqdec-nniḍen
pl_pl: Nowe nadużycie

source: An automatically blocked video is awaiting review
ca_es: Un vídeo bloquejat automàticament està pendent de revisió
ja_jp: 自動的にブロックされた動画が審査中になった
pl_pl: Automatycznie zablokowany film oczekuje na weryfikację

source: One of your video is blocked/unblocked
ca_es: Un dels vostres vídeos està bloquejat/desbloquejat
ja_jp: 動画の一つがブロックされた、またはブロックが解除された
kab: Yiwet seg tvidyutin-ik·im tettusewḥel/yettwakkes-as usewḥel
pl_pl: Jeden z Twoich filmów został zablokowany/odblokowany

source: Video published (after transcoding/scheduled update)
ca_es: Vídeo publicat (després de la transcodificació/actualització programada)
ja_jp: あなたの動画が (トランスコード/設定された予約公開後に)公開された
kab: Tavidyut yettwasuffɣen (seld anigtengel/lqem yettusɣawsen)
pl_pl: Film został opublikowany (po transkodowaniu/zaplanowanej aktualizacji)

source: Video import finished
ca_es: Importació de vídeo acabada
ja_jp: 動画のインポートが完了した
kab: Yemmed uktar n tvidyut
pl_pl: Import filmu został ukończony

source: A new user registered on config.instance.name
ja_jp: config.instance.name上に新しいユーザーが登録しました
pl_pl: Nowy użytkownik zarejestrował się na config.instance.name

source: You or one of your channels has a new follower
ca_es: Vos o un dels vostres canals teniu una nova subscripció
ja_jp: あなたのアカウントまたはあなたのチャンネルの一つがフォローされた
pl_pl: Twoje konto, albo jeden z Twoich kanałów, otrzymał(o) nowego obserwującego

source: Someone mentioned you in video comments
ca_es: Algú us ha mencionat als comentaris d'un vídeo
ja_jp: 動画のコメント欄で、あなたのアカウントが言及された
kab: Yella win i ak·akem-id-ibedren deg yiwenniten n tvidyut-ik·im
pl_pl: Ktoś wspomniał o tobie w komentarzach filmu

source: config.instance.name has a new follower
ja_jp: config.instance.nameは新しいフォロワーが増えました
pl_pl: Instancja config.instance.name ma nowego obserwującego

source: config.instance.name automatically followed another platform
ja_jp: config.instance.nameは他のプラットフォームから自動的にフォローされます
pl_pl: Instancja config.instance.name automatycznie zaczęła obserwować inną platformę

source: An abuse report received a new message
ca_es: Un informe d'abús ha rebut un missatge nou
ja_jp: 不正利用通報に対して、新しいメッセージを受けとった
kab: Aneqqis ɣef yir aseqdec yermes izen amaynut
pl_pl: Zgłoszenie o nadużyciu otrzymało nową wiadomość

source: One of your abuse reports has been accepted or rejected by moderators
ca_es: Un dels vostres informes d'abús ha estat acceptat o rebutjat per la moderació
ja_jp: 不正利用通報の一つが、モデレーターによって受理または却下された
kab: Yiwen seg yineqqisen-ik·im ɣef yir aseqdec yettwaqbal neɣ yettwagi sɣur imḍebbren
pl_pl: Jedno z Twoich zgłoszeń o nadużyciu zostało zaakceptowane lub odrzucone przez moderatorów

source: A new PeerTube version is available
ca_es: Hi ha disponible una nova versió de PeerTube
ja_jp: 新しいバージョンのPeerTubeがリリースされた
kab: Lqem amaynut n PeerTube version yella
pl_pl: Dostępna jest nowa wersja PeerTube

source: One of your plugin/theme has a new available version
ca_es: Un dels vostres complements/temes té una versió nova disponible
ja_jp: 設定しているプラグイン、またはテーマの一つで新しいバージョンが利用できるようになった
kab: Yiwen seg uzegrir/usentel ɣur-s lqem amaynut
pl_pl: Jedna z Twoich wtyczek/motywów jest dostępna w nowej wersji

source: Processing of edits has finished
ja_jp: 編集処理が完了しました
pl_pl: Przetwarzanie zadań dotyczących edycji zostało ukończone

source: The transcription of your video has been generated
ca_es: S'ha generat la transcripció del vostre vídeo
ja_jp: あなたの動画の文字起こしが生成された
pl_pl: Transkrypcja filmu została wygenerowana

source: Social
ja_jp: ソーシャル
pl_pl: Społeczność

source: Your videos
ca_es: Els vostres vídeos
ja_jp: あなたの動画
pl_pl: Twoje filmy

source: Preferences saved
ca_es: Preferències desades
ja_jp: 設定を保存しました
kab: Ismenyifen ttwaskelsen
pl_pl: Zapisano ustawienia

source: Profile updated.
ca_es: S'ha actualitzat el perfil.
ja_jp: プロフィールを更新しました。
kab: Amaɣnu yettwaleqqem.
pl_pl: Zaktualizowano profil.

source: People can find you using @sing @{{ user.usern@me }}@{{ instanceH
ca_es: La gent pot trobar-vos fent servir @sing @{{ user.usern@me }}@{{ instanceH
ja_jp: ユーザーは、@sing @{{ user.usern@me }}@{{ instanceH を検索することであなたのアカウントを見つけることができます
kab: Imdanen zemren ad ak·akem-id-afen s useqdec n @sing @{{ user.usern@me }}@{{ instanceH
pl_pl: Ludzie mogą Cię znaleźć pod @sing @{{ user.usern@me }}@{{ instanceH

source: Save profile
ca_es: Desar el perfil
ja_jp: プロフィールを保存
pl_pl: Zapisz profil

source: Avatar changed.
ca_es: Avatar canviat.
ja_jp: アバターを変更しました。
kab: Yettwabeddel avaṭar.
pl_pl: Zmieniono awatar.

source: avatar
ja_jp: アバター
kab: avaṭar
pl_pl: awatar

source: Avatar deleted.
ca_es: Avatar eliminat.
ja_jp: アバターを削除しました。
kab: Yettwakkes avaṭar.
pl_pl: Usunięto awatar.

source: Unknown language
ca_es: Idioma desconegut
ja_jp: 不明な言語
kab: Tutlayt tarussint
pl_pl: Nieznany język

source: No results found
ca_es: No s'han trobat resultats
ja_jp: 結果が見つかりませんでした
pl_pl: Nie znaleziono wyników

source: No items available
ca_es: No hi ha entrades disponibles
ja_jp: アイテムが利用できません
pl_pl: Brak dostępnych wyników

source: instanceName setting (instancePlayerTheme)
pl_pl: Ustawienie instanceName (instancePlayerTheme)

source: this.channel().displayName setting
pl_pl: Ustawienie this.channel().displayName

source: from instanceName setting: instancePlayerTheme
pl_pl: pochodzi od domyślnej konfiguracji instanceName: instancePlayerTheme

source: this.channel().displayName channel setting (channelPlayerTheme)
pl_pl: Ustawienie kanału this.channel().displayName (channelPlayerTheme)

source: Too many languages are enabled. Please enable them all or stay below 20 enabled languages.
ca_es: S'han activat massa idiomes. Si us plau, activeu-los tots o manteniu-los per sota de 20 idiomes activats.
ja_jp: 非常に多くの言語が選択されています。全ての言語を選択するか、または20言語以下にしてください。
kab: Aṭas n tutlayin i yettwaremden. Ttxil-k·m rmed-itent akk neɣ qqim ddaw deg 20 n tutlayin yettwaremden.
pl_pl: Włączono zbyt wiele języków. Włącz wszystkie lub pozostań poniżej 20 włączonych języków.

source: Video settings updated.
ca_es: Configuració de vídeo actualitzada.
ja_jp: 動画の設定を更新しました。
kab: Iɣewwaren n tvidyut ttwaremden.
pl_pl: Ustawienia filmu zaktualizowane.

source: Display/Video settings updated.
ca_es: Configuració de pantalla/vídeo actualitzada.
ja_jp: 設定を更新しました。
kab: Iɣewwaren n tvidyut/n uskan ttwaleqqmen.
pl_pl: Ustawienia wyświetlania/wideo zaktualizowane.

source: Default (nsfwPolicyLabel)
ja_jp: デフォルト (nsfwPolicyLabel)
pl_pl: Domyślne (nsfwPolicyLabel)

source: Remote interact
ca_es: Interacció remota
ja_jp: リモート リアクション
pl_pl: Dokonaj interakcji kontem zewnętrznym

source: Remote subscribe
ca_es: Subscripció remota
ja_jp: リモート チャンネル登録
pl_pl: Subskrybuj kontem zewnętrznym

source: Video channel {PH} created.
ca_es: Canal de vídeo {PH} creat.
ja_jp: チャンネル{PH}を作成しました。
kab: Abadu n tvidyut {PH} yettwarna.
pl_pl: Utworzono kanał wideo {PH}.

source: Channel name "this.videoChannelEdit.channel.name" already exists on this platform.
pl_pl: Kanał o nazwie "this.videoChannelEdit.channel.name" już istnieje na tej platformie.

source: Create your channel
ca_es: Crear el vostre canal
ja_jp: チャンネルを作成
pl_pl: Stwórz swój kanał

source: Editors
pl_pl: Redaktorzy

source: OWNER
pl_pl: WŁAŚCICIEL

source: (you)
pl_pl: (Ty)

source: EDITORS
pl_pl: REDAKTORZY

source: Editors <strong>can:</strong>
pl_pl: Redaktorzy <strong>mogą:</strong>

source: Publish videos in this channel
pl_pl: Publikować filmy na tym kanale

source: Manage, update or delete videos, comments, playlists of this channel
pl_pl: Zarządzać, edytować lub usuwać filmy, komentarze oraz playlisty na tym kanale

source: Add or delete channel synchronization
pl_pl: Dodawać lub usuwać synchronizacje kanałów

source: Update information of this channel (title, description, banner...)
pl_pl: Edytować informacje na temat tego kanału (jego nazwa, opis, baner itd.)

source: But editors <strong>cannot:</strong>
pl_pl: Ale redaktorzy za to <strong>nie mogą:</strong>

source: Delete the channel
pl_pl: Usunąć kanału

source: Add or remove other editors
pl_pl: Dodawać albo usuwać innych redaktorów

source: Current editors
pl_pl: Obecni redaktorzy

source: No editors at the moment
pl_pl: W tej chwili nikt nie jest redaktorem

source: New editor
pl_pl: Nowy redaktor

source: Editor handle
pl_pl: Pseudonim redaktora

source: Invite
pl_pl: Zaproś

source: Are you sure you want to remove invitation of <strong>collaborator.account.displayName</strong> to collaborate on your channel?
pl_pl: Czy na pewno chcesz wycofać zaproszenie do współpracy nad kanałem dla użytkownika <strong>collaborator.account.displayName</strong>?

source: Are you sure you want to remove <strong>collaborator.account.displayName</strong> as a collaborator?
pl_pl: Czy na pewno chcesz usunąć użytkownika <strong>collaborator.account.displayName</strong> z roli współpracującego?

source: Remove collaborator
pl_pl: Usuń współpracującego

source: You have been removed as a collaborator from this.videoChannelEdit.channel.name channel
pl_pl: Zostałeś/–aś odsunięty/–a od współpracy nad kanałem this.videoChannelEdit.channel.name

source: Do you want to send an invitation to <strong>this.newEditorUsername</strong> to collaborate on <strong>this.videoChannelEdit.channel.name</strong>?
pl_pl: Czy na pewno chcesz wysłać zaproszenie do użytkownika <strong>this.newEditorUsername</strong>, żeby mógł on współpracować nad kanałem <strong>this.videoChannelEdit.channel.name</strong>?

source: Invite new editor
pl_pl: Zaproś nowego redaktora

source: Create a new channel
pl_pl: Stwórz nowy kanał

source: Go to the public page
pl_pl: Przejdź do widoku publicznego

source: Save
pl_pl: Zapisz

source: There are errors in your channel settings.
pl_pl: W ustawieniach Twojego kanału zostały znalezione błędy.

source: Video channel {PH} updated.
ca_es: Canal de vídeo {PH} actualitzat.
ja_jp: 動画チャンネル{PH}を更新しました。
kab: Abadu n tvidyut {PH} yettwaleqqem.
pl_pl: Zaktualizowano kanał wideo {PH}.

source: banner
ca_es: bàner
ja_jp: バナー
kab: aɣarrac
pl_pl: baner
