Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: A directory containing static files (thumbnails, avatars, video files etc.)
ca_es: Una carpeta que conté fitxers estàtics (miniatures, avatars, fitxers de vídeo, etc.)
ja_jp: 静的ファイル(サムネイル、アバター、動画ファイルなど)を含むディレクトリ
pl_pl: Katalog zawierający pliki statyczne (miniatury, awatary, pliki wideo itd.)

source: Videos and playlists from collaborated channels, as well as your channel collaborators, <strong>will not</strong> be included in the archive.
pl_pl: Filmy oraz playlisty z kanałów, nad którymi współpracujesz z innymi, tak samo jak informacje na temat osób, z którymi współpracujesz, <strong>nie zostaną</strong> umieszczone w pliku archiwum.

source: You can only request one archive at a time.
ca_es: Només podeu sol·licitar un arxiu alhora.
ja_jp: 1度に1つのアーカイブをリクエストできます。
pl_pl: Możesz zażądać tylko jedno archiwum na raz.

source: An email will be sent when the export archive is available.
ca_es: S'enviarà un correu electrònic quan l'arxiu d'exportació estigui disponible.
ja_jp: アーカイブが利用可能になった際にメールで通知を送信します。
pl_pl: E-mail zostanie wysłany na Twoją skrzynkę, gdy archiwum będzie gotowe do pobrania.

source: Date
ca_es: Data
ja_jp: 日付
pl_pl: Data

source: SUBSCRIPTION FEED
ca_es: FLUX DE SUBSCRIPCIÓ
ja_jp: RSSフィード
kab: ASUDDEM N UMULTEƔ
pl_pl: STRUMIEŃ SUBSKRYPCJI

source: Use third-party feed aggregators to retrieve the list of videos from channels you subscribed to.
ca_es: Utilitzeu agregadors de tercers per recuperar la llista de vídeos dels canals subscrits.
ja_jp: サードパーティーのRSSリーダーを使用して、あなたが登録しているチャンネルの動画リストを読み込みましょう。
kab: Seqdec asemlellay n usuddem n wis kraḍ i wakken ad d-terreḍ tabdart n tvidyutin seg yibuda wuɣur tmuletɣeḍ.
pl_pl: Używaj zewnętrznych agregatorów kanałów, aby uzyskiwać listę filmów z kanałów, które subskrybujesz.

source: Feed URL
ca_es: URL del flux
ja_jp: RSSフィードのURL
kab: URL n usuddim
pl_pl: URL kanału

source: Feed Token
ca_es: Fitxa del flux
ja_jp: RSSフィードのトークン
kab: Ajuṭu n usuddem
pl_pl: Token kanału

source: ⚠️ Never share your feed token with anyone.
ca_es: ⚠️ No compartiu mai la vostra fitxa amb ningú.
ja_jp: ⚠️ トークンは、誰とも共有しないでください。
kab: ⚠️ Ur beṭṭu ara akk ajuṭu n usuddem-inek·inem ula akked yiwen.
pl_pl: ⚠️ Nigdy nie dziel się swoim tokenem z innymi.

source: Renew token
ca_es: Renovar la fitxa
ja_jp: トークンを新しく生成
kab: Ɛwed ajuṭun amynut
pl_pl: Odnów token

source: Filter...
ca_es: Filtrar…
ja_jp: フィルター…
kab: Sizdeg…
pl_pl: Filtruj...

source: Clear filter
ca_es: Suprimir el filtre
ja_jp: フィルターをリセット
pl_pl: Wyczyść filtr

source: Toggle
ca_es: Commutar
ja_jp: 切り替える
pl_pl: Przełącznik

source: Video/Comment/Account
ca_es: Vídeo/Comentari/Compte
ja_jp: 動画/コメント/アカウント
kab: Tavidyut/Awennit/Amiḍan
pl_pl: Film/Komentarz/Konto

source: State
ca_es: Estat
ja_jp: 状態
kab: Aɣrem
pl_pl: Stan

source: Reliability
ja_jp: 信頼性
pl_pl: Wiarygodność

source: Open actor page in a new tab
ca_es: Obrir pàgina de l'actor en una pestanya nova
ja_jp: ユーザーページを新しいタブで開く
kab: Ldi asebter n umeggi deg yiccer amaynut
pl_pl: Otwórz stronę wykonawcy czynności w nowej karcie

source: Accepted
ca_es: Acceptat
ja_jp: 承認済
kab: Yettwaqbel
pl_pl: Zaakceptowane

source: Pending
ca_es: Pendent
ja_jp: 保留中
kab: Yegguni
pl_pl: Oczekiwane

source: Rejected
ca_es: Rebutjat
ja_jp: 拒否
pl_pl: Odrzucono

source: Accept
ca_es: Acceptar
ja_jp: 承認
kab: Qbel
pl_pl: Akceptuj

source: Refuse
ca_es: Rebutjar
ja_jp: 拒否
kab: Agi
pl_pl: Odmów

source: No follower found matching current filters.
ca_es: No s'ha trobat cap subscriptor amb els filtres actuals.
ja_jp: 現在のフィルターでは、一致したフォロワーはいませんでした。
kab: Ulac aneḍfar yettwafen yemṣada d yimsizedgen imirinanen.
pl_pl: Nie znaleziono obserwujących pasujących do obecnych filtrów.

source: Your instance doesn't have any follower.
ca_es: La vostra instància no té subscriptors.
ja_jp: あなたのインスタンスにはフォロワーがいません。
kab: Tummant-ik·im ur tesɛi ula d yiwen n uneḍfar.
pl_pl: Twoja instancja nie ma żadnych obserwujących.

source: Open instance in a new tab
ca_es: Obrir instància en una pestanya nova
ja_jp: 新しいタブでインスタンスを開く
kab: Ldi tummant deg yiccer amaynut
pl_pl: Otwórz instancję w nowej karcie

source: No host found matching current filters.
ca_es: No s'ha trobat cap host amb els criteris actuals.
ja_jp: 現在のフィルターに当てはまるホストはありませんでした。
kab: Ulac inebgi yettwafen yemṣada d yimsizedgen imiranen.
pl_pl: Brak hostów spełniających obecne kryteria.

source: Your instance is not following anyone.
ca_es: La vostra instància no en segueix cap altra.
ja_jp: あなたのインスタンスはまだ誰もフォローしていません。
kab: Tummant-ik·im ulac win i teṭṭafar.
pl_pl: Twoja instancja nie obserwuje nikogo.

source: Redundancy allowed
ja_jp: 冗長性を許可
pl_pl: Redundancja dozwolona

source: Do you really want to unfollow {count, plural, =1 {{entryName}?} other {{count} entries?}}
ca_es: Segur que voleu deixar de seguir a {count, plural,=1 {{entryName}?} other {{count} entrades?}}
ja_jp: 本当に{count, plural, =1 {{entryName}のフォローを解除しますか？} other {{count}件のフォローを解除しますか？}}
pl_pl: Czy na pewno chcesz przestać obserwować {count, plural, =1 {{entryName}?} few {{count} pozycje?} other {{count} pozycji?}}

source: My videos duplicated by remote instances
ca_es: Els meus vídeos duplicats per instàncies remotes
ja_jp: 外部インスタンスによって複製された自分の動画
kab: Ttuɛawdent-d tvidyutin-inu s tummanin tinmeggagin
pl_pl: Moje filmy zduplikowane przez inne instancje

source: Remote videos duplicated by my instance
ca_es: Vídeos remots duplicats per la meva instància
ja_jp: このインスタンスによって複製された外部動画
kab: Tividyutin tinmeggagin ttwalsent-d s tummant-inu
pl_pl: Zdalne filmy zduplikowane przez moją instancję

source: Username
ca_es: Identificador
ja_jp: ユーザー名
kab: Nom d'utilisateur
pl_pl: Nazwa użytkownika

source: john
ca_es: joan
pl_pl: Jan

source: mail@example.com
ca_es: correu@exemple.cat
pl_pl: przykladowy@mail.pl

source: If you leave the password empty, an email will be sent to the user.
ca_es: Si deixeu la contrasenya en blanc s'enviarà un correu electrònic.
ja_jp: パスワードを設定しなかった場合、ユーザーにメールでパスワードが送信されます。
kab: Ma yella teǧǧiḍ awal uffir d ilem, ad yettwazen yimayl i useqdac.
pl_pl: Jeżeli pozostawisz puste hasło - email zostanie wysłany do użytkownika.

source: Role
ca_es: Rol
ja_jp: 権限
kab: Tamlilt
pl_pl: Rola

source: Daily video quota
ca_es: Quota de vídeo diària
ja_jp: 1日あたりの動画アップロード制限
kab: Afmiḍi n tvidyut n wass
pl_pl: Dzienny limit rozmiaru filmów

source: Auth plugin
ca_es: Connector d'autenticació
ja_jp: 認証プラグイン
kab: Izegrar n usesteb
pl_pl: Wtyczka uwierzytelniania

source: None (local authentication)
ca_es: Cap (autenticació local)
ja_jp: 無し (ローカルでの認証)
kab: Ulac (alɣu adigan)
pl_pl: Brak (lokalne uwierzytelnianie)

source: User bypasses video validation by moderators
ca_es: Els vídeos d'aquest compte obvien la validació de la moderació
ja_jp: ユーザーがモデレーターによる動画の審査を回避する
pl_pl: Użytkownik pomija ręczną weryfikację filmów przez moderację

source: Enable this checkbox if this user doesn't need to have its videos reviewed by moderators.
ca_es: Activeu aquesta casella de selecció si aquesta persona no necessita que els seus vídeos siguin revisats per la moderació.
ja_jp: このチェックボックスを有効にすると、このユーザーはモデレーターによる動画の審査が必要なくなります。
pl_pl: Zaznacz to pole, jeżeli ten użytkownik nie musi przechodzić weryfikacji filmów przez moderację.

source: TOKEN SESSIONS
ja_jp: セッション
pl_pl: TOKENY SESYJNE

source: Send a link to reset the password by email to the user
ca_es: Enviar-li un enllaç per correu electrònic per restablir la seva contrasenya
ja_jp: ユーザーにパスワードリセットのためのリンクをメールで送信する
kab: Azen aseɣwen i uwennez n wawal uffir s yimayl i useqdac
pl_pl: Wyślij link do resetu hasła przez e-mail do użytkownika

source: Ask for new password
ca_es: Sol·licitar una nova contrasenya
ja_jp: 新しいパスワードを要求する
kab: Suter awal uffir amaynut
pl_pl: Zapytaj o nowe hasło

source: Manually set the user password
ca_es: Establir manualment la contrasenya del compte
ja_jp: ユーザーパスワードを手動で設定する
kab: Sbadu s ufus awal uffir n useqdac
pl_pl: Ustaw hasło użytkownika manualnie

source: This user has two factor authentication enabled
ca_es: Aquest compte té habilitada l'autenticació de dos factors
ja_jp: このユーザーは2段階認証が有効になっています
pl_pl: Ten użytkownik ma włączoną dwuetapową autoryzację

source: Disable two factor authentication
ca_es: Deshabilitar l'autenticació de dos factors
ja_jp: 2段階認証を無効にする
pl_pl: Wyłącz dwuetapową autoryzację

source: Show
ca_es: Mostrar
ja_jp: 表示
kab: Sken
pl_pl: Pokaż

source: Hide
ca_es: Amagar
ja_jp: 非表示
kab: Ffer
pl_pl: Ukryj

source: Warn
ja_jp: 警告
pl_pl: Ostrzegaj

source: Blur
ja_jp: ぼかす
pl_pl: Zamaż

source: Batch actions
ca_es: Accions per lots
ja_jp: バッチ処理
kab: Tigawin s uεemmuṛ
pl_pl: Akcje seryjne

source: Open account in a new tab
ca_es: Obrir el compte en una pestanya nova
ja_jp: 新しいタブでアカウントを開く
kab: Ldi amiḍan deg yiccer amaynut
pl_pl: Otwórz konto w nowej zakładce

source: This video has been reported multiple times
ja_jp: この動画は複数回の通報を受けています
pl_pl: Ten film został wielokrotnie zgłoszony

source: {VAR_PLURAL, plural, =1 {1 abuse} other {{INTERPOLATION} abuses}}
ja_jp: {VAR_PLURAL, plural, =1 {1件の通報} other {{INTERPOLATION}件の通報}}
pl_pl: {VAR_PLURAL, plural, =1 {1 naruszenie} few {{INTERPOLATION} naruszenia} other {{INTERPOLATION} naruszeń}}

source: The video is blocked
ja_jp: この動画はブロックされています
pl_pl: Ten film został zablokowany

source: Account deleted
ja_jp: 削除されたアカウントです
pl_pl: Konto usunięte

source: Total daily video quota
ca_es: Quota total de vídeo diària
ja_jp: 一日あたりの動画容量の制限（合計）
kab: Asemday n ufmiḍi n tvidyut n wass
pl_pl: Całkowita dzienna przestrzeń na filmy

source: Two factor authentication is enabled
ja_jp: 二段階認証が有効です
pl_pl: Weryfikacja dwuetapowa została włączona

source: 2FA
pl_pl: Weryfikacja dwuetapowa

source: never
ja_jp: なし
pl_pl: nigdy

source: Ban reason:
ca_es: Motiu del bandeig:
ja_jp: 凍結理由:
kab: Ssebba n ugdal:
pl_pl: Powód bana:

source: Banned users
ca_es: Comptes bandejats
ja_jp: 凍結されたユーザー
pl_pl: Zablokowani użytkownicy

source: Moderation
ca_es: Moderació
ja_jp: モデレーション
pl_pl: Moderacja

source: Registrations
ca_es: Registres
ja_jp: 登録
pl_pl: Rejestracje

source: Video blocks
ca_es: Vídeos blocats
ja_jp: ブロックした動画
kab: Imsewḥal n tvidyutin
pl_pl: Zablokowane filmy

source: Mutes
ca_es: Silenciaments
ja_jp: ミュート
pl_pl: Wyciszenia

source: Muted accounts
ca_es: Comptes silenciats
ja_jp: ミュート済みアカウント
kab: Imiḍanen yettwasgugmen
pl_pl: Wyciszone konta

source: Muted servers
ca_es: Servidors silenciats
ja_jp: ミュート済みサーバー
kab: Iqeddacen yettwasgugmen
pl_pl: Wyciszone serwery

source: Watched words
ca_es: Mots vigilats
ja_jp: 監視対象の言葉やフレーズ
pl_pl: Obserwowane słowa

source: Total size
ca_es: Mida total
ja_jp: 合計サイズ
kab: Teɣzi tasemdayt
pl_pl: Wielkość

source: Your instance doesn't mirror any video.
ca_es: La vostra instància no duplica cap vídeo.
ja_jp: あなたのインスタンスは動画をミラーリングしていません。
kab: Tummant-ik·im ur teslig ula d yiwet n tvidyut.
pl_pl: Twoja instancja nie mirroruje żadnego filmu.

source: Your instance has no mirrored videos.
ca_es: La vostra instància no té cap vídeo duplicat.
ja_jp: あなたのインスタンスにはミラーリングした動画はありません。
kab: Tummant-ik·im ur teslig ara tividyutin.
pl_pl: Twoja instancja nie zawiera mirrorowanych filmów.

source: Enabled strategies stats
ca_es: Estadístiques d'estratègies habilitades
ja_jp: 冗長性方針を有効にする
kab: Tiddadanin n tsetratijiyin yettwaremden
pl_pl: Statystyki użytych strategii

source: No redundancy strategy is enabled on your instance.
pl_pl: Twoja instancja nie posiada jakiejkolwiek strategii redundancji.

source: Used (this.bytesToHuman(stats.totalUsed))
ca_es: Utilitzat (this.bytesToHuman(stats.totalUsed))
ja_jp: 利用中 (this.bytesToHuman(stats.totalUsed))
pl_pl: Użycie (this.bytesToHuman(stats.totalUsed))

source: Available (this.bytesToHuman(totalAvailable))
ca_es: Disponible (this.bytesToHuman(totalAvailable))
ja_jp: 利用可能 (this.bytesToHuman(totalAvailable))
pl_pl: Dostępne (this.bytesToHuman(totalAvailable))

source: Redundancy strategy "stats.strategy".
ca_es: Estratègia de redundància «stats.strategy».
ja_jp: 冗長化戦略が"stats.strategy"件あります。
pl_pl: Strategia redundancji „stats.strategy”.

source: Sensitive
ca_es: Sensible
ja_jp: センシティブ
kab: Amḥulfu
pl_pl: Wrażliwe

source: Unfederated
ca_es: No federat
ja_jp: 連合なし
kab: Ur d-yettεawad ara
pl_pl: Niefederowane

source: Select this row
ca_es: Seleccionar aquesta fila
ja_jp: この行を選択
kab: Fren izirig-a
pl_pl: Wybierz ten rządSelect this row

source: No results found.
ja_jp: 結果が見つかりませんでした。
pl_pl: Nie znaleziono wyników.

source: Actions
ca_es: Accions
ja_jp: アクション
kab: Tigawin
pl_pl: Akcje

source: Follower
ca_es: Seguidor/a
ja_jp: フォロワー
pl_pl: Śledzący

source: Commented video
ca_es: Vídeo comentat
ja_jp: コメントされた動画
kab: Iwennet tavidyut
pl_pl: Skomentowany film

source: Only display comments with this tag
ca_es: Mostrar només els comentaris amb aquesta etiqueta
ja_jp: このタグが付いたコメントのみ表示
pl_pl: Wyświetlaj komentarze wyłącznie z tym tagiem

source: No comments found matching current filters.
ca_es: No s'ha trobat cap comentari amb els criteris actuals.
ja_jp: 現在のフィルターでは、一致したコメントはありませんでした。
kab: Ulac iwenniten yettwafen mṣadan d yimsizedegen imiranen.
pl_pl: Brak komentarzy spełniających obecne kryteria.

source: No comments found.
ca_es: No s'han trobat comentaris.
ja_jp: コメントは見つかりませんでした。
kab: Ur d-nufi ula d yiwen n uwennit.
pl_pl: Nie znaleziono komentarzy.

source: Local comments
ca_es: Comentaris locals
ja_jp: ローカルのコメント
pl_pl: Lokalne komentarze

source: Remote comments
ca_es: Comentaris remots
ja_jp: 外部からのコメント
pl_pl: Zdalne komentarze

source: Comments on local videos
ca_es: Comentaris de vídeos locals
ja_jp: ローカル動画へのコメント
pl_pl: Komentarze pod lokalnymi filmami

source: Display comments awaiting your approval
ca_es: Mostrar els comentaris pendents d'aprovació
ja_jp: あなたの承認を待っているコメントを表示
pl_pl: Wyświetl komentarze oczekujące na Twoje zatwierdzenie

source: {count, plural, =1 {Comment approved.} other {{count} comments approved.}}
ca_es: {count, plural, =1 {Comentari aprovat.} other {{count} comentaris aprovats.}}
ja_jp: {count, plural, =1 {1件のコメントを承認しました。} other {{count}件のコメントを承認しました。}}
pl_pl: {count, plural, =1 {Komentarz został zatwierdzony.} few {Zatwierdzono {count} komentarze.} other {Zatwierdzono {count} komentarzy.}}

source: No abuses found matching current filters.
ca_es: No s'han trobat denúncies amb els criteris actuals.
ja_jp: 現在のフィルター設定に一致する、不正利用通報はありませんでした。
kab: Ulac yir aseqdec yettwafen yemṣada d yimsizedgen imiranen.
pl_pl: Brak nadużyć spełniających obecne kryteria.

source: No abuses found.
ca_es: No s'ha trobat cap denúncia.
ja_jp: 不正利用通報はありません。
kab: Ulac yir aseqdec yettwafen.
pl_pl: Nie znaleziono nadużyć.

source: Unsolved reports
ca_es: Denúncies no resoltes
ja_jp: 未解決の通報
pl_pl: Nierozwiązane zgłoszenia

source: Accepted reports
ca_es: Denúncies acceptades
ja_jp: 受理した通報
pl_pl: Przyjęte zgłoszenia

source: Refused reports
ca_es: Denúncies rebutjades
ja_jp: 拒否した通報
pl_pl: Odmówione zgłoszenia

source: Reports with blocked videos
ca_es: Denúncies amb vídeos blocats
ja_jp: ブロックした動画に関する通報
pl_pl: Zgłoszenia z zablokowanymi filmami

source: Reports with deleted videos
ca_es: Denúncies amb vídeos suprimits
ja_jp: 削除動画に関する通報
pl_pl: Zgłoszenia z usuniętymi filmami

source: Block reason:
ca_es: Motiu del bloqueig:
ja_jp: ブロック理由:
kab: Ssebba n usewḥel:
pl_pl: Powód blokady:

source: No blocked video found matching current filters.
ca_es: No s'ha trobat cap vídeo blocat amb els criteris actuals.
ja_jp: 現在のフィルターでは、一致したブロックされた動画はありませんでした。
kab: Ulac tavidyut yettusweḥlen yettwafen ara yemṣadan d yimsizedgen imiranen.
pl_pl: Brak zablokowanych filmów spełniających obecne kryteria.

source: No blocked video found.
ca_es: No s'ha trobat cap vídeo blocat.
ja_jp: ブロックされた動画はありません。
kab: Ulac tavidyut yettusweḥlen i yettwafen.
pl_pl: Nie znaleziono zablokowanych filmów.

source: Automatic blocks
ca_es: Blocs automàtics
ja_jp: 自動ブロック
pl_pl: Automatyczne blokady

source: Manual blocks
ca_es: Blocs manuals
ja_jp: 手動ブロック
pl_pl: Ręczne blokady

source: Reports
ca_es: Denúncies
ja_jp: 通報
kab: Ineqqisen
pl_pl: Zgłoszenia

source: Moderation comment
ca_es: Comentari de moderació
ja_jp: モデレーションコメント
kab: Awennit n usektem
pl_pl: Komentarz moderatorski

source: This comment can only be seen by you or the other moderators.
ca_es: Aquest comentari només el podeu veure vosaltres i els altres moderadors/es.
ja_jp: このコメントは、あなたとモデレーターのみが見ることができます。
kab: Awennit-a yezmer kan ara t-iwalin neɣ imḍebbren wiyaḍ.
pl_pl: Ten komentarz możesz zobaczyć tylko ty i inni moderatorzy.

source: Update this comment
ca_es: Editar aquest comentari
ja_jp: このコメントを更新する
kab: Leqqem awennit-a
pl_pl: Zaktualizuj ten komentarz

source: Reporter
ca_es: Denunciant
ja_jp: 通報者
kab: Amassaɣay
pl_pl: Zgłaszający

source: Video
ca_es: Vídeo
ja_jp: 動画
kab: Tavidyut
pl_pl: Film

source: Comment
ca_es: Comentari
ja_jp: コメント
kab: Commentaire
pl_pl: Komentarz

source: by {INTERPOLATION} on {INTERPOLATION_1}
ca_es: per {INTERPOLATION} en {INTERPOLATION_1}
ja_jp: {INTERPOLATION_1}上の{INTERPOLATION}によって
kab: s {INTERPOLATION} ɣef {INTERPOLATION_1}
pl_pl: od {INTERPOLATION} na {INTERPOLATION_1}

source: Video was deleted
ca_es: El vídeo s'ha suprimit
ja_jp: 動画が削除されました
kab: Tavidyut tettwakkes
pl_pl: Film został usunięty

source: Deleted video
ja_jp: 削除された動画
pl_pl: Usunięto film

source: Open video in a new tab
ca_es: Obrir vídeo en una pestanya nova
ja_jp: 新しいタブで動画を開く
kab: Ldi tavidyut deg yiccer amaynut
pl_pl: Otwórz film w nowej karcie

source: Messages
ca_es: Missatges
ja_jp: メッセージ
pl_pl: Wiadomości

source: Internal note
ca_es: Nota interna
ja_jp: 管理用ノート
kab: Tazmilt tagensant
pl_pl: Wewnętrzna notatka

source: Reportee
ca_es: Denunciat
ja_jp: 通報されたユーザー
pl_pl: Zgłaszający(-a)

source: {VAR_PLURAL, plural, =1 {1 report} other {{INTERPOLATION} reports}}
ca_es: {VAR_PLURAL, plural, =1 {1 denúncia} other {{INTERPOLATION} denúncies}}
ja_jp: {VAR_PLURAL, plural, =1 {1件の通報} other {{INTERPOLATION}件の通報}}
kab: {VAR_PLURAL, plural, =1 {1 n uneqqis} other {{INTERPOLATION} yineqqisen}}
pl_pl: {VAR_PLURAL, plural, =1 {1 zgłoszenie} few {{INTERPOLATION} zgłoszenia} many {{INTERPOLATION} zgłoszeń} other {{INTERPOLATION} zgłoszeń}}

source: Updated
ca_es: Actualitzat
ja_jp: 更新しました
kab: Yettwalqem
pl_pl: Uaktualniono

source: No playlists found matching your search.
ja_jp: 結果に該当するプレイリストが見つかりませんでした。
pl_pl: Nie znaleziono playlist pasujących do Twojego zapytania.

source: No playlists found in selected channels.
ja_jp: 選択しているチャンネルにプレイリストが見つかりませんでした。
pl_pl: Nie znaleziono playlist na wybranych kanałach.

source: You don't have any playlists published yet.
ja_jp: 公開プレイリストがありません。
pl_pl: Nie masz żadnych opublikowanych playlist.

source: Playlists reordered
ja_jp: プレイリストを並び替えました
pl_pl: Przesortowano playlisty

source: Instance
ca_es: Instància
ja_jp: インスタンス
kab: Tummant
pl_pl: Instancja

source: Unmute
ca_es: Activar el so
ja_jp: ミュートを解除
kab: Tukksa n usgugem
pl_pl: Cofnij wyciszenie

source: No server found matching current filters.
ca_es: Cap servidor trobat amb els criteris actuals.
ja_jp: 現在のフィルターに一致するサーバーは見つかりませんでした。
kab: Ulac aqeddac yemṣadan d yimsizedgen imiranen.
pl_pl: Nie znaleziono serwerów spełniających obecne kryteria.

source: No server found.
ca_es: Cap servidor trobat.
ja_jp: サーバーは見つかりませんでした。
kab: Ulac aqeddac yettwafen.
pl_pl: Nie znaleziono serwerów.

source: Server
ja_jp: サーバー
pl_pl: Serwer

source: host unmuted.
ja_jp: hostをミュート解除しました。
pl_pl: Wycofano wyciszenie dla host.

source: host unmuted by your platform.
ja_jp: hostはあなたのプラットフォームによりミュート解除されました。
pl_pl: Twoja platforma wycofała wyciszenie dla host.

source: Platform domain muted.
ja_jp: プラットフォーム「domain」がミュートされました。
pl_pl: Platforma domain została wyciszona.

source: Platform domain muted by your platform.
ja_jp: プラットフォーム「domain」はあなたのプラットフォームによりミュートされています。
pl_pl: Platforma domain została wyciszona przez Twoją platformę.

source: It seems that you are not on a HTTPS server. Your webserver needs to have TLS activated in order to follow servers.
ca_es: Sembla que el vostre servidor no utilitza el protocol HTTPS. Heu d'habilitar TLS per poder seguir-ne d'altres.
ja_jp: あなたのWebサーバーはHTTPSに対応していないようです。インスタンスをフォローするためには、WebサーバーがTLSを有効にしている必要があります。
kab: Akka i d-yettban mačči ɣef uqeddac HTTPS i telliḍ. Aqeddac-ik·im web yesra ad yettwarmed TLS i uḍfar n yiqeddacen.
pl_pl: Wygląda na to, że nie jesteś na serwerze HTTPS. Twój serwer musi mieć aktywne TLS, aby obserwować inne serwery.

source: {count, plural, =1 {Follow request sent!} other {Follow requests sent!}}
ca_es: {count, plural, =1 {Sol·licitud de subscripció enviada} other {Sol·licituds de subscripció enviades}}!
ja_jp: {count, plural, =1 {フォローリクエストを送信しました！} other {フォローリクエストを送信しました！}}
pl_pl: {count, plural, =1 {Wysłano zapytanie o obserwację!} other {Wysłano zapytania o obserwację!}}

source: subscriptions per page
ja_jp: 1ページごとのチャンネル登録
pl_pl: Subskrypcji na stronę

source: {VAR_PLURAL, plural, =0 {No subscription} =1 {1 subscription} other {{INTERPOLATION} subscriptions}}
ja_jp: {VAR_PLURAL, plural, =0 {登録チャンネルなし} =1 {1登録チャンネル} other {{INTERPOLATION}登録チャンネル}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak subskrypcji} =1 {1 subskrypcja} few {{INTERPOLATION} subskrypcje} other {{INTERPOLATION} subskrypcji}}

source: Mute domains
ca_es: Amagar dominis
ja_jp: ドメインをミュートする
kab: Sgugem taɣulin
pl_pl: Wycisz domeny

source: Account
ca_es: Compte
ja_jp: アカウント
kab: Amiḍan
pl_pl: Konto

source: No account found matching current filters.
ca_es: Cap compte trobat coincident amb els criteris.
ja_jp: 現在のフィルターに一致するアカウントはありません。
kab: Ulac amidan yettwafen yemṣada d yimsizedgen imiranen.
pl_pl: Nie znaleziono kont spełniających obecne kryteria.

source: No account found.
ca_es: Cap compte trobat.
ja_jp: アカウントは見つかりませんでした。
kab: Ulac amiḍan yettwafen.
pl_pl: Nie znaleziono kont.

source: Muted at
ja_jp: ミュート:
pl_pl: Wyciszono o

source: List installed plugins
ca_es: Llista de complements instal·lats
ja_jp: インストールされているプラグインリスト
kab: Bder izegrar yettwasbedden
pl_pl: Wyświetl zainstalowane wtyczki

source: Search plugins
ca_es: Cercar complements
ja_jp: プラグインを検索
kab: Nadi izegrar
pl_pl: Szukaj wtyczek

source: Installed themes
ca_es: Temes instal·lats
ja_jp: インストール済みのテーマ
pl_pl: Zainstalowane motywy

source: Search themes
ca_es: Cercar temes
ja_jp: テーマを検索
pl_pl: Wyszukaj motywy

source: Show plugin
ca_es: Mostrar complement
ja_jp: プラグインを表示
kab: Sken azegrir
pl_pl: Pokaż wtyczkę

source: Plugins/Themes
ca_es: Complements/Temes
ja_jp: プラグイン/テーマ
kab: Izegrar/Isental
pl_pl: Wtyczki/Motywy

source: Installed plugins
ca_es: Complements instal·lats
ja_jp: インストール済みのプラグイン
pl_pl: Zainstalowane rozszerzenia

source: Runners
ca_es: Codificadors
ja_jp: ランナー
pl_pl: Runnery

source: Installed
ca_es: Instal·lat(s)
ja_jp: インストール済
kab: Yettwasbedd
pl_pl: Zainstalowane

source: This plugin is developed by Framasoft, the not-for-profit that develops PeerTube
ca_es: Aquest complement està desenvolupat per Framasoft, l'associació sense ànim de lucre que desenvolupa PeerTube
ja_jp: このプラグインは、PeerTubeを開発している非営利団体のFramasoftによって開発されています
pl_pl: To rozszerzenie zostało stworzone przez Framasoft, organizację non-profit, która tworzy PeerTube'a

source: Official
ca_es: Oficial
ja_jp: 公式
pl_pl: Oficjalne

source: This plugin is recommended by Framasoft, the not-for-profit that develops PeerTube
ca_es: Aquest complement està recomanat per Framasoft, l'associació sense ànim de lucre que desenvolupa PeerTube
ja_jp: このプラグインは、PeerTubeを開発している非営利団体のFramasoftによって推奨されています
pl_pl: To rozszerzenie jest zalecane przez Framasoft, organizację non-profit, która tworzy PeerTube'a

source: Users can resolve distant content
ca_es: Les persones usuàries poden resoldre contingut remot
ja_jp: ユーザーに外部コンテンツを許可する
kab: Iseqdacen zemren ad frun agbur anmeggag
pl_pl: Użytkownicy mogą uzyskiwać zdalną treść

source: Plugins & Themes
ca_es: Complements i Temes
ja_jp: プラグイン & テーマ
pl_pl: Rozszerzenia oraz motywy

source: Available themes
ca_es: Temes disponibles
ja_jp: 利用可能なテーマ
pl_pl: Dostępne motywy

source: Plugins enabled
ca_es: Complements habilitats
ja_jp: 有効になっているプラグイン
pl_pl: Włączone rozszerzenia
