Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Close this message
ca_es: Tancar aquest missatge
ja_jp: このメッセージを閉じる
kab: Mdel izen-a
pl_pl: Zamknij tę wiadomość

source: Popular plugins
ca_es: Complements populars
ja_jp: 人気のあるプラグイン
pl_pl: Popularne rozszerzenia

source: Popular themes
ca_es: Temes populars
ja_jp: 人気のあるテーマ
pl_pl: Popularne motywy

source: {{ pagination.totalItems }}{pagination.totalItems, plural, =1 {result} other {results}} for "{{ search }}"
ja_jp: {{ pagination.totalItems }}{pagination.totalItems, plural, =1 {件} other {件}} for "{{ search }}"
pl_pl: {{ pagination.totalItems }}{pagination.totalItems, plural, =1 {wynik} few {wyniki} many {wyników} other {wyniki}} dla "{{ search }}"

source: {VAR_PLURAL, plural, =1 {result} other {results} }
ca_es: {VAR_PLURAL, plural, =1 {resultat} other {resultats} }
ja_jp: {VAR_PLURAL, plural, =1 {件} other {件 }
pl_pl: {VAR_PLURAL, plural, =1 {wynik} few (wyniki} many {wyników} other {wyników} }

source: Remote runners
ca_es: Codificadors remots
ja_jp: リモートのランナー
pl_pl: Zewnętrzne runnery

source: Runner jobs
ca_es: Tasques delegades
ja_jp: ランナーのジョブ
pl_pl: Zadania wykonywane przez runnery

source: Registration tokens
ca_es: Fitxes de registre
ja_jp: 登録トークン
pl_pl: Tokeny rejestracyjne

source: Local jobs
ca_es: Tasques locals
ja_jp: ローカルのジョブ
pl_pl: Wewnętrzne zadania

source: Delete this comment
ca_es: Suprimir aquest comentari
ja_jp: このコメントを削除する
kab: Kkes awennit-a
pl_pl: Usuń ten komentarz

source: Delete all comments of this account
ca_es: Suprimir tots els comentaris d'aquest compte
ja_jp: このアカウントの全てのコメントを削除する
kab: Kkes akk iwenniten n umiḍan-a
pl_pl: Usuń wszystkie komentarze z tego konta

source: Whether they're from channels you own or channels for which you're an editor
pl_pl: Niezależnie od tego, czy pochodzą one z kanałów, których jesteś właścicielem, lub na których jesteś redaktorem

source: This will delete comments on all your videos
pl_pl: To usunie komentarze pod wszystkimi Twoimi filmami

source: This will delete comments on all videos from your platform
pl_pl: To usunie komentarze pod wszystkimi filmami zamieszczonymi na Twojej platformie

source: Approve this comment
ca_es: Aprovar aquest comentari
ja_jp: このコメントを承認
pl_pl: Zatwierdź ten komentarz

source: {count, plural, =1 {1 comment deleted.} other {{count} comments deleted.}}
ca_es: {count, plural, =1 {1 comentari eliminat} other {{count} comentaris eliminats}}.
ja_jp: {count, plural, =1 {1件のコメントが削除されました。} other {{count}件のコメントが削除されました。}}
pl_pl: {count, plural, =1 {Usunięto 1 komentarz.} few {Usunięto {count} komentarze.} other {Usunięto {count} komentarzy.}}

source: Do you really want to delete all comments of comment.by? Comments are deleted after a few minutes.
pl_pl: Czy na pewno chcesz usunąć wszystkie komentarze autorstwa comment.by? Komentarze są usuwane po kilku minutach.

source: Comments of {PH} will be deleted in a few minutes
ca_es: Els comentaris de {PH} se suprimiran d'aquí a uns minuts
ja_jp: {PH}のコメントは数分以内に削除されます
kab: Iwenniten n {PH} ad ttwakksen deg kra n tesdatin
pl_pl: Komentarze {PH} zostaną usunięte w ciągu kilku minut

source: Comments list
ca_es: Llista de comentaris
ja_jp: コメントリスト
pl_pl: Lista komentarzy

source: This view also shows comments from muted accounts.
ca_es: Aquesta visualització també mostra comentaris de comptes silenciats.
ja_jp: コメント数にはミュートしたアカウントからのコメントも反映されます。
kab: Taskant-a teskan daɣen iwenniten seg yimiḍanen inmeggagen.
pl_pl: Ten widok wyświetla też komentarze z wyciszonych kont.

source: Select all rows
ca_es: Seleccionar totes les files
ja_jp: 全ての行を選択
kab: Fren meṛṛa izirigen
pl_pl: ybierz wszystkie rzędy

source: Job type
ca_es: Tipus de tasca
ja_jp: ジョブタイプ
kab: Anaw n umahil
pl_pl: Rodzaj zadania

source: Job state
ca_es: Estat de la tasca
ja_jp: ジョブの状態
kab: Addad n umahil
pl_pl: Status zadania

source: Type
ca_es: Tipus
ja_jp: 種類
kab: Anaw
pl_pl: Rodzaj

source: Priority
ja_jp: 優先度
pl_pl: Priorytet

source: (1 = highest priority)
ja_jp: (1 = 最優先)
pl_pl: (1 = najwyższy priorytet)

source: Progress
ca_es: Progrés
ja_jp: 進行状況
kab: Iteddu
pl_pl: Postęp

source: Processed/Finished
ca_es: Processades/Completades
ja_jp: 処理済み/完了
pl_pl: Przetworzone/Ukończone

source: No jobs found.
ca_es: No s'han trobat tasques.
ja_jp: ジョブは見つかりませんでした。
kab: Ulac imahilen yettwafen.
pl_pl: Nie znaleziono zadań.

source: No <code>{{ jobType }}</code> jobs found.
ja_jp: <code>{{ jobType }}</code> のジョブは見つかりませんでした。
pl_pl: Nie <code>{{ jobType }}</code> znaleziono zadań.

source: No {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} jobs found.
ca_es: Cap {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} treball trobat.
ja_jp: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}のジョブは見つかりませんでした。
kab: Ulac {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} imuhal yettwafen.
pl_pl: Nie {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} znaleziono zadań.

source: No {START_TAG_CODE}{INTERPOLATION}{CLOSE_TAG_CODE} jobs found that are {START_TAG_SPAN}{INTERPOLATION_1}{CLOSE_TAG_SPAN}.
ca_es: No hi ha cap feina {START_TAG_CODE}{INTERPOLATION}{CLOSE_TAG_CODE} en l'estat {START_TAG_SPAN}{INTERPOLATION_1}{CLOSE_TAG_SPAN}.
ja_jp: {START_TAG_SPAN}{INTERPOLATION_1}{CLOSE_TAG_SPAN}の{START_TAG_CODE}{INTERPOLATION}{CLOSE_TAG_CODE}ジョブは見つかりませんでした。
kab: Ulac {START_TAG_CODE}{INTERPOLATION}{CLOSE_TAG_CODE} imuhal yettwafen i {START_TAG_SPAN}{INTERPOLATION_1}{CLOSE_TAG_SPAN}.
pl_pl: Nie znaleziono {START_TAG_CODE}{INTERPOLATION}{CLOSE_TAG_CODE} zadań które są {START_TAG_SPAN}{INTERPOLATION_1}{CLOSE_TAG_SPAN}.

source: Log type
ca_es: Tipus de registre
ja_jp: ログタイプ
pl_pl: Rodzaj logów

source: Start date
ca_es: Data d'inici
ja_jp: 開始日時
pl_pl: Data rozpoczęcia

source: Refresh
ca_es: Actualitzar
ja_jp: 更新
kab: Sismeḍ
pl_pl: Odśwież

source: now
ca_es: ara
ja_jp: 現在
kab: tura
pl_pl: teraz

source: Log level
ca_es: Nivell de registre
ja_jp: ログレベル
pl_pl: Poziom logów

source: Filter logs by tags
ca_es: Filtrar registres per etiquetes
ja_jp: タグで絞り込み
pl_pl: Filtruj dzienniki za pomocą tagów

source: Example: ffmpeg, api
ca_es: Exemple: ffmpeg, api
ja_jp: 例: ffmpeg、api
pl_pl: Przykłady: ffmpeg, api

source: Loading...
ca_es: Carregant…
ja_jp: 読み込み中...
kab: Yessalay-ed…
pl_pl: Ładowanie...

source: Logs copied
ca_es: Registres copiats
ja_jp: ログをコピーしました
pl_pl: Skopiowano dzienniki

source: Copy logs
ca_es: Copiar els registres
ja_jp: ログをコピー
pl_pl: Skopiuj dzienniki

source: No log.
ca_es: Cap registre.
ja_jp: ログがありません。
pl_pl: Brak logów.

source: By {INTERPOLATION} ->
ja_jp: {INTERPOLATION} ->
pl_pl: Od {{ log.by }} ->

source: Square icon
ca_es: Icona quadrada
ja_jp: スクエア アイコン
pl_pl: Kwadratowa ikona

source: Square icon is used in the mobile application and can be used on your custom homepage.
ja_jp: 四角いアイコンはモバイルアプリで使用され、カスタムホームページでも利用できます。
pl_pl: Kwadratowa ikona jest wykorzystywana w aplikacji mobilnej oraz może też być wykorzystywana na Twojej stronie głównej.

source: It's also used as a fallback for the favicon, header icon and social media logo.
ja_jp: また、Favicon、ヘッダーアイコン、ソーシャルメディアのロゴの代替としても使用されます。
pl_pl: Jest także wykorzystywana jako alternatywa dla ikony strony, ikony nagłówka oraz logotypu dla mediów społecznościowych.

source: Banner
ca_es: Bàner
ja_jp: バナー
pl_pl: Baner

source: Banner is displayed in the about, login and registration pages and be used on your custom homepage.
ca_es: El bàner es mostra a les pàgines quant a, inici de sessió i registre, i s'utilitza a la vostra pàgina d'inici personalitzada.
ja_jp: バナーは、インスタンスについて、ログインおよびアカウント登録ページとカスタムホームページ上で表示されます。
pl_pl: Baner jest wyświetlany na podstronach informacyjnej, logowania oraz rejestracji, oraz może też być wykorzystywana na Twojej stronie głównej.

source: It can also be displayed on external websites to promote your instance, such as <a target="_blank" href="https://joinpeertube.org/instances" >JoinPeerTube.org</a>.
ja_jp: これは、あなたのインスタンスを宣伝するために外部のウェブサイト上にも表示できます。たとえば <a target="_blank" href="https://joinpeertube.org/instances" >JoinPeerTube.org</a>が当てはまります。
pl_pl: Może też być wyświetlany na stronach zewnętrznych, pozwalając na wypromowanie Twojej instancji na stronach, takich jak <a target="_blank" href="https://joinpeertube.org/instances" >JoinPeerTube.org</a>.

source: Favicon is the icon displayed in web browser tab.
ja_jp: FaviconはWebブラウザのタブに表示されるアイコンです。
pl_pl: Favicon jest ikoną wyświetlaną na karcie w przeglądarce internetowej.

source: If not set, the <strong>Square icon</strong> will be used.
ja_jp: 設定されていない場合、<strong>四角いアイコン</strong>が使用されます。
pl_pl: Jeżeli nie jest ona ustawiona, zostanie zamiast tego użyta <strong>kwadratowa ikona</strong>.

source: It will be resized to 32x32 pixels and converted to .png format.
ja_jp: 32x32ピクセルにリサイズされ、.pngフォーマットに変換されます。
pl_pl: Zostanie ona przeskalowana do wielkości 32x32 pikseli oraz przekonwertowana do formatu PNG.

source: Desktop header logo
ja_jp: デスクトップヘッダーロゴ
pl_pl: Logotyp na komputerowej wersji nagłówka

source: Logo displayed in the header on large screens such as desktop computers.
ja_jp: デスクトップなどの大きな画面でヘッダーに表示されるロゴです。
pl_pl: Będzie wyświetlany w nagłówku na wielkich ekranach, takich jak komputery stacjonarne.

source: Its height will be reduced to 48 pixels and the width will be calculated based on the original file ratio.
ja_jp: 高さは48ピクセルに縮小され、幅は元のファイルの比率に基づいて計算されます。
pl_pl: Jego wielkość zostanie zmniejszona do 48 pikseli, zaś jego szerokość będzie obliczona na podstawie oryginalnej proporcji przesłanego pliku.

source: Hide the name of your platform in the header on desktop (wide screens)
ja_jp: デスクトップ（ワイド画面）でヘッダーにプラットフォーム名を表示しない
pl_pl: Ukryj nazwę swojej platformy w nagłówku na komputerach (szerokie ekrany)

source: Useful for example if your "Desktop header logo" already includes your platform name
ja_jp: "デスクトップヘッダーロゴ"にすでにプラットフォーム名が含まれている場合に有用です
pl_pl: Przydatne, jeżeli logotyp wyświetlany na komputerach zawiera już nazwę Twojej platformy

source: Mobile header logo
ja_jp: モバイルヘッダーロゴ
pl_pl: Logotyp na mobilnej wersji nagłówka

source: Logo displayed in the header on small screens such as mobile devices.
ja_jp: バイル端末などの小さい画面でヘッダーに表示されるロゴです。
pl_pl: Logotyp wyświetlany w nagłówku na małych ekranach, takich jak urządzenia mobilne.

source: It will be resized to 48x48 pixels.
ja_jp: 48x48ピクセルにリサイズされます。
pl_pl: Zostanie on przeskalowany do wielkości 48x48 pikseli.

source: Social media logo
ja_jp: ソーシャルメディアロゴ
pl_pl: Logotyp na platformy społecznościowe

source: Default logo displayed on social media.
ja_jp: ソーシャルメディアに表示されるデフォルトのロゴです。
pl_pl: Domyślny logotyp wyświetlany w mediach społecznościowych.

source: It will be resized to 1200x650 pixels.
ja_jp: 1200x650ピクセルにリサイズされます。
pl_pl: Zostanie przeskalowany do wielkości 1200x650 pikseli.

source: Logos updated
ja_jp: ロゴが更新されました
pl_pl: Logotypy zostały zaktualizowane

source: Process uploaded videos so that they are streamable on any device. Although this is costly in terms of resources, it is a critical part of PeerTube, so proceed with caution.
ja_jp: アップロードされた動画を処理して、どのデバイスでもストリーミングできるようにします。これはサーバーリソース的に負荷が高いものの、PeerTubeの重要な機能なので注意して進めてください。
pl_pl: Przetwarzaj przesłane filmy w taki sposób, żeby były one odtwarzalne na każdym urządzenie. O ile może to być wymagające w kwestii zasobów, jest to główna część PeerTube'a, więc postępuj rozważnie.

source: Name
ca_es: Nom
ja_jp: 名前
kab: Isem
pl_pl: Nazwa

source: Short description
ca_es: Descripció curta
ja_jp: 簡単な説明
kab: Aglam wezzilen
pl_pl: Krótki opis

source: Default language
ja_jp: デフォルトの言語
pl_pl: Domyślny język

source: Default language used for users, in emails for example.
ja_jp: ユーザー向けに使用されるデフォルトの言語です。例えば送信されるメールなどで使われます。
pl_pl: Domyślny język preferowany przez użytkownika, na przykład w e-mailach.

source: The web interface still uses the web browser preferred language if not overridden by user preference
ja_jp: Web UIは、ユーザーによって上書きされない限り、引き続きWebブラウザの優先言語を使用します
pl_pl: Interfejs przeglądarkowy wciąż wykorzystuje preferowany język przez przeglądarkę, jeżeli to ustawienie nie zostało nadpisane przez użytkownika

source: Main instance categories
ca_es: Categories de la instància principal
ja_jp: インスタンスのメインカテゴリー
kab: Taggayin n tummant tagejdant
pl_pl: Główne kategorie instancji

source: Add a new category
ca_es: Afegir una categoria nova
ja_jp: 新しいカテゴリーを追加
kab: Rnu taggayt tamaynut
pl_pl: Dodaj nową kategorię

source: Help share videos being played
ca_es: Ajuda a compartir els vídeos que s'estan reproduint
ja_jp: 再生される動画を共有し、サーバーの負荷軽減に協力
kab: Allel deg beṭṭu n tvidyutin i d-iεeddan
pl_pl: Pomóż w przekazywaniu odtwarzanych filmów

source: The <a class="link-primary" href="https://docs.joinpeertube.org/admin/privacy-guide#peertube-p2p-privacy" target="_blank">sharing system</a> implies that some technical information about your system (such as a public IP address) can be sent to other peers, but greatly helps to reduce server load.
pl_pl: <a class="link-primary" href="https://docs.joinpeertube.org/admin/privacy-guide#peertube-p2p-privacy" target="_blank">System dystrybuujący filmy</a> wymaga przesłania podstawowych informacji technicznych na temat Twojego urządzenia (np. adresu IP) do innych oglądających, ale pozwala to na znaczne zmniejszenie obciążenia serwera.

source: When on a video page, directly start playing the video.
ca_es: En una pàgina de vídeo, començar a reproduir immediatament.
ja_jp: 動画ページにアクセスすると、すぐに動画を再生します。
kab: Mi ara tiliḍ deg usebter n tvidyutin, bdu srid awali n tvidyut.
pl_pl: Kiedy jesteś na stronie filmu, automatycznie rozpoczynaj odtwarzanie go.

source: Automatically play videos
ca_es: Reproduir vídeos automàticament
ja_jp: 自動的に動画を再生する
kab: Rmed tividyutin s wudem awurman
pl_pl: Automatycznie odtwarzaj filmy

source: When a video ends, follow up with the next suggested video.
ca_es: Quan s'acabi un vídeo reproduïu-ne el següent suggerit.
ja_jp: 動画の再生が終了すると、次の動画が再生されます。
kab: Mi ara tekfu tvidyut, εeddi srid ɣer tvidyut i d-yernan.
pl_pl: Kiedy film zakończy się, odtwarzaj kolejny sugerowany film.

source: Save video settings
ca_es: Desa la configuració de vídeo
ja_jp: 動画設定を保存
pl_pl: Zapisz ustawienia filmu

source: Automatically start playing the next video
ca_es: Reproduir el següent vídeo automàticament
ja_jp: 自動的に次の動画を再生する
kab: Seddu tavidyut ara d-yernun s wudem awurman
pl_pl: Automatycznie rozpoczynaj odtwarzanie następnego filmu

source: Main languages you/your moderators speak
ca_es: Idiomes principals que parleu vosaltres/l'equip de moderació
ja_jp: このインスタンスのモデレーターとあなたが話す言語
kab: Tutlayin tigejdanin i tettmeslayeḍ / imḍebbren-inek·inem
pl_pl: Główne języki którymi posługujesz się ty/twoi moderatorzy

source: Manage <a class="link-orange" routerLink="/admin/users">users</a> to build a moderation team.
ja_jp: モデレーションチームを作成するため、<a class="link-orange" routerLink="/admin/users">ユーザー</a>を管理しましょう。
pl_pl: Zarządzaj <a class="link-orange" routerLink="/admin/users">użytkownikami</a>, żeby móc zbudować ekipę moderacyjną.

source: This instance is dedicated to sensitive content
ja_jp: このインスタンスはセンシティブなコンテンツ専用です
pl_pl: Ta instancja jest przeznaczona do przesyłania zawartości wrażliwej

source: Enabling it will allow other administrators to know that you are mainly federating sensitive content.<br /> Moreover, the "sensitive content" checkbox on video upload will be automatically checked by default.
ja_jp: 有効にすると、他の管理者に対して、あなたが主にセンシティブなコンテンツをフェデレーション（連携）していることが分かるようになります。<br /> さらに、動画アップロード時の「センシティブなコンテンツ」チェックボックスがデフォルトで自動的にオンになります
pl_pl: Włączając to ustawienie, dajesz znać administratorom innych platform, że głównie federujesz zawartość wrażliwą.<br /> Co więcej, ustawienie oznaczające zawartość jako wrażliwą przy przesyłaniu nowych filmów będzie automatycznie zaznaczone.

source: Policy on videos containing sensitive content
ca_es: Política sobre vídeos amb contingut sensible
ja_jp: センシティブなコンテンツを含む動画に関するポリシー
kab: Tasertit n tvidyutin ideg yella ugbur amḥulfu
pl_pl: Polityka dotycząca filmów zawierających wrażliwą zawartość

source: Who moderates the instance? What is the policy regarding sensitive content? Political videos? etc
ja_jp: 誰がこのインスタンスを管理していますか？センシティブなコンテンツに関するポリシーはどうなっていますか？政治的な動画についてはどうですか？など
pl_pl: Kto zarządza tą instancją? Jaka jest polityka względem zawartości wrażliwej, treści politycznych, itp.?

source: YOU AND YOUR PLATFORM
ja_jp: あなたとあなたのプラットフォーム
pl_pl: Ty i Twoja platforma

source: Display
ca_es: Mostrar
ja_jp: 表示
kab: Beqqeḍ
pl_pl: Wyświetlaj

source: Information updated.
ja_jp: 情報が更新されました。
pl_pl: Zaktualizowano informacje.

source: Strategy
ca_es: Estratègia
ja_jp: 冗長性についての方針
kab: Tasetratigit
pl_pl: Strategia

source: Terms
ca_es: Condicions d'ús
ja_jp: 利用規約
kab: Tiwtilin
pl_pl: Zasady

source: Code of conduct
ca_es: Codi de conducta
ja_jp: 行動規範
kab: Tangalt n ufaris
pl_pl: Zasady postępowania

source: Moderation information
ca_es: Informació sobre moderació
ja_jp: モデレーションについて
kab: Talɣut n uselkem
pl_pl: Informacje o moderacji

source: Who is behind the instance?
ca_es: Qui hi ha darrere d'aquesta instància?
ja_jp: このインスタンスの運営者は誰ですか?
kab: Anwa i yellan deffir n tummant?
pl_pl: Kto stoi za instancją?

source: A single person? A non-profit? A company?
ca_es: Una persona? Una organització sense ànim de lucre? Una empresa?
ja_jp: 個人？非営利団体？営利企業？
kab: Yiwen umdan? D takebbanit ur nettnadi ɣef tedrimt? D takebbanit?
pl_pl: Pojedyncza osoba? Organizacja non-profit? Firma?

source: Why did you create this instance?
ca_es: Per què heu creat aquesta instància?
ja_jp: なぜこのインスタンスを立てたのですか？
kab: Ayɣer i terniḍ tummant-a?
pl_pl: Dlaczego stworzyłeś(-aś) tę instancję?

source: To share your personal videos? To open registrations and allow people to upload what they want?
ca_es: Per compartir vídeos personals? Per permetre a d'altres persones registrar-s'hi i allotjar el que vulguin?
ja_jp: 運営者が自分の動画を他のユーザーとシェアするためでしょうか？または、アカウントの新規登録を開放し、あなたのインスタンスに属するユーザーが好きな動画をアップロードするためでしょうか？
kab: I beṭṭu n tvidyutin-inek·inem tudmawanin? I wakken ad teldiḍ ajerred d usireg n yimdanen ad d-salin ayen i bɣan?
pl_pl: Żeby dzielić się własnymi filmami? Żeby otworzyć rejestracje i pozwolić innym osobom na wrzucanie tego, co chcą?

source: How long do you plan to maintain this instance?
ca_es: Quant de temps penseu mantindre aquesta instància?
ja_jp: このインスタンスの運営をどれぐらいの期間続ける予定ですか？
kab: Acḥal i txemmeḍ ad teqqim tummant-a?
pl_pl: Jak długo planujesz utrzymywać tę instancję?

source: It's important to know for users who want to register on your instance
ca_es: És important que les persones que vulguin registrar-se a la vostra instància ho sàpiguen
ja_jp: インスタンスにアカウントを登録する際に知ってほしい重要事項
kab: Yesɛa azal i yiseqdacen-ik·im i yebɣan ad jerrden ɣef tummant-ik·im ad t-ẓren
pl_pl: Jest to ważna informacja dla osób, które chcą zarejestrować się na twojej instancji

source: How will you finance the PeerTube server?
ca_es: Com finançareu el servidor PeerTube?
ja_jp: インスタンスを運営するための資金をどのようにして確保していく予定ですか？
kab: Amek ara tettxelliseḍ aqeddac n PeerTube?
pl_pl: Jak dofinansujesz serwer PeerTube?

source: With your own funds? With user donations? Advertising?
ca_es: Amb fons propis? Subvencions? Donacions particulars? Publicitat?
ja_jp: 運営者のポケットマネー？ユーザーからの寄付？広告による利益？
pl_pl: Za własne pieniądze? Z pomocą zbiórki publicznej? Ogłoszenia?

source: OTHER INFORMATION
ca_es: ALTRA INFORMACIÓ
ja_jp: その他の情報
pl_pl: INNE INFORMACJE

source: What server/hardware does the instance run on?
ca_es: En quin tipus de servidor/maquinari està allotjada la instància?
ja_jp: このインスタンスはどのようなサーバーやそのハードウェアによって動いていますか？
pl_pl: Jakie są parametry sprzętu używanego do hostowania instancji?

source: i.e. 2vCore 2GB RAM, a direct the link to the server you rent, etc.
ca_es: p. ex. 2vCore 2 GB de RAM, un enllaç a les especificacions del servidor que estàs llogant, etc.
ja_jp: 例えば「ハードウェアの構成は2vCore/2GBメモリ等々。運営者が借りているサーバーから本サイトは直接提供されています。」など。
pl_pl: Np. 2 rdzenie + 2GB RAM, bezpośredni odnośnik do serwera który wynajmujesz, itp.

source: APPEARANCE
ca_es: APARIÈNCIA
ja_jp: 外観
pl_pl: WYGLĄD

source: Landing page
ca_es: Pàgina d'inici
ja_jp: ランディングページ
kab: Asebter agejdan
pl_pl: Strona lądowania

source: Default trending algorithm
ca_es: Algorisme de tendències per defecte
ja_jp: デフォルトのトレンド アルゴリズム
pl_pl: Domyślny algorytm sortujący najpopularniejsze filmy

source: Hot videos
ca_es: Vídeos destacats
ja_jp: ホットな動画
kab: Tavidyut tufrint
pl_pl: Gorące filmy

source: Recent views
ca_es: Visualizacions recents
ja_jp: 最近の再生
pl_pl: Ostatnie wyświetlenia

source: Most liked videos
ca_es: Vídeos amb més «m'agrada»
ja_jp: 高評価が多い動画
kab: Tividyutin yettwasmenyafen s waṭas
pl_pl: Najbardziej lubiane filmy

source: Global views
ca_es: Visualitzacions totals
ja_jp: グローバルでの再生
pl_pl: Ogólna liczba wyświetleń

source: Prefer author display name in video miniature
ca_es: Preferir el nom visible de l'autor/a a la miniatura del vídeo
ja_jp: 動画リストで投稿者の表示名を優先する
pl_pl: Preferuj wyświetlaną nazwę użytkownika w miniaturze filmu

source: Player Theme
pl_pl: Motyw odtwarzacza

source: Only used by the web player
pl_pl: Używane tylko przez odtwarzacz internetowy

source: CUSTOMIZATION
ja_jp: カスタマイズ
pl_pl: PERSONALIZACJA

source: Use <a class="link-primary" routerLink="/admin/settings/plugins">plugins & themes</a> for more involved changes
ja_jp: <a class="link-primary" routerLink="/admin/settings/plugins">プラグインとテーマ</a> を使用して、より複雑な変更を実現できます
pl_pl: Użyj <a class="link-primary" routerLink="/admin/settings/plugins">rozszerzeń i motywów</a> dla bardziej zauważalnych zmian

source: UI customization only applies if the user is using the default platform theme.
ja_jp: UIのカスタマイズは、ユーザーがデフォルトのプラットフォームテーマを使用している場合にのみ適用されます。
pl_pl: Personalizacja interfejsu użytkownika jest aplikowana tylko w sytuacji, gdy wykorzystywany jest domyślny motyw platformy.

source: You can't preview the changes because you aren't using your platform's default theme.
ja_jp: プラットフォームのデフォルトテーマを使用していないため、変更をプレビューできません。
pl_pl: Nie możesz przejrzeć zmian, ponieważ nie używasz domyślnego motywu interfejsu użytkownika.

source: Current theme: <strong>{{ getCurrentThemeLabel() }}</strong>
ja_jp: 現在のテーマ: <strong>{{ getCurrentThemeLabel() }}</strong>
pl_pl: Obecny motyw: <strong>{{ getCurrentThemeLabel() }}</strong>

source: Platform theme: <strong>{{ getDefaultThemeLabel() }}</strong>.
ja_jp: プラットフォームのテーマ: <strong>{{ getDefaultThemeLabel() }}</strong>
pl_pl: Motyw platformy: <strong>{{ getDefaultThemeLabel() }}</strong>.

source: You can preview your UI customization but <strong>don't forget to save your changes</strong> once you are happy with the results.
ja_jp: UIのカスタマイズをプレビューできますが、<strong>変更を保存</strong>するのを忘れないでください。
pl_pl: Możesz podejrzeć modyfikacje do interfejsu użytkownika, ale <strong>nie zapomnij zapisać wszystkich zmian,</strong> gdy zmiany będą Tobie odpowiadały.

source: Redirect users on single external auth when users click on the login button in menu
ca_es: Redirigeix a una autenticació externa única quan es fa clic al botó d'inici de sessió al menú
ja_jp: ユーザーがメニューのログインボタンをクリックした時に、外部認証画面へリダイレクトさせる
pl_pl: Przekieruj użytkowników do zewnętrznego dostawcy usługi autoryzacyjnej, gdy ci klikną na przycisk logowania w menu

source: ⚠️ You don't have any external auth plugin enabled
ja_jp: ⚠️ 外部認証プラグインが有効になっていません
pl_pl: ⚠️ Nie masz żadnego aktywnego rozszerzenia do autoryzacji

source: ⚠️ You have multiple external auth plugins enabled
ja_jp: ⚠️ 複数の外部認証プラグインが有効になっています
pl_pl: ⚠️ Masz wiele aktywnych rozszerzeń do autoryzacji

source: BROADCAST MESSAGE
ca_es: SALUTACIÓ
ja_jp: メッセージのアナウンス
pl_pl: PRZEKAZANA WIADOMOŚĆ

source: Display a message on your platform
ja_jp: プラットフォーム上にメッセージを表示する
pl_pl: Pokaż wiadomość na swojej platformie

source: Enable broadcast message
ca_es: Habilitar la salutació
ja_jp: メッセージのアナウンスを有効にする
pl_pl: Włącz przekazaną wiadomość

source: Allow users to dismiss the broadcast message
ca_es: Permetre a les visites tancar el missatge de benvinguda
ja_jp: ユーザーがメッセージを画面から消すことを許可する
pl_pl: Pozwalaj użytkownikom na odrzucenie przekazywanej wiadomości
