Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: They usually respond within {{ averageResponseTime | myDaysDurationFormatter }}.
ca_es: Normalment responen en {{ averageResponseTime | myDaysDurationFormatter }}.
ja_jp: モデレーターは、およそ{{ averageResponseTime | myDaysDurationFormatter }}ほどで対応します。
pl_pl: Zazwyczaj odpowiadają w {{ averageResponseTime | myDaysDurationFormatter }}.

source: Why create an account?
ja_jp: なぜアカウントを作る必要があるのですか？
pl_pl: Dlaczego warto stworzyć konto?

source: As you probably noticed: creating an account is not necessary to watch videos on {{ instanceName }}. <br /> However, creating an account on {{ instanceName }} will allow you to:
ja_jp: ご存知の通り、{{ instanceName }}で動画を見るためにアカウントを作成する必要はありません。<br />しかし、{{ instanceName }}にアカウントを作成することで、次のことが可能になります：
pl_pl: Jak pewnie zauważyłeś/-aś, tworzenie konta nie jest wymagane do oglądania filmów na {{ instanceName }}. <br /> Jednak stworzenie konta na {{ instanceName }} pozwoli również Tobie na:

source: <strong>Comment</strong> on videos
ja_jp: 動画に<strong>コメント</strong>を残す
pl_pl: <strong>Komentowanie</strong> filmów

source: <strong>Subscribe</strong> to channels and receive notifications of new videos
ja_jp: 新しい動画の通知が受け取れるように<strong>チャンネル登録</strong>する
pl_pl: <strong>Subskrybowanie</strong> kanałów oraz otrzymywanie powiadomień o nowych filmach

source: Ban reason must be at least 3 characters long.
ca_es: El motiu del bandeig ha de tindre almenys 3 caràcters.
ja_jp: 凍結理由は少なくとも3文字以上にする必要があります。
kab: Ssebba n ugdal ilaq ad ilin deg-s ma drus 3 yisekkilen.
pl_pl: Powód bana musi zawierać przynajmniej 3 znaki.

source: Ban reason cannot be more than 250 characters long.
ca_es: El motiu del bandeig no pot tindre més de 250 caràcters.
ja_jp: 凍結理由は250 文字以上入力できません。
kab: Ssebba n ugdal ur ilaq ara ad tεeddi nnig 250 yisekkilen.
pl_pl: Powód bana nie może zawierać więcej niż 250 znaków.

source: Display name is required.
ca_es: El nom mostrat és obligatori.
ja_jp: 表示名は必須です。
kab: Isem yettwaskanen yettusra.
pl_pl: Nazwa wyświetlana jest wymagana.

source: Display name must be at least 1 character long.
ca_es: El nom mostrat ha de tindre almenys 1 caràcter.
ja_jp: 表示名は必ず1文字以上にしてください。
kab: Isem yettwaskanen ilaq ad yesεu ma drus 1 usekkil.
pl_pl: Wyświetlana nazwa musi zawierać przynajmniej 1 znak.

source: Display name cannot be more than 50 characters long.
ca_es: El nom mostrat no pot tindre més de 50 caràcters.
ja_jp: 表示名は50文字以内でなければなりません。
kab: Isem yettwaskanen ur ilaq ara ad iεeddi 50 yisekkilen.
pl_pl: Wyświetlana nazwa nie może zawierać więcej niż 50 znaków.

source: Report reason is required.
ca_es: El motiu de la denúncia és obligatori.
ja_jp: 通報理由は必須です。
kab: Ssebba n uneqqis tettusra.
pl_pl: Przyczyna zgłoszenia jest wymagana.

source: Report reason must be at least 2 characters long.
ca_es: El motiu de la denúncia ha de tindre almenys 2 caràcters.
ja_jp: 通報理由は少なくとも2文字以上にする必要があります。
kab: Ssebba n uneqqis ilaq ad tesεu ma drus 2 yisekkilen.
pl_pl: Przyczyna zgłoszenia musi zawierać przynajmniej 2 znaki.

source: Report reason cannot be more than 3000 characters long.
ca_es: El motiu de la denúncia no pot tindre més de 3000 caràcters.
ja_jp: 通報理由は3,000文字以上入力できません。
kab: Ssebba n uneqqis ur ilaq ara ad tili nnig 3000 yisekkilen.
pl_pl: Powód zgłoszenia nie może zawierać więcej niż 3000 znaków.

source: Moderation comment is required.
ca_es: El comentari de moderació és obligatori.
ja_jp: モデレーターのコメントは必須です。
pl_pl: Komentarz moderatorski jest wymagany.

source: Moderation comment must be at least 2 characters long.
ca_es: El comentari de moderació ha de tindre almenys 2 caràcters.
ja_jp: モデレーターのコメントは2文字以上にする必要があります。
pl_pl: Komentarz moderatorski musi zawierać przynajmniej 2 znaki.

source: Moderation comment cannot be more than 3000 characters long.
ca_es: El comentari de moderació no pot tindre més de 3000 caràcters.
ja_jp: モデレーターのコメントは3,000文字以上入力できません。
pl_pl: Komentarz moderatorski nie może zawierać więcej niż 3000 znaków.

source: Abuse message is required.
ca_es: El missatge d'abús és obligatori.
ja_jp: 不正利用通報へのメッセージは必須です。
kab: Izen n yir aseqdec yettusra.
pl_pl: Wiadomość o nadużyciu jest wymagana.

source: Abuse message must be at least 2 characters long.
ca_es: El missatge d'abús ha de tindre almenys 2 caràcters.
ja_jp: 不正利用通報へのメッセージは少なくとも2文字必要です。
kab: Izen n yir aseqdec ilaq ad yili ma drus 2 yisekkilen.
pl_pl: Wiadomość o nadużyciu musi zawierać przynajmniej 2 znaki.

source: Abuse message cannot be more than 3000 characters long.
ca_es: El missatge d'abús no pot tindre més de 3000 caràcters.
ja_jp: 不正利用通報へのメッセージは3,000文字以上入力できません。
kab: Izen n yir aseqdec ur ilaq ara ad yili nnig n 3000 yisekkilen.
pl_pl: Wiadomość o nadużyciu nie może być dłuższa niż 3000 znaków.

source: This field is required.
ca_es: Aquest camp és obligatori.
ja_jp: この項目は必須です。
pl_pl: Wypełnienie tego pola jest wymagane.

source: This field must be a URL
ca_es: Aquest camp ha d'ésser un URL
ja_jp: この入力項目はURLでなければいけません
pl_pl: Wartość tego pola musi być adresem URL

source: Platform name is required.
ja_jp: プラットフォーム名は必須です。
pl_pl: Nazwa platformy jest wymagana.

source: The channel is required.
ca_es: El canal és obligatori.
ja_jp: チャンネルは必須です。
kab: Abadu yettusra.
pl_pl: Kanał jest wymagany.

source: Block reason must be at least 2 characters long.
ca_es: El motiu del bloqueig ha de tindre almenys 2 caràcters.
ja_jp: ブロック理由は少なくとも2文字より長くしなければなりません。
kab: Ssebba n usewḥel ilaq ad yesεu ma drus 2 yisekkilen.
pl_pl: Powód blokady musi zawierać przynajmniej 2 znaki.

source: Block reason cannot be more than 300 characters long.
ca_es: El motiu del bloqueig no pot tindre més de 3000 caràcters.
ja_jp: ブロック理由は300文字以上入力できません。
kab: Ssebba n usewḥel ur ilaq ara ad tili nnig n 300 yisekkilen.
pl_pl: Powód blokady nie może być dłuższy niż 300 znaków.

source: Video caption language is required.
ca_es: L'idioma de subtítols és obligatori.
ja_jp: 動画のキャプション言語の設定は必須です。
kab: Tutlayt n tneffust n tvidyut tettusra.
pl_pl: Język napisów filmu jest wymagany.

source: Video caption file is required.
ca_es: El fitxer de subtítols és obligatori.
ja_jp: 動画のキャプションファイルは必須です。
kab: Afaylu n tneffust n tvidyut tettusra.
pl_pl: Plik z napisami do filmu jest wymagany.

source: Caption content is required.
ca_es: El contingut dels subtítols és obligatori.
ja_jp: キャプションの内容は必須です。
pl_pl: Zawartość napisów jest wymagana.

source: The username is required.
ca_es: L'identificador és obligatori.
ja_jp: ユーザー名は必須です。
kab: Isem n useqdac yettusra.
pl_pl: Nazwa użytkownika jest wymagana.

source: You can only transfer ownership to a local account
ca_es: Només podeu transferir la propietat a un compte local
ja_jp: 所有権はローカルアカウントにのみ転送できます
kab: Ur tezmireḍ ara ad tazneḍ tameẓlut ala ɣef umiḍan adigan
pl_pl: Właścicielem musi być lokalne konto

source: Name is required.
ca_es: El nom és obligatori.
ja_jp: 名前は必須です。
kab: Isem yettwasra.
pl_pl: Nazwa jest wymagana.

source: Name must be at least 1 character long.
ca_es: El nom ha de tindre almenys 1 caràcter.
ja_jp: 名前は1文字以上にする必要があります。
kab: Isem ilaq ad yesεu ma drus 1 usekkil.
pl_pl: Nazwa musi zawierać przynajmniej 1 znak.

source: Name cannot be more than 50 characters long.
ca_es: El nom no pot tindre més de 50 caràcters.
ja_jp: 名前は50文字以内でなければなりません。
kab: Isem ur ilaq ara ad yesεu nnig n 50 yisekkilen.
pl_pl: Nazwa nie może zawierać więcej niż 50 znaków.

source: Name should be lowercase alphanumeric; dots and underscores are allowed.
ca_es: El nom ha de ser alfanumèric en minúscules; es permeten els punts i els guions baixos.
ja_jp: 名前には小文字の英数字とドット(.)、アンダースコア(_)が利用できます。
pl_pl: Nazwa może zawierać jedynie litery, cyfry, kropki i podkreślniki.

source: Support text must be at least 3 characters long.
ca_es: El text de suport ha de tindre un mínim de 3 caràcters.
ja_jp: 応援テキストは最低でも3文字必要です。
kab: Aḍris n usefrek ilaq ad yesεu ma drus 3 yisekkilen.
pl_pl: Tekst o wsparciu musi zawierać przynajmniej 3 znaki.

source: Support text cannot be more than 1000 characters long.
ca_es: El text de suport no pot tindre més de 1000 caràcters.
ja_jp: 応援テキストには1,000文字以上入力できません。
pl_pl: Tekst informujący o wsparciu nie może być dłuższy niż 1000 znaków.

source: Remote channel url is required.
ca_es: L'URL del canal remot és obligatori.
ja_jp: 外部の動画サイトのチャンネルURLは必須です。
pl_pl: Adres URL do zewnętrznego kanału jest wymagany.

source: External channel URL must begin with "https://" or "http://"
ca_es: L'URL del canal extern ha de començar per «https://» o «http://»
ja_jp: 外部の動画サイトのチャンネルURLは、「https://」または「http://」で始まる必要があります
pl_pl: Adres URL kanału zewnętrznego musi zaczynać się na „https://” lub „http://”

source: External channel URL cannot be more than 1000 characters long
ca_es: L'URL del canal extern no pot tindre més de 1.000 caràcters
ja_jp: 外部の動画サイトのチャンネルURLは1,000文字以上入力できません
pl_pl: Adres URL kanału zewnętrznego nie może być dłuższy niż 1000 znaków

source: A chapter title is required.
ca_es: El títol de capítol és obligatori.
ja_jp: チャプターのタイトルは必須です。
pl_pl: Tytuł rozdziału jest wymagany.

source: A chapter title should be more than 2 characters long.
ca_es: El títol de capítol ha de tindre més de 2 caràcters.
ja_jp: チャプターのタイトルは2文字にする必要があります。
pl_pl: Tytuł rozdziału powinien mieć więcej niż 2 znaki.

source: A chapter title should be less than 100 characters long.
ca_es: El títol de capítol ha de tindre menys de 100 caràcters.
ja_jp: チャプターのタイトルは100文字以内でなければなりません。
pl_pl: Tytuł rozdziału powinien mieć mniej niż 100 znaków.

source: Multiple chapters have the same timecode chapter.timecode
ca_es: Diversos capítols tenen el mateix codi de temps chapter.timecode
ja_jp: 複数のチャプターが同じタイムコードを保持しています chapter.timecode
pl_pl: Wiele rozdziałów na raz zaczyna się w tym samym momencie: chapter.timecode

source: See <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">the documentation</a> to learn how to use the PeerTube live streaming feature.
ja_jp: <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">ドキュメント</a> を読んで、PeerTubeのライブ配信の特徴を学びましょう。
pl_pl: Zajrzyj do <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">dokumentacji</a> , aby dowiedzieć się jak używać funkcji transmisji na żywo na PeerTube'ie.

source: Comment is required.
ca_es: El comentari és obligatori.
ja_jp: コメント内容は必須です。
kab: Izen n umagrad ilaq.
pl_pl: Komentarz jest wymagany.

source: Comment must be at least 2 characters long.
ca_es: El comentari ha de tindre com a mínim 2 caràcters.
ja_jp: コメントは2文字以上にする必要があります。
kab: Awennit ilaq ad yesεu ma drus 2 yisekkilen.
pl_pl: Komentarz musi zawierać przynajmniej 2 znaki.

source: Comment cannot be more than 3000 characters long.
ca_es: El comentari no pot tindre més de 3000 caràcters.
ja_jp: コメントは3,000文字以上入力できません。
kab: Awennit ur ilaq ara ad iεeddi nnig 3000 yisekkilen.
pl_pl: Komentarz nie może być dłuższy niż 3000 znaków.

source: Display name cannot be more than 120 characters long.
ca_es: El nom mostrat no pot tindre més de 120 caràcters.
ja_jp: 表示名は、120文字以内でなければなりません。
kab: Isem yettwaskanen ur ilaq ara ad iεeddi nnig 120 yisekkilen.
pl_pl: Nazwa wyświetlana nie może zawierać więcej niż 120 znaków.

source: Privacy is required.
ca_es: La privadesa és obligatòria.
ja_jp: 公開設定が必要です。
kab: Tabaḍnit tettwasra.
pl_pl: Prywatność jest wymagana.

source: The channel is required when the playlist is public.
ca_es: El canal és obligatori quan la llista de reproducció és pública.
ja_jp: プレイリストが公開されている場合、チャンネルは必須です。
kab: Abadu yettusra mi ara tili tebdart n tɣuri d tazayezt.
pl_pl: Kanał jest wymagany gdy playlista jest publiczna.

source: Live information
ca_es: Informació del directe
ja_jp: ライブ配信情報
kab: Talɣut tusridt
pl_pl: Informacje o transmisji

source: Live RTMP Url
ca_es: URL RTMP del directe
ja_jp: ライブ配信のRTMP URL
kab: RTMP Url usrid
pl_pl: Adres RTMP transmisji

source: Live RTMPS Url
ca_es: URL RTMPS del directe
ja_jp: ライブ配信のRTMPS URL
pl_pl: Adres RTMPS transmisji na żywo

source: Live stream key
ca_es: Clau d'emissió del directe
ja_jp: ライブ配信のストリームキー
kab: Tasarut n usuddem usrid
pl_pl: Hasło zabezpieczające transmisję

source: ⚠️ Never share your stream key with anyone.
ca_es: ⚠️ No compartiu mai la clau d'emissió amb ningú.
ja_jp: ⚠️ストリームキーは、誰とも共有しないでください。
kab: ⚠️Ur beṭṭu ara akk tasarut n warag-ik·im ula akked yiwen.
pl_pl: ⚠️ Nie pokazuj nikomu hasła zabezpieczającego transmisję.

source: This is a normal live
ca_es: Aquest és un directe normal
ja_jp: 通常のライブ配信
pl_pl: To jest zwykła transmisja na żywo

source: You can stream only once in a normal live. If you enable replay, it will be saved under the same URL as your live
ca_es: Només podeu emetre una vegada un directe normal. Si activeu la repetició, es desarà amb el mateix URL que el directe
ja_jp: 通常のライブ配信では、一度だけ配信することができます。リプレイ動画の設定を有効にした場合、ライブ配信と同じURLでリプレイ動画が保存されます
pl_pl: Możesz nadawać wyłącznie jednorazowo w takiej transmisji. Jeżeli włączysz opcję zapisu, zostanie on zapisany pod tym samym adresem URL, gdzie miała miejsce transmisja

source: This is a permanent/recurring live
ca_es: Aquest és un directe permanent/recurrent
ja_jp: 永続/繰り返しのライブ配信
pl_pl: To jest stała/powtarzająca się transmisja na żywo

source: You can stream multiple times in a permanent/recurring live. If you enable replays, they will be saved as separate videos
ca_es: Podeu reproduir diverses vegades en directe permanent o recurrent. Si activeu les repeticions, es desaran com a vídeos separats
ja_jp: 永続/繰り返しのライブ配信では複数回配信することができます。リプレイ動画の設定を有効にした場合、別々に分けられた複数のリプレイ動画が保存されます
pl_pl: Możesz nadawać na żywo wielokrotnie w stałej/powtarzającej się transmisji. Jeżeli włączysz opcję zapisu, każdy z nich będzie dostępny jako osobny film

source: Latest live sessions
ca_es: Últimes sessions de directes
ja_jp: 最新のライブ配信のセッション
pl_pl: Ostatnie transmisje na żywo

source: Go to replay
ca_es: Anar a la repetició
ja_jp: リプレイ動画にアクセス
pl_pl: Przejdź do zapisu

source: Replay is being processed...
ca_es: S'està processant la repetició…
ja_jp: リプレイ動画は生成中です...
pl_pl: Zapis jest w trakcie przetwarzania...

source: Video name is required.
ca_es: El nom del vídeo és obligatori.
ja_jp: 動画名は必須です。
kab: Isem n tvidyut yettwasra.
pl_pl: Nazwa filmu jest wymagana.

source: Video name must be at least 3 characters long.
ca_es: El nom del vídeo ha de tindre almenys 3 caràcters.
ja_jp: 動画名は3文字以上にする必要があります。
kab: Isem n tvidyut ilaq ad yesεu ma drus 3 yisekkilen.
pl_pl: Nazwa filmu musi zawierać przynajmniej 3 znaki.

source: Video name cannot be more than 120 characters long.
ca_es: El nom del vídeo no pot tindre més de 120 caràcters.
ja_jp: 動画名は120文字以内でなければなりません。
kab: Isem n tvidyut ur ilaq ara ad iεeddi nnig 120 yisekkilen.
pl_pl: Nazwa filmu nie może być dłuższa niż 120 znaków.

source: Video name has leading or trailing whitespace.
ca_es: El nom del vídeo té espais en blanc a l'inici o al final.
ja_jp: 動画名の先頭または末尾に空白があります。
kab: Isem n tvidyut deg-s tallunin deg uqerru neɣ deg uḍar n usebter.
pl_pl: Nazwa filmu zaczyna się lub kończy białym znakiem.

source: Video privacy is required.
ca_es: La privadesa del vídeo és obligatòria.
ja_jp: 動画の公開設定は必須です。
kab: Tabaḍnit n tvidyut tettusra.
pl_pl: Prywatność filmu jest wymagana.

source: A password should be at least 2 characters long.
ca_es: Una contrasenya ha de tindre com a mínim 2 caràcters.
ja_jp: パスワードは少なくとも2文字以上にするべきです。
pl_pl: Hasło powinno mieć co najmniej 2 znaki.

source: A password should be shorter than 100 characters long.
ca_es: Una contrasenya ha de tindre menys de 100 caràcters.
ja_jp: パスワードは100文字以内にするべきです。
pl_pl: Hasło powinno mieć mniej niż 100 znaków.

source: A password is required for password protected video.
ca_es: Cal una contrasenya per als vídeos protegits.
ja_jp: パスワード保護された動画には、パスワードが必要です。
pl_pl: Hasło dla filmów zabezpieczanych hasłem jest wymagane.

source: Video channel is required.
ca_es: El canal de vídeo és obligatori.
ja_jp: 動画のチャンネルは必須です。
kab: Abadu n tvidyut yettwasra.
pl_pl: Wymagany jest kanał wideo.

source: Video description must be at least 3 characters long.
ca_es: La descripció del vídeo ha de tindre un mínim de 3 caràcters.
ja_jp: 動画の説明は3文字以上にする必要があります。
kab: Aglam n tvidyut ilaq ad yesεu ma drus 3 yisekkilen.
pl_pl: Opis filmu musi zawierać przynajmniej 3 znaki.

source: Video description cannot be more than 10000 characters long.
ca_es: La descripció del vídeo no pot tindre més de 10000 caràcters.
ja_jp: 動画の説明は10,000文字以上入力できません。
kab: Aglam n tvidyut ur ilaq ara ad yili nnig 10000 yisekkilen.
pl_pl: Opis filmu nie może być dłuższy niż 10000 znaków.

source: A maximum of 5 tags can be used on a video.
ca_es: Es poden posar un màxim de 5 etiquetes a un vídeo.
ja_jp: 動画には最大5つのタグが利用できます。
kab: 5 kan n tebzimin i izemren ad ttusqedcent ɣef tvidyut.
pl_pl: W filmie można użyć maksymalnie 5 tagów.

source: A tag should be more than 1 and less than 30 characters long.
ca_es: Una etiqueta ha de tindre més d'un i menys de 30 caràcters.
ja_jp: タグは1つ以上必要であり、30文字より少なくなければなりません。
kab: Tabzimt ilaq ad tesεu ugar n 1 akked ddaw n 30 yisekkilen.
pl_pl: Tag musi zawierać przynajmniej 1 znak i nie może być dłuższy niż 30 znaków.

source: Video support must be at least 3 characters long.
ca_es: El text de suport del vídeo ha de tindre un mínim de 3 caràcters.
ja_jp: 動画への応援テキストは最低でも3文字必要です。
kab: Aḍris n tallalt n tvidyut ilaq ad yesεu ma drus 3 yisekkilen.
pl_pl: Wsparcie musi zawierać przynajmniej 3 znaki.

source: Video support cannot be more than 1000 characters long.
ca_es: El text de suport del vídeo no pot tindre més de 1000 caràcters.
ja_jp: 動画への応援テキストは1,000文字以上入力できません。
kab: Aḍris n tallalt n tvidyut ur ilaq ara ad iεeddi nnig 1000 yisekkilen.
pl_pl: Wsparcie nie może zawierać więcej niż 1000 znaków.

source: Video support cannot be more than 250 characters long.
ja_jp: 動画の応援は250文字以内でなければなりません。
pl_pl: Tekst wsparcia pod filmem nie może przekraczać długości 250 znaków.

source: A date is required to schedule video update.
ca_es: Cal una data per programar l'actualització de vídeo.
ja_jp: 予約公開の動画の更新には日付が必須です。
kab: Yettwasra wazemz i usɣawes n uleqqem n tvidyut.
pl_pl: Data jest wymagana, aby zaplanować aktualizację filmu.

source: word is not valid (min 1 character/max 100 characters)
ca_es: word no és vàlid (mínim 1 / màxim 100 caràcter/s)
ja_jp: 無効なwordです。 (最低1文字/最大100文字)
pl_pl: Słowo „word” nie jest prawidłowe (co najmniej 1 znak, nie więcej niż 100 znaków)

source: There are too much words in the list (max 500 words)
ca_es: Hi ha massa paraules a la llista (màxim 500 mots)
ja_jp: リスト内にフレーズが多すぎます (最大500フレーズ)
pl_pl: Na tej liście znajduje się za dużo słów (maksymalnie może być ich 500)

source: List name is required.
ca_es: El nom de la llista és obligatori.
ja_jp: リスト名が必要です。
pl_pl: Nazwa listy jest wymagana.

source: List name must be at least 1 character long.
ca_es: El nom de la llista ha de tindre almenys 1 caràcter.
ja_jp: リスト名は、最低でも1文字入力されている必要があります。
pl_pl: Nazwa listy musi mieć co najmniej 1 znak.

source: List name cannot be more than 100 characters long.
ca_es: El nom de la llista no pot tindre més de 100 caràcters.
ja_jp: リスト名は、100文字より多く設定することはできません。
pl_pl: Nazwa listy nie może być dłuższa niż 100 znaków.

source: Words are required.
ca_es: Les paraules són obligatòries.
ja_jp: フレーズが必要です。
pl_pl: Słowa są wymagane.

source: Words entered contain duplicates.
ca_es: Els mots introduïts contenen duplicats.
ja_jp: 重複したフレーズが含まれています。
pl_pl: Wprowadzone słowa zawierają duplikaty.

source: A word must be between 1 and 100 characters and the total number of words must not exceed 500 items
ca_es: Una paraula ha de tindre entre 1 i 100 caràcters i el nombre total de mots no ha de superar els 500 elements
ja_jp: フレーズは、1～100文字以内で、フレーズの合計数が500個を超えないようにする必要があります
pl_pl: Słowo musi mieć od 1 do 100 znaków, zaś cała lista może składać się z maksymalnie 500 znaków

source: This file is too large.
ca_es: Aquest fitxer és massa gran.
ja_jp: このファイルは大きすぎます。
kab: Afaylu-a ɣezzif aṭas.
pl_pl: Ten plik jest zbyt wielki.

source: PeerTube cannot handle this kind of file. Accepted extensions are this.allowedExtensionsMessage.
ca_es: PeerTube no pot gestionar aquest tipus de fitxers. Les extensions acceptades són this.allowedExtensionsMessage.
ja_jp: PeerTubeはこのようなファイルを処理できません。処理可能なファイルの拡張子はthis.allowedExtensionsMessageです。
pl_pl: PeerTube nie jest w stanie obsłużyć tego pliku. Dozwolonymi rozszerzeniami plików są this.allowedExtensionsMessage.

source: All categories
ca_es: Totes les categories
ja_jp: 全てのカテゴリー
pl_pl: Wszystkie kategorie

source: {1} categories selected
ca_es: {1} categories triades
ja_jp: {1}カテゴリーが選択されています
pl_pl: Wybrano kategorii: {1}

source: You can't select more than {maxItems, plural, =1 {1 item} other {{maxItems} items}}
ca_es: No podeu triar més {maxItems, plural, =1 {d'un element} other {de {maxItems} elements}}
ja_jp: {maxItems, plural, =1 {1アイテム} other {{maxItems}アイテム}}以上選択する事はできません
pl_pl: Nie możesz wybrać więcej niż {maxItems, plural, =1 {1 wpisu} other {{maxItems} wpisów}}

source: Custom value...
ca_es: Valor personalitzat…
ja_jp: 値を設定する...
kab: Azal udmawan...
pl_pl: Niestandardowa wartość…

source: All unsaved data will be lost, are you sure you want to leave this page?
ca_es: Es perdran totes les dades no desades, segur que voleu sortir d'aquesta pàgina?
ja_jp: 保存していないデータはすべて失われます。このページから移動してもよろしいですか?
kab: Meṛṛa isefka ur nettusekles ara ad ṛuḥen, d tidet tebɣiḍ ad teǧǧeḍ asebter-a?
pl_pl: Niezapisane dane zostaną utracone, czy na pewno chcesz opuścić tą stronę?

source: Sunday
ca_es: Diumenge
ja_jp: 日曜日
kab: Acer
pl_pl: Niedziela

source: Monday
ca_es: Dilluns
ja_jp: 月曜日
kab: Arim
pl_pl: Poniedziałek

source: Tuesday
ca_es: Dimarts
ja_jp: 火曜日
kab: Aram
pl_pl: Wtorek

source: Wednesday
ca_es: Dimecres
ja_jp: 水曜日
kab: Ahad
pl_pl: Środa

source: Thursday
ca_es: Dijous
ja_jp: 木曜日
kab: Amhad
pl_pl: Czwartek

source: Friday
ca_es: Divendres
ja_jp: 金曜日
kab: Sem
pl_pl: Piątek

source: Saturday
ca_es: Dissabte
ja_jp: 土曜日
kab: Sed
pl_pl: Sobota

source: Sun
ca_es: Diu
ja_jp: 日
pl_pl: Nie

source: Mon
ca_es: Dil
ja_jp: 月
pl_pl: Pon

source: Tue
ca_es: Dim
ja_jp: 火
pl_pl: Wto

source: Wed
ca_es: Dix
ja_jp: 水
pl_pl: Śro

source: Thu
ca_es: Dij
ja_jp: 木
pl_pl: Czw

source: Fri
ca_es: Div
ja_jp: 金
pl_pl: Pią

source: Sat
ca_es: Dis
ja_jp: 土
pl_pl: Sob

source: Su
ca_es: Du
ja_jp: 日
pl_pl: Nd

source: Mo
ca_es: Dl
ja_jp: 月
pl_pl: Pn

source: Tu
ca_es: Dm
ja_jp: 火
pl_pl: Wt

source: We
ca_es: Dx
ja_jp: 水
pl_pl: Śr

source: Th
ca_es: Dj
ja_jp: 木
pl_pl: Cz

source: Fr
ca_es: Dv
ja_jp: 金
pl_pl: Pt

source: Sa
ca_es: Ds
ja_jp: 土
pl_pl: Sb

source: January
ca_es: Gener
ja_jp: 1月
kab: Yennayer
pl_pl: Styczeń

source: February
ca_es: Febrer
ja_jp: 2月
kab: Fuṛaṛ
pl_pl: Luty

source: March
ca_es: Març
ja_jp: 3月
kab: Meɣres
pl_pl: Marzec

source: April
ca_es: Abril
ja_jp: 4月
kab: Yebrir
pl_pl: Kwiecień

source: May
ca_es: Maig
ja_jp: 5月
pl_pl: Maj

source: June
ca_es: Juny
ja_jp: 6月
kab: Yunyu
pl_pl: Czerwiec

source: July
ca_es: Juliol
ja_jp: 7月
kab: Yulyu
pl_pl: Lipiec

source: August
ca_es: Agost
ja_jp: 8月
kab: Ɣuct
pl_pl: Sierpień

source: September
ca_es: Setembre
ja_jp: 9月
kab: Ctembeṛ
pl_pl: Wrzesień

source: October
ca_es: Octubre
ja_jp: 10月
kab: Tubeṛ
pl_pl: Październik

source: November
ca_es: Novembre
ja_jp: 11月
kab: Wambeṛ
pl_pl: Listopad

source: December
ca_es: Desembre
ja_jp: 12月
kab: Dujembeṛ
pl_pl: Grudzień

source: Jan
ca_es: Gen
ja_jp: 1月
pl_pl: sty

source: Feb
ja_jp: 2月
pl_pl: lut

source: Apr
ca_es: Abr
ja_jp: 4月
pl_pl: kwi

source: May
ca_es: Mai
ja_jp: 5月
pl_pl: maj

source: Jun
ja_jp: 6月
pl_pl: cze

source: Jul
ja_jp: 7月
pl_pl: lip

source: Aug
ca_es: Ago
ja_jp: 8月
pl_pl: sie

source: Sep
ca_es: Set
ja_jp: 9月
pl_pl: wrz

source: Oct
ja_jp: 10月
pl_pl: paź

source: Nov
ja_jp: 11月
pl_pl: lis

source: Dec
ca_es: Des
ja_jp: 12月
pl_pl: gru

source: Clear
ca_es: Esborrar
ja_jp: クリア
kab: Sfeḍ
pl_pl: Wyczyść
