Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: It's time to add information about your platform! <strong>Setting up a description</strong>, specifying <strong>who you are</strong>, why <strong>you created your platform</strong> and <strong>how long</strong> you plan to <strong>maintain it</strong> is very important for visitors to understand on what type of website they are.
ja_jp: あなたのプラットフォームに関する情報を追加しましょう！ <strong>プラットフォームの説明を設定</strong>し、 <strong>運営者は誰なのか</strong>、なぜ <strong>プラットフォームを作ったのか</strong>、<strong>どのぐらいの期間、</strong> プラットフォームを <strong>メンテナンス</strong>していくつもりなのかなど、訪問者があなたのプラットフォームを理解するために必要な情報を設定します。
pl_pl: Pora dodać więcej informacji na temat Twojej platformy! <strong>Ustalenie opisu platformy</strong>, zdefiniowanie tego, <strong>kim jesteś</strong>, dlaczego <strong>platforma została utworzona</strong> oraz <strong>jak długo</strong> planujesz ją <strong>utrzymywać</strong> jest bardzo ważne dla odwiedzających Twoją platformę, żeby zrozumieć, na jakiej stronie przebywają.

source: Confirm your password
ca_es: Confirmeu la contrasenya
ja_jp: パスワード(確認)
pl_pl: Potwierdź swoje hasło

source: Configuration warning!
ca_es: Avís de configuració!
ja_jp: 設定に関する警告！
kab: Γur-k·m tawila!
pl_pl: Ostrzeżenie dotyczące konfiguracji!

source: You enabled user registration on your instance but did not configure the following fields:
ca_es: Heu habilitat el registre de comptes en la instància però no heu configurat els següents camps:
ja_jp: あなたのインスタンスではアカウント登録が有効になっていますが、次の項目が設定されていません:
kab: Tremdeḍ ajerred n useqdac ɣef tummant-ik·im maca ur yeswil ara urtiyen-a:
pl_pl: Rejestracja nowych użytkowników na swojej instancji jest włączona, ale następujące pola nie zostały jeszcze skonfigurowane:

source: Instance name
ca_es: Nom de la instància
ja_jp: インスタンス名
kab: Isem n tummant
pl_pl: Nazwa instancji

source: Instance short description
ca_es: Descripció breu de la instància
ja_jp: 簡単な説明
kab: Aglam awezlan n tummant
pl_pl: Krótki opis instancji

source: Who you are
ca_es: Qui ets o sou
ja_jp: 運営者について
kab: D anwa·anta kečč·kemm
pl_pl: Kim jesteś

source: How long you plan to maintain your instance
ca_es: Quant de temps penseu mantindre la instància
ja_jp: このインスタンスをどれぐらいの期間、運営する予定ですか
kab: I wacḥal i tettxemmimeḍ ad teǧǧeḍ tummant-ik·im
pl_pl: Jak długo planujesz utrzymywać instancję

source: How you plan to pay for keeping your instance running
ca_es: Com penseu pagar per mantindre la vostra instància en funcionament
ja_jp: インスタンスを運営し続けるための資金調達をどのように計画していますか
kab: Amek i tettxemmimeḍ ad txellseḍ i wakken ad teqqim tummant-ik·im tetteddu
pl_pl: Jak planujecie opłacać instancję, aby ją utrzymywać

source: How you will moderate your instance
ca_es: Com moderareu la instància
ja_jp: どういった方法でインスタンスをモデレートしていますか
kab: Amek ara tsedduḍ tummant-ik·im
pl_pl: Jak będziesz moderować twoją instancję

source: Instance terms
ca_es: Condicions d'ús de la instància
ja_jp: インスタンスの利用規約
kab: Tiwtilin n tummant
pl_pl: Warunki korzystania z serwisu

source: My settings
ca_es: La meva configuració
ja_jp: 設定
kab: Iɣewwaren-inu
pl_pl: Moje ustawienia

source: These settings apply only to your session on this instance.
ca_es: Aquestos paràmetres només s'apliquen a la vostra sessió en aquesta instància.
ja_jp: これらの設定は、このインスタンスでの現在のセッションにのみ適用されます。
kab: Iɣewwaren ad ttusnasen kan i tɣimit-ik·im ɣef tummant-a.
pl_pl: Te ustawienia dotyczą jedynie Twojej sesji na tej instancji.

source: Please consider configuring these fields to help people to choose {START_TAG_STRONG}the appropriate instance{CLOSE_TAG_STRONG}. Without them, your instance may not be referenced on the {START_LINK}JoinPeerTube website{CLOSE_LINK}.
ca_es: Considereu configurar aquestos camps per a ajudar a les persones a triar {START_TAG_STRONG}la instància apropiada{CLOSE_TAG_STRONG}. Sense ells, la instància podria no estar referenciada en la{START_LINK} pàgina web de JoinPeerTube{CLOSE_LINK}.
ja_jp: PeerTubeを利用しようとする様々なユーザーが{START_TAG_STRONG}それぞれにふさわしいインスタンス{CLOSE_TAG_STRONG}を選べるように、次の項目を設定することを検討して下さい。 設定されていない場合、あなたのインスタンスは{START_LINK}JoinPeerTubeのサイト{CLOSE_LINK}で表示されないかもしれません。
kab: Ttxil-k·m xemmem ɣef uswel n wurtiyen-a i wakken ad tεawneḍ imdanen ad fernen {START_TAG_STRONG}tummant iwatan{CLOSE_TAG_STRONG}. S war nutenti, tummant-ik·im yezmer ur d-tettwabdar ara ɣef {START_LINK}usmel web JoinPeerTube{CLOSE_LINK}.
pl_pl: Zastanów się nad wypełnieniem tych pól, aby pomóc w wyborze {START_TAG_STRONG}odpowiedniej instancji{CLOSE_TAG_STRONG}. Bez tego, Twoja instancja może nie zostać wyróżniona na{START_LINK}stronie JoinPeerTube{CLOSE_LINK}.

source: Don't show me this warning anymore
ca_es: No em tornis a mostrar aquest avís
ja_jp: この警告を二度と表示しない
kab: Dayen ur iyi-d-skanay ara alɣu-a
pl_pl: Nie pokazuj tego ostrzeżenia ponownie

source: Close
ca_es: Tancar
ja_jp: 閉じる
kab: Mdel
pl_pl: Zamknij

source: Set up
pl_pl: Ustaw

source: Server too slow
ca_es: Servidor massa lent
ja_jp: サーバーに負荷がかかっています
pl_pl: Serwer jest zbyt wolny

source: Live blacklisted
ca_es: Directe a la llista negra
ja_jp: ライブ配信がブラックリストに追加されました
pl_pl: Transmisja na żywo została zablokowana

source: Max duration exceeded
ca_es: Durada màxima superada
ja_jp: 最大再生時間を超過
pl_pl: Maksymalna długość przekroczona

source: Server error
ca_es: Error del servidor
ja_jp: サーバーエラー
pl_pl: Błąd serwera

source: Quota exceeded
ca_es: Quota excedida
ja_jp: アップロード容量制限を超過しました
pl_pl: Dozwolony limit przechowywanych filmów został przekroczony

source: Runner job cancelled
ca_es: Tasca remota cancel·lada
ja_jp: ランナーのジョブがキャンセルされました
pl_pl: Zadanie runnera anulowane

source: Error in runner job
ca_es: Error a la tasca remota
ja_jp: ランナーのジョブエラー
pl_pl: Wystąpił błąd w trakcie wykonywania zadania przez runnera

source: Unknown error
ca_es: Error desconegut
ja_jp: 不明なエラー
pl_pl: Nieznany błąd

source: Invalid input video stream
ca_es: Flux de vídeo d'entrada no vàlid
ja_jp: 無効な動画ストリーム
pl_pl: Nieprawidłowo skonfigurowany format transmisji wejściowej

source: Configure
ca_es: Configurar
ja_jp: 設定
kab: Swel
pl_pl: Konfiguruj

source: Got it
pl_pl: W porządku

source: Collaboration on channels are coming to instanceName
pl_pl: Współprace nad kanałami wkrótce pojawią się na instanceName

source: You can now <strong>invite other users</strong> to collaborate on your channel
pl_pl: Możesz teraz <strong>zaprosić innych użytkowników</strong>, żeby razem z Tobą mogli współtworzyć Twój kanał

source: More info
ca_es: Més informació
ja_jp: より詳しく
pl_pl: Więcej informacji

source: Display the lateral menu
ca_es: Mostrar el menú lateral
ja_jp: サイドメニューを表示する
pl_pl: Wyświetl boczne menu

source: Hide the lateral menu
ca_es: Amagar el menú lateral
ja_jp: サイドメニューを非表示にする
pl_pl: Ukryj boczne menu

source: Platform powered by <a class="" href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">PeerTube</a>
pl_pl: Platforma zasilana dzięki <a class="" href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">PeerTube'owi</a>

source: Discover more platforms
ca_es: Descobriu més plataformes
ja_jp: 他のプラットフォームを探す
pl_pl: Odkryj więcej platform

source: Quick access
ca_es: Accès ràpid
ja_jp: クイックアクセス
pl_pl: Szybki dostęp

source: Public profile
ca_es: Perfil públic
ja_jp: 公開プロフィール
kab: Amaɣnu azayaz
pl_pl: Publiczny profil

source: Manage my account
ca_es: Gestionar el meu compte
ja_jp: アカウントを管理
pl_pl: Zarządzaj moim kontem

source: Interface:
ca_es: Interfície:
ja_jp: 設定言語:
pl_pl: Interfejs:

source: Keyboard shortcuts
ca_es: Dreceres de teclat
ja_jp: キーボードショートカット
kab: Inegzumen n unasiw
pl_pl: Skróty klawiszowe

source: Log out
ca_es: Tancar sessió
ja_jp: ログアウト
kab: Asenser
pl_pl: Wyloguj się

source: My account
ca_es: El meu compte
ja_jp: あなたのアカウント
kab: Umiḍæn-inu
pl_pl: Moje konto

source: My library
ca_es: La meva biblioteca
ja_jp: あなたのライブラリ
kab: Tamkerḍit-inu
pl_pl: Moja biblioteka

source: Create an account
ca_es: Crear un compte
ja_jp: アカウントを作成
kab: Rnu amiḍan
pl_pl: Utwórz konto

source: My video imports
ca_es: Vídeos importats
ja_jp: インポートした動画
kab: Aktaren n tvidyut-iw
pl_pl: Moje zaimportowane filmy

source: Create a new playlist
ca_es: Crear una llista de reproducció
ja_jp: 新規プレイリストを作成
kab: Snulfu-d tabdart n tɣuri tamaynutt
pl_pl: Utwórz nową listę odtwarzania

source: Import jobs concurrency
ca_es: Simultaneïtat de treballs d'importació
ja_jp: 動画の並行インポートジョブ数
kab: Kter imahilen yemqaraben
pl_pl: Równoczesne zadania importu

source: allows to import multiple videos in parallel. ⚠️ Requires a PeerTube restart
ja_jp: 複数の動画を同時にインポート可能な数を指定できます。 ⚠️ PeerTubeの再起動が必要です
pl_pl: pozwala na importowanie wielu filmów na raz. ⚠️ Wymaga ponownego uruchomienia PeerTube'a

source: jobs in parallel
ca_es: treballs en paral·lel
ja_jp: 同時並行のジョブ数
kab: imahilen imsadaɣen
pl_pl: zadania wykonywane jednocześnie

source: Allow import with HTTP URL (e.g. YouTube)
ca_es: Permetre importació amb URL HTTP (per exemple YouTube)
ja_jp: HTTP URLを利用した、動画のインポートを許可します(例:YouTube)
kab: Sireg aktar s HTTP URL (am. YouTube)
pl_pl: Pozwól na import po adresie URL (np. z YouTube'a)

source: ⚠️ If enabled, we recommend to use <a href="https://docs.joinpeertube.org/maintain-configuration?id=security">a HTTP proxy</a> to prevent private URL access from your PeerTube server
ja_jp: ⚠️ この設定を有効にした場合、PeerTubeサーバーからのプライベートURLアクセスを防止するため、<a href="https://docs.joinpeertube.org/maintain-configuration?id=security">HTTPプロキシ</a>の利用を推奨します
pl_pl: ⚠️ Jeżeli włączone, zalecamy używanie <a href="https://docs.joinpeertube.org/maintain-configuration?id=security">proxy HTTP</a> celem zapobieżenia wejścia na Twój serwer PeerTube'a z prywatnego adresu URL

source: Discover
ca_es: Descobrir
ja_jp: ディスカバー
kab: Snirem
pl_pl: Odkryj

source: Browse all videos
ca_es: Explorar tots els vídeos
ja_jp: 全ての動画を探す
pl_pl: Przeglądaj wszystkie filmy

source: Browse local videos
ca_es: Explorar vídeos locals
ja_jp: ローカル動画を探す
pl_pl: Przeglądaj lokalne filmy

source: Browse videos
ca_es: Explorar vídeos
ja_jp: 動画を探す
pl_pl: Przeglądaj filmy

source: Administration
ca_es: Administració
ja_jp: 管理画面
kab: Tadbelt
pl_pl: Administracja

source: About
ca_es: Quant a
ja_jp: インスタンスについて
kab: Awal ɣef
pl_pl: O nas

source: Go to the Mastodon profile
ca_es: Anar al perfil de Mastodon
ja_jp: Mastodonプロフィールを開く
pl_pl: Przejdź do profilu na Mastodonie

source: Go to the X profile
pl_pl: Przejdź do profilu na X

source: Go to the Bluesky profile
ca_es: Anar al perfil de Bluesky
ja_jp: Blueskyプロフィールを開く
pl_pl: Przejdź do profilu na Bluesky

source: Go to the external website
ca_es: Anar al lloc web extern
ja_jp: 外部のWebサイトを開く
pl_pl: Przejdź na stronę zewnętrzną

source: on {{ instanceName }}
ca_es: a {{ instanceName }}
ja_jp: {{ instanceName }}インスタンス
pl_pl: na {{ instanceName }}

source: I alI already have an account</strong>, I log in
ja_jp: I al既にアカウントがある</strong>ので、ログイン
pl_pl: I alMam już konto</strong>, loguję się

source: TermTerms</strong><div>of {{ instanceName }}<
ja_jp: Term{{ instanceName }}の利用規約</strong><div><
pl_pl: TermWarunki korzystania</strong><div>z {{ instanceName }}<

source: SetuSetup</strong><div>your account</div>
ja_jp: <div>アカウント</div>をSetu設定</strong>
pl_pl: SetuSkonfiguruj</strong><div>swoje konto</div>

source: My channel
ca_es: El meu canal
ja_jp: あなたのチャンネル
pl_pl: Mój kanał

source: Create<Create</div><strong>your first channel</strong>
ja_jp: <strong>あなたの初めてのチャンネル</strong>をCreate<作成</div>
pl_pl: Create<Stwórz</div><strong>swój pierwszy kanał</strong>

source: I don't want to create a channel
ca_es: No vull crear un canal
ja_jp: チャンネルを作成しない
pl_pl: Nie chcę tworzyć kanału

source: You will be able to create a channel later
ca_es: Podreu crear un canal més endavant
ja_jp: 後でチャンネルを作成できます
pl_pl: Będziesz mógł/mogła utworzyć kanał później

source: Contact
ca_es: Contacte
ja_jp: お問い合わせ
kab: Anermis
pl_pl: Kontakt

source: View your notifications
ca_es: Veure notificacions
ja_jp: 通知を見る
kab: Wali tilɣa-inek.m
pl_pl: Zobacz powiadomienia

source: Mark all as read
ca_es: Marcar tot com a llegit
ja_jp: 全ての通知を既読にする
kab: Creḍ kullec yettwaɣra
pl_pl: Zaznacz wszystkie jako przeczytane

source: Update your notification preferences
ca_es: Actualitzar preferències de notificació
ja_jp: 通知設定を更新する
kab: Leqqem ismenyifen-inek·inem n yilɣa
pl_pl: Zaktualizuj swoje ustawienia powiadomień

source: View all
pl_pl: Zobacz wszystko

source: Search videos, channels…
ca_es: Cercar vídeos, canals…
ja_jp: 動画、チャンネルを探す…
pl_pl: Szukaj filmów, kanałów…

source: Welcome to {{ instanceName }}, dear user!
ca_es: Et donem la benvinguda a {{ instanceName }}!
ja_jp: {{ instanceName }}に、ようこそ！
pl_pl: Witamy na {{ instanceName }}, drogi użytkowniku!

source: It's time to set up your account profile!
ca_es: Ara és el moment de configurar el perfil del vostre compte!
ja_jp: アカウントのプロフィールを設定しましょう！
pl_pl: Pora ustawić swoje zdjęcie profilowe!

source: Help moderators and other users to know <strong>who you are</strong> by:
ja_jp: モデレーターや他のユーザーに<strong>あなたが誰か</strong>を知ってもらうために、次の事をやってみましょう:
pl_pl: Pomóż moderacji oraz społeczności swojego serwera rozpoznać, <strong>kim jesteś</strong> poprzez:

source: Uploading an <strong>avatar</strong>
ja_jp: <strong>アバター</strong>をアップロードする
pl_pl: Przesłanie <strong>awataru</strong>

source: Writing a <strong>description</strong>
ja_jp: <strong>アカウントの説明</strong>を書く
pl_pl: Napisanie <strong>opisu</strong>

source: Don't show me this anymore
ca_es: No em tornis a mostrar això
ja_jp: このメッセージを二度と表示しない
pl_pl: Nie pokazuj tego więcej

source: I'm a teapot
ca_es: Sóc una tetera
ja_jp: 私はティーポットです
kab: Nekk d t·amsatay·t
pl_pl: Jestem czajniczkiem

source: That's an error.
ca_es: Això és un error.
ja_jp: エラーが発生しました。
kab: Tagi d tuccḍa.
pl_pl: Wystąpił błąd.

source: We couldn't find any video tied to the URL {{ pathname }} you were looking for.
ca_es: No s'ha pogut trobar cap vídeo vinculat a l'URL {{ pathname }} que buscaves.
ja_jp: あなたが探していた動画URL({{ pathname }})の動画は見つかりませんでした。
kab: Ur nezmir ara ad naf tavidyut yeqqnen ɣer URL {{ pathname }} i la tettnadiḍ.
pl_pl: Nie mogliśmy znaleźć szukanego przez Ciebie filmu, przypisanego do adresu URL {{ pathname }}.

source: We couldn't find any resource tied to the URL {{ pathname }} you were looking for.
ca_es: No s'ha pogut trobar cap recurs vinculat a l'URL {{ pathname }} que buscaves.
ja_jp: あなたが探していたコンテンツのURL({{ pathname }})のコンテンツは見つかりませんでした。
kab: Ur nezmir ara ad naf aɣbalu icudden ɣer URL {{ pathname }} i la tettnadiḍ.
pl_pl: Nie mogliśmy znaleźć szukanego przez Ciebie zasobu, przypisanego do adresu URL {{ pathname }}.

source: Possible reasons:
ca_es: Possibles raons:
ja_jp: 考えられる理由:
kab: Ssebbat i izemren ad ilint:
pl_pl: Możliwe przyczyny:

source: You may have used an outdated or broken link
ca_es: Potser heu utilitzat un enllaç obsolet o trencat
ja_jp: 期限切れまたは壊れたリンクにアクセスした
kab: Yezmer tesqedceḍ aseɣwen yemmuten neɣ yerrẓen
pl_pl: Sprawdź, czy nie używasz nieaktualnego lub niedziałającego odnośnika

source: The video may have been moved or deleted
ca_es: El vídeo pot haver estat mogut o eliminat
ja_jp: この動画は移動されたか、削除された
kab: Tavidyut yezmer ad yili tettusenkez neɣ tettwakkes
pl_pl: Film mógł zostać przeniesiony lub usunięty

source: The resource may have been moved or deleted
ca_es: El recurs pot haver estat mogut o eliminat
ja_jp: このコンテンツは移動したか、削除された
kab: Aɣbalu yezmer yettusenkez neɣ yettwakkes
pl_pl: Zasób mógł zostać przeniesiony lub usunięty

source: You may have typed the address or URL incorrectly
ca_es: Potser heu introduït l'adreça o l'URL incorrectament
ja_jp: 間違ったアドレスまたはURLを入力した
kab: Yezmer mačči akken ilaq i turiḍ tansa neɣ URL
pl_pl: Sprawdź, czy adres został wpisany prawidłowo

source: You are not authorized here.
ca_es: No esteu autoritzat ací.
ja_jp: アクセス権限がありません。
kab: Ur tesɣiḍ ara tisirag dagi.
pl_pl: Nie jesteś tu uwierzytelniony(-a).

source: You might need to login to see the video.
ca_es: Potser heu d'iniciar sessió per veure el vídeo.
ja_jp: 動画を見るためにはログインが必要かもしれません。
pl_pl: Będziesz musiał(a) się zalogować, żeby zobaczyć ten film.

source: You might need to login to see the resource.
ca_es: Potser heu d'iniciar sessió per veure el recurs.
ja_jp: コンテンツを見るためにはログインが必要かもしれません。
pl_pl: Będziesz musiał(a) się zalogować, żeby zobaczyć ten zasób.

source: You might need to check your account is allowed by the video or instance owner.
ca_es: Potser heu de verificar que el vostre compte està autoritzat pel propietari del vídeo o de la instància.
ja_jp: あなたのアカウントが動画の所有者またはインスタンス運営者からアクセスを許可されているかどうか、確認する必要があるかもしれません。
kab: Ilaq ahat ad twaliḍ amiḍan-ik·im ma yella yettusireg sɣur bab n tvidyut-a neɣ n tummant-a.
pl_pl: Możesz też sprawdzić, czy Twoje konto jest dozwolone przez osobę przesyłającą film, lub właściciela instancji.

source: You might need to check your account is allowed by the resource or instance owner.
ca_es: Potser heu de verificar que el vostre compte està autoritzat pel propietari del recurs o de la instància.
ja_jp: あなたのアカウントがコンテンツの所有者またはインスタンス運営者からアクセスを許可されているかどうか、確認する必要があるかもしれません。
kab: Ilaq ahat ad twaliḍ amiḍan-ik·im ma yella yettusireg sɣur bab n uɣbalu neɣ n tummant.
pl_pl: Możesz też sprawdzić, czy Twoje konto jest dozwolone przez osobę przesyłającą zasób, lub właściciela instancji.

source: The requested entity body blends sweet bits with a mellow earthiness.
ca_es: El cos de l'entitat sol·licitada mescla trossos dolços amb un una essència terrosa.
ja_jp: 要求されたエンティティ・ボディーは、甘いビットとまろやかな素朴さをブレンドします。
kab: Tafekka n tayunt yettusran isexlaḍ tubbiyin ẓiden d wakal lewwaɣen.
pl_pl: Zawartość zapytania łączy nutkę słodkości z łagodnym ziemistym posmakiem.

source: Sepia seems to like it.
ca_es: A Sepia sembla que li agrada.
ja_jp: セピアはそれを気に入っているようです。
kab: Sepya tettban tḥemmel-it.
pl_pl: Sepia wydaje się to lubić.

source: Media is too large for the server. Please contact you administrator if you want to increase the limit size.
ca_es: El mitjà es massa gros per al servidor. Contacteu amb l'administració si desitgeu augmentar el límit de grandària.
ja_jp: メディアのサイズがサーバーに対して大きすぎます。サーバーのサイズ上限を上げたい場合は、インスタンス管理者に連絡を取って下さい。
kab: midyat ɣezzif aṭas i uqeddac-a. Ma ulac aɣilif nermes anedbal-ik·im ma yella tebɣiḍ ad ternuḍ deg teɣzi n talast.
pl_pl: Zawartość multimedialna jest zbyt wielka dla tego serwerami skontaktuj się z administratorem, jeżeli chcesz aby zwiększył limit rozmiaru.

source: GLOBAL SEARCH
ca_es: CERCA GLOBAL
ja_jp: グローバル検索
pl_pl: WYSZUKIWANIE OGÓLNE

source: using {INTERPOLATION}
ca_es: utilitzant {INTERPOLATION}
ja_jp: {INTERPOLATION}を使用中
kab: s useqdec n {INTERPOLATION}
pl_pl: używając {INTERPOLATION}

source: Results will be augmented with those of a third-party index. Only data necessary to make the query will be sent.
ca_es: Els resultats seran augmentats amb els d'un índex de tercers. Solament s'enviaran les dades necessàries per a fer la consulta.
ja_jp: 検索結果の件数は、サードパーティの検索インデックス次第で増加します。検索のために必要とするデータのみ送信されます。
kab: Igmaḍ ad nnernin s wid n umatar n wis kraḍ. Isefka kan i ilaqen i unadi ara yettwaznen.
pl_pl: Wyniki zostaną rozszerzone dzięki indeksowi ż usługi trzeciej. Zostaną wysłane tylko dane niezbędne aby dokonać tego zapytania.

source: Your query will be matched against video names or descriptions, channel names.
ca_es: La consulta es compararà amb noms o descripcions de vídeos, amb els noms dels canals.
ja_jp: 入力された検索ワードが動画のタイトルまたはその説明、チャンネルの名前と一致した時、それらが検索結果として表示されます。
kab: Asuter-inek·inem ad yettwarwas akked tvidyutin neɣ aglam, akked yismawen n ubadu.
pl_pl: Twoje zapytanie zostanie porównane z tytułami filmów, opisami i nazwami kanałów.

source: ADVANCED SEARCH
ca_es: CERCA AVANÇADA
ja_jp: 高度な検索
kab: ANADI LEQQAYEN
pl_pl: WYSZUKIWANIE ZAAWANSOWANE

source: will list the matching channel
ca_es: mostrarà el canal corresponent
ja_jp: チャンネルIDと一致したチャンネルを表示します
kab: ad d-yesken abadu yemṣadan
pl_pl: będzie wyświetlać pasujące kanały

source: will list the matching video
ca_es: mostrarà el vídeo corresponent
ja_jp: 動画のUUIDに一致した動画のみ表示します
kab: ad d-yesken tavidyut yemṣadan
pl_pl: będzie wyświetlać pasujące filmy

source: Search...
ca_es: Cerca…
ja_jp: 検索…
kab: Nadi...
pl_pl: Szukaj…

source: In this instance's network
ca_es: A la xarxa d'aquesta instància
ja_jp: このインスタンスのネットワーク内
kab: Deg uzeṭṭa n tummant-a
pl_pl: W sieci tej instancji

source: In the vidiverse
ca_es: Al vidivers
ja_jp: Vidiverse内
kab: deg vidiverse
pl_pl: W wideowersum

source: Search "this.result.text" in this instance's network
ca_es: Cercar «this.result.text» a la xarxa d'aquesta instància
ja_jp: このインスタンスから"this.result.text"を検索
pl_pl: Szukaj "this.result.text" w sieci tej instancji

source: Search "this.result.text" in the vidiverse
ca_es: Cercar «this.result.text» al vidivers
ja_jp: Vidiverseから"this.result.text"を検索
pl_pl: Szukaj "this.result.text" w całym wideowersum

source: Upload failed
ca_es: La pujada ha fallat
ja_jp: アップロードに失敗しました
pl_pl: Przesyłanie zakończone niepowodzeniem

source: Sort
ca_es: Ordenar
ja_jp: 並び替え
kab: Smizzwer
pl_pl: Sortuj

source: Display only
ca_es: Mostrar només
ja_jp: 次の動画のみ表示
pl_pl: Pokaż wyłącznie

source: Published date
ca_es: Data de publicació
ja_jp: 公開日
kab: Azemz n usuffeɣ
pl_pl: Data wydania

source: Original publication year
ca_es: Any de publicació original
ja_jp: オリジナルの公開年
kab: Aseggas n usuffeɣ aneẓli
pl_pl: Oryginalny rok publikacji

source: After...
ca_es: Després de…
ja_jp: この年以後…
kab: Seld...
pl_pl: Po...

source: Before...
ca_es: Abans de…
ja_jp: この年以前…
kab: Send...
pl_pl: Przed...

source: Duration
ca_es: Durada
ja_jp: 再生時間
kab: Tanzagt
pl_pl: Czas trwania

source: Insights
ja_jp: インサイト
pl_pl: Wgląd

source: Category
ca_es: Categoria
ja_jp: カテゴリー
kab: Taggayt
pl_pl: Kategoria

source: Display all categories
ca_es: Mostrar totes les categories
ja_jp: 全てのカテゴリーの動画を表示
kab: Sken meṛṛa taggayin
pl_pl: Wyświetl wszystkie kategorie

source: Licence
ca_es: Llicència
ja_jp: ライセンス
kab: Turagt
pl_pl: Licencja

source: Display all licenses
ca_es: Mostrar totes les llicències
ja_jp: 全てのライセンスの動画を表示
kab: Sken meṛṛa turagin
pl_pl: Wyświetl wszystkie licencje

source: Language
ca_es: Llengua
ja_jp: 言語
kab: Tutlayt
pl_pl: Język

source: Display all languages
ca_es: Mostrar tots el idiomes
ja_jp: 全ての言語の動画を表示
kab: Sken meṛṛa tutlayin
pl_pl: Wyświetl wszystkie języki

source: All of these tags
ca_es: Totes aquestes etiquetes
ja_jp: 以下のタグ全て
kab: Meṛṛa tibzimin-a
pl_pl: Wszystkie z tych tagów

source: One of these tags
ca_es: Una d'aquestes etiquetes
ja_jp: 以下のタグのうち1つ
kab: Yiwet seg tebzimin-a
pl_pl: Jeden z tych tagów

source: PeerTube instance host
ca_es: Host de la instància de PeerTube
ja_jp: PeerTubeインスタンスのドメイン名
pl_pl: Host instancji PeerTube

source: Result types
ca_es: Tipus de resultats
ja_jp: 検索結果のタイプ
pl_pl: Rodzaje wyników

source: Search target
ca_es: Cercar objectiu
ja_jp: 検索範囲
kab: Anadi n usaḍas
pl_pl: Cel wyszukiwania

source: Vidiverse
ca_es: Vidivers
pl_pl: Wideowersum

source: Reset
ca_es: Restablir
ja_jp: リセット
kab: Ales awennez
pl_pl: Resetuj

source: Filter
ca_es: Filtre
ja_jp: フィルタ
kab: Sizdeg
pl_pl: Filtruj

source: Video channels
ca_es: Canals de vídeo
ja_jp: 動画チャンネル
kab: Ibuda n tvidyutin
pl_pl: Kanały wideo

source: Add caption
ca_es: Afegir subtítols
ja_jp: キャプションを追加
kab: Rnu taneffust
pl_pl: Dodaj napis

source: Select the caption file
ca_es: Trieu l'arxiu de subtítols
ja_jp: キャプションファイルを選択
kab: Fren afaylu n tneffust
pl_pl: Wybierz plik z napisami

source: This will replace an existing caption!
ca_es: Açò reemplaçarà el text existent!
ja_jp: これにより、既存のキャプションが置き換わります！
kab: Aya ad yeṭṭef amkan n tneffust yellan!
pl_pl: To zastąpi bieżący napis!

source: Add this caption
ca_es: Afegir aquest subtítol
ja_jp: キャプションを追加
kab: Rnu taneffust-a
pl_pl: Dodaj ten napis

source: Edit caption "{{ videoCaption.language.label }}"
ca_es: Editar el títol «{{ videoCaption.language.label }}»
ja_jp: "{{ videoCaption.language.label }}"キャプションを編集
pl_pl: Edytuj napis "{{ videoCaption.language.label }}"

source: Edit raw
ja_jp: 生データを編集
pl_pl: Edytuj surowe

source: Add a new segment
ca_es: Afegir un segment nou
ja_jp: 新規セグメントを追加
pl_pl: Dodaj nowy segment
