Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Comment updated.
ca_es: Comentari actualitzat.
ja_jp: コメントを更新しました。
kab: Yettwaleqqem uwennit.
pl_pl: Zaktualizowano komentarz.

source: Violent or Repulsive
ca_es: Violent o repulsiu
ja_jp: 暴力的または不快
pl_pl: Przemoc lub treści odrażające

source: Hateful or Abusive
ca_es: Odiós o abusiu
ja_jp: 憎悪または暴力性がある
pl_pl: Nienawiść lub nadużycia

source: Spam or Misleading
ca_es: Brossa o enganyós
ja_jp: スパムまたは誤解を招く内容
pl_pl: Spam lub wprowadza w błąd

source: Privacy
ca_es: Privadesa
ja_jp: 公開範囲
kab: Tabaḍnit
pl_pl: Prywatność

source: Only {{ getOwnerAccountDisplayName() }}'s channels are listed
pl_pl: Tylko kanały należące do {{ getOwnerAccountDisplayName() }} znajdują się na tej liście

source: Changing the owner of a playlist is not supported
pl_pl: Zmiana właściciela playlisty nie jest wspierana

source: Insert at the first position in your channel's playlist list
pl_pl: Wstaw na pierwszej pozycji na liście playlist Twojego kanału

source: Playlists can be manually sorted in your channel.
pl_pl: Playlisty mogą być ręcznie sortowane na Twoim kanale.

source: By default, new playlists are added at the end of the list.
pl_pl: Domyślnie nowe playlisty pojawiają się na końcu listy.

source: Copyright
ja_jp: 著作権に関する問題
pl_pl: Prawa autorskie

source: Server rules
ca_es: Regles del servidor
ja_jp: 利用規約や行動規範等のサーバールール違反
kab: Ilugan n uqeddac
pl_pl: Zasady serwera

source: Thumbnails
ca_es: Miniatures
ja_jp: サムネイル
kab: Tinfulin
pl_pl: Miniaturki

source: abuses per page
ja_jp: 1ページごとの通報数
pl_pl: zgłoszeń na stronę

source: {VAR_PLURAL, plural, =0 {No abuse} =1 {1 abuse} other {{INTERPOLATION} abuses}}
ja_jp: {VAR_PLURAL, plural, =0 {通報なし} =1 {1件の通報} other {{INTERPOLATION}件の通報}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak zgłoszeń} =1 {1 zgłoszenie} few {{INTERPOLATION} zgłoszenia} other {{INTERPOLATION} zgłoszeń}}

source: Deleted account
ja_jp: 削除されたアカウント
pl_pl: Konto usunięte

source: Internal actions
ca_es: Accions internes
ja_jp: 運営側でのアクション
kab: Tigawin tigensayin
pl_pl: Działania wewnętrzne

source: Delete report
ca_es: Eliminar denúncia
ja_jp: 通報を削除
pl_pl: Usuń zgłoszenie

source: Actions for the flagged account
ca_es: Accions per al compte marcat
ja_jp: フラグが付いたアカウントへのアクション
pl_pl: Działania dla oflagowanego konta

source: Mark as accepted
ca_es: Marcar com a acceptat
ja_jp: 受理済としてマーク
kab: Creḍ yettwaqbal
pl_pl: Zaznacz jako zaakceptowane

source: Mark as rejected
ca_es: Marcar com a rebutjat
ja_jp: 却下としてマーク
kab: Creḍ yettwagi
pl_pl: Zaznacz jako odrzucone

source: Add internal note
ca_es: Afegir una nota interna
ja_jp: 運営用ノートを追加
kab: Rnu tazmilt tagensant
pl_pl: Dodaj wewnętrzną notatkę

source: Actions for the video
ca_es: Accions per a aquest vídeo
ja_jp: 動画へのアクション
pl_pl: Działania dla filmu

source: Block video
ca_es: Blocar el vídeo
ja_jp: 動画をブロックする
pl_pl: Zablokuj film

source: Video blocked.
ca_es: Vídeo blocat.
ja_jp: 動画がブロックされました。
kab: Tavidyut tettusewḥel.
pl_pl: Zablokowano film.

source: Unblock video
ca_es: Desblocar el vídeo
ja_jp: 動画のブロックを解除する
kab: Kkes asekkar i tvidyut
pl_pl: Odblokuj film

source: Video unblocked.
ca_es: Vídeo desblocat.
ja_jp: 動画のブロックが解除されました。
kab: Tavidyut yettwakkes-as usekkeṛ.
pl_pl: Odblokowano film.

source: Do you really want to delete this abuse report?
ca_es: Segur que voleu suprimir aquesta denúncia?
ja_jp: この不正利用通報を本当に削除しますか？
kab: Tebɣiḍ s tidet ad tekkseḍ aneqqis-a n yisr aseqdec?
pl_pl: Czy na pewno chcesz usunąć to zgłoszenie nadużycia?

source: Abuse deleted.
ca_es: Denúncia suprimida.
ja_jp: 不正利用通報は削除されました。
kab: Yir aseqdec yettwakkes.
pl_pl: Zgłoszenie usunięte.

source: Send a message to the reporter (currently {count, plural, =1 {{count} message} other {{count} messages}})
ca_es: Envia un missatge al denunciant (actualment {count, plural, =1 {{count} missatge} other {{count} missatges}})
ja_jp: 報告者にメッセージを送信しました (現在、{count, plural, =1 {{count} 件のメッセージ} other {{count} 件のメッセージ}})
pl_pl: Wyślij wiadomość do osoby zgłaszającej (obecnie {count, plural, =1 {jest tam {count} wiadomość} other {są tam {count} wiadomości}})

source: Send a message to the admins/moderators (currently {count, plural, =1 {{count} message} other {{count} messages}})
ca_es: Enviar un missatge a l'administració/moderació (actualment {count, plural, =1 {{count} missatge} other {{count} missatges}})
ja_jp: 管理者/モデレーターにメッセージを送信しました (現在、{count, plural, =1 {{count}件のメッセージ} other {{count} 件のメッセージ}})
pl_pl: Wyślij wiadomość do administracji/moderacji (obecnie {count, plural, =1 {jest tam {count} wiadomość} other {są tam {count} wiadomości}})

source: Deleted comment
ca_es: Comentari eliminat
ja_jp: コメントが削除されました
kab: Yettwakkes uwennit
pl_pl: Usunięto komentarz

source: Messages with reporter
ca_es: Missatges amb denunciant
ja_jp: 通報者とのメッセージ
kab: Iznan s umassaɣay
pl_pl: Wiadomości ze zgłaszającym

source: Messages with moderators
ca_es: Missatges amb la moderació
ja_jp: モデレーターとのメッセージ
kab: Iznan s yimḍebbren
pl_pl: Wiadomości z moderatorami

source: Update internal note
ca_es: Actualitzar la nota interna
ja_jp: 運営用ノートを更新
kab: Leqqem tazmilt tagensant
pl_pl: Uaktualnij wewnętrzną notatkę

source: Switch video block to manual
ca_es: Canviar el bloqueig de vídeo a manual
ja_jp: 動画のブロックを手動ブロックに切り替える
kab: Err asewḥel n tvidyut ad iteddu s ufus
pl_pl: Przełącz blokowanie filmów na ręczne

source: Video {PH} switched to manual block.
ca_es: El vídeo {PH} s'ha canviat a bloqueig manual.
ja_jp: 動画{PH}のブロックを手動ブロックに切り替えました。
kab: Tavidyut {PH} tuɣal ɣer usewḥel s ufus.
pl_pl: Film {PH} przełączony na blokowanie ręczne.

source: Do you really want to unblock this video? It will be available again in the videos list.
ca_es: Realment voleu desblocar aquest vídeo? Tornarà a estar disponible a la llista de vídeos.
ja_jp: 本当にこの動画のブロックを解除しますか？動画リストに再度表示されます。
pl_pl: Czy na pewno chcesz odblokować ten film? Pojawi się on ponownie na liście filmów.

source: Unblock
ca_es: Desblocar
ja_jp: ブロック解除
kab: Eks asewḥel
pl_pl: Odblokuj

source: Video {PH} unblocked.
ca_es: Vídeo {PH} desblocat.
ja_jp: 動画{PH}のブロックが解除されました。
kab: Tavidyut {PH} yekkes-as usewḥel.
pl_pl: Odblokowano film {PH}.

source: Video name/description and comments that contain any of the watched words are automatically tagged with the name of the list.
ca_es: El nom/descripció del vídeo i els comentaris que contenen qualsevol de les paraules vigilades s'etiqueten automàticament amb el nom de la llista.
ja_jp: 動画名/説明欄と監視対象のフレーズが含まれるコメントはリストの名前で自動的にタグ付けされます。
pl_pl: Nazwa i opis filmu, jak i komentarze, które zawierają jakiekolwiek z poniżej obserwowanych słów, są automatycznie tagowane nazwą danej listy.

source: These automatic tags can be used to filter comments and videos.
ca_es: Aquestes etiquetes automàtiques es poden utilitzar per filtrar comentaris i vídeos.
ja_jp: これらの自動タグ付けは、コメントと動画をフィルタリングするために使用されます。
pl_pl: Te automatyczne tagi mogą potem posłużyć do filtrowania komentarzy oraz filmów.

source: yes
ca_es: sí
ja_jp: はい
kab: ih
pl_pl: tak

source: no
ja_jp: いいえ
kab: ala
pl_pl: nie

source: You don't have plugins installed yet.
ca_es: Encara no teniu complements instal·lats.
ja_jp: プラグインがまだインストールされていません。
pl_pl: Nie masz jeszcze żadnych zainstalowanych wtyczek.

source: You don't have themes installed yet.
ca_es: Encara no teniu temes instal·lats.
ja_jp: テーマがまだインストールされていません。
pl_pl: Nie masz jeszcze żadnych zainstalowanych motywów.

source: Update to {PH}
ca_es: Actualitzar a {PH}
ja_jp: {PH}に更新
pl_pl: Zaktualizuj do {PH}

source: Do you really want to uninstall {PH}?
ca_es: Segur que voleu desinstal·lar {PH}?
ja_jp: 本当に{PH}をアンインストールしますか？
kab: Tebɣiḍ s tidet ad tesfesxeḍ asebded {PH}?
pl_pl: Czy na pewno chcesz odinstalować {PH}?

source: Uninstall
ca_es: Desinstal·lar
ja_jp: アンインストール
kab: Kkes
pl_pl: Odinstaluj

source: {PH} uninstalled.
ca_es: {PH} desinstal·lat.
ja_jp: {PH}がアンインストールされました。
pl_pl: Odinstalowano {PH}.

source: This is a major plugin upgrade. Please go on the plugin homepage to check potential release notes.
ca_es: Aquesta és una actualització de complement important. Aneu a la pàgina del complement per consultar les notes de la versió.
ja_jp: これはプラグインのメジャーアップグレードです。プラグインのホームページに行き、リリースノートをチェックして下さい。
kab: Wagi d lqem agejdan n uzegrir. Ttxil-k·m ddu ɣer usebter agejdan n uzegrir i wakken ad tesneqdeḍ tizmilin n lqem yettuṛaǧun.
pl_pl: To ważna aktualizacja tej wtyczki. Sprawdź potencjalną listę zmian na jego stronie domowej.

source: Upgrade
ca_es: Actualitzar
ja_jp: アップグレード
kab: Leqqem
pl_pl: Aktualizuj

source: Proceed upgrade
ca_es: Procediu a l'actualització
ja_jp: アップグレードを行う
kab: Kemmel aleqqem
pl_pl: Przejdź do aktualizacji

source: {PH} updated.
ca_es: {PH} actualitzat.
ja_jp: {PH}が更新されました。
pl_pl: Zaktualizowano {PH}.

source: To load your new installed plugins or themes, refresh the page.
pl_pl: Żeby załadować nowo zainstalowane rozszerzenia lub motywy, odśwież stronę.

source: Jobs
ca_es: Treballs
ja_jp: ジョブ
kab: Axeddim
pl_pl: Zadania

source: Logs
ca_es: Registres
ja_jp: ログ
kab: Aɣmis
pl_pl: Dzienniki

source: The plugin index is not available. Please retry later.
ca_es: L'índex del complememt no està disponible. Torneu-ho a provar més tard.
ja_jp: プラグインインデックスを利用できません。後ほど、再度お試し下さい。
pl_pl: Indeks wtyczki nie jest dostępny. Spróbuj ponownie później.

source: Please only install plugins or themes you trust, since they can execute any code on your platform.
ja_jp: プラグインやテーマはプラットフォーム上であらゆるコードを実行できるため、信頼できるもののみをインストールしてください。
pl_pl: Instaluj wyłącznie te rozszerzenia oraz motywy, do których masz zaufanie, ponieważ mogą one wykonywać kod na Twojej platformie.

source: Install {PH}?
ca_es: Instal·lar {PH}?
ja_jp: {PH}をインストールしますか？
kab: Sebded {PH}?
pl_pl: Zainstalować {PH}?

source: {PH} installed.
ca_es: {PH} instal·lat.
ja_jp: {PH}がインストールされました。
pl_pl: Zainstalowano {PH}.

source: This plugin does not have settings.
pl_pl: To rozszerzenie nie ma żadnych ustawień.

source: This theme does not have settings.
pl_pl: Ten motyw nie ma żadnych ustawień.

source: Settings updated.
ca_es: Configuració actualitzada.
ja_jp: 設定を更新しました。
pl_pl: Ustawienia zaktualizowane.

source: plugin
ca_es: complement
ja_jp: プラグイン
pl_pl: wtyczka

source: theme
ca_es: tema
ja_jp: テーマ
pl_pl: motyw

source: Homepage (new window)
ca_es: Pàgina d'inici (finestra nova)
ja_jp: ホームページ (新規ウィンドウで開く)
pl_pl: Strona główna (w nowym oknie)

source: NPM page (new window)
ca_es: Pàgina NPM (finestra nova)
ja_jp: NPMページ (新規ウィンドウで開く)
pl_pl: Strona NPM (w nowym oknie)

source: IP address
ca_es: adreça IP
ja_jp: 公開IPアドレス
kab: Tansa n IP
pl_pl: Adres IP

source: PeerTube thinks your web browser public IP is <strong>{{ debug?.ip }}</strong>.
ja_jp: PeerTubeはあなたのWebブラウザーの公開IPアドレスを<strong>{{ debug?.ip }}</strong>と認識しています。
pl_pl: Według PeerTube, publiczny adres IP Twojej przeglądarki to <strong>{{ debug?.ip }}</strong>.

source: If this is not your correct public IP, please consider fixing it because:
ca_es: Si aquesta no és la vostra IP pública correcta, considereu arreglar-la perquè:
ja_jp: もしあなたの公開IPアドレスが正しくない場合、正しい公開IPアドレスが表示されるためのアクションを検討して下さい。理由は:
kab: Ma yella mačči d tansa-inek·inem IP tazayazt tameɣtut, ttxil-k·m ilaq ad tt-tseɣtiḍ acku:
pl_pl: Jeżeli to nie jest Twój publiczny adres IP, spróbuj go naprawić, ponieważ:

source: Views may not be counted correctly (reduced compared to what they should be)
ca_es: És possible que les visualitzacions no es comptin correctament (reduïdes en comparació amb les que haurien de ser)
ja_jp: 再生回数が正確にカウントされない事があります(本来あるべき再生回数と比べると少なくなる場合があります)
kab: Tiskanin yezmer ur ttwaḥsabent ara akken iwata (ṣṣubent-d ɣef wakken i ilaq ad ilinit)
pl_pl: Wyświetlenia mogą nie zliczać się prawidłowo (będą mniejsze niż powinny być)

source: Anti brute force system could be overzealous
ca_es: El sistema contra la força bruta podria ser massa entusiasta
ja_jp: ブルートフォースシステムの設定を過度なものにしている可能性があります
pl_pl: System przeciwko atakom siłowym może być nadgorliwy

source: P2P system could not work correctly
ca_es: El sistema P2P podría no funcionar correctament
ja_jp: P2P機能が正しく機能していないかもしれません
kab: Anagraw P2P ur iteddu ara akken iwata
pl_pl: System P2P może nie działać prawidłowo

source: To fix it:
ca_es: Per arreglar-ho:
ja_jp: 修正するには:
kab: I uṣeggem-ines:
pl_pl: Aby to naprawić:

source: Check the <code>trust_proxy</code> configuration key
ja_jp: <code>trust_proxy</code>の設定キーを確認する
pl_pl: Sprawdź klucz konfiguracji <code>trust_proxy</code>

source: Emails
ja_jp: メール
pl_pl: E-maile

source: Send test emails to this address
ja_jp: このアドレスにテストメールを送信する
pl_pl: Wyślij testowe e-maile na ten adres

source: PeerTube can send all available email templates to the following email address
ja_jp: PeerTubeは次のメールアドレスにすべてのメールテンプレートを送信します
pl_pl: PeerTube może wysłać e-maile w oparciu o każdy dostepny szablon e-maila na wskazany adres e-mail

source: Send test emails
ja_jp: テストメールを送信
pl_pl: Wyślij testowe e-maile

source: Emails will be sent!
ja_jp: メールが送信されました！
pl_pl: E-maile zostały wysłane!

source: jobs per page
ja_jp: 1ページごとのジョブ数
pl_pl: zadań na stronę

source: Last week
ca_es: La setmana passada
ja_jp: 先週
kab: Dduṛt yezrin
pl_pl: W ostatnim tygodniu

source: Last day
ca_es: Últim dia
ja_jp: 昨日
kab: Dernier jour
pl_pl: W ostatnim dniu

source: Last hour
ca_es: Última hora
ja_jp: 1時間以内
pl_pl: W ostatniej godzinie

source: warning
ca_es: advertiment
ja_jp: 警告
kab: Ɣur-k·m
pl_pl: ostrzeżenie

source: error
kab: tuccḍa
pl_pl: błąd

source: Debug
ca_es: Depurar
ja_jp: デバッグ
kab: Seɣti
pl_pl: Debugowanie

source: Info
ca_es: Informació
ja_jp: 情報
kab: Talɣut
pl_pl: Informacja

source: Files
ja_jp: ファイル
pl_pl: Pliki

source: Warning
ca_es: Avís
ja_jp: 警告
kab: Asmigel
pl_pl: Ostrzeżenie

source: Stay on page
ja_jp: ページに留まる
pl_pl: Pozostań na stronie

source: Leave page
ja_jp: ページから離れる
pl_pl: Opuść stronę

source: Comments are disabled
ca_es: Els comentaris estan deshabilitats
ja_jp: コメントを無効にする
pl_pl: Komentarze są wyłączone

source: Comments are enabled
ca_es: Els comentaris estan habilitats
ja_jp: コメントを有効にする
pl_pl: Komentarze są włączone

source: Comments may require approval depending on your auto tag policies
ca_es: Els comentaris poden requerir aprovació en funció de la vostra política d'etiquetatge automàtic
ja_jp: コメントは自動タグ付けポリシーにより個別の承認が必要な場合があります
pl_pl: Komentarze mogą wymagać zatwierdzenia, w zależności od tego, jakie obowiązują polityki automatycznych tagów

source: Any new comment requires approval
ca_es: Tots els comentaris nous requereixen aprovació
ja_jp: 新規コメントは承認を必要とします
pl_pl: Każdy nowy komentarz wymaga zatwierdzenia

source: Light (Beige) or Dark (Brown)
ca_es: Clar (Beix) o Fosc (Marró)
ja_jp: ライト (ベージュ)またはダーク (ブラウン)
pl_pl: Jasny (beżowy) lub ciemny (brązowy)

source: PeerTube selects the appropriate theme depending on web browser preferences
ca_es: PeerTube tria el tema adequat en funció de les preferències del navegador
ja_jp: PeerTubeがお使いのWebブラウザの設定に合わせてテーマを適切に選択します
pl_pl: PeerTube wybiera odpowiedni motyw w zależności od preferencji przeglądarki internetowej

source: Dark (Brown)
ca_es: Fosc (Marró)
ja_jp: ダーク (ブラウン)
pl_pl: Ciemny (brązowy)

source: Light (Beige)
ca_es: Clar (Beix)
ja_jp: ライト (ベージュ)
pl_pl: Jasny (beżowy)

source: Open in the application?
ja_jp: アプリケーションで開きますか？
pl_pl: Otworzyć w aplikacji?

source: Open settings modal
ca_es: Obrir la finestra de configuració
ja_jp: 設定モーダルを開く
pl_pl: Otwórz okno ustawień

source: Go to the page where you can manage your account
ja_jp: アカウント管理ページへ移動
pl_pl: Przejdź na stronę, na której możesz zarządzać swoim kontem

source: Error
ja_jp: エラー
kab: Tuccḍa
pl_pl: Błąd

source: You need to reconnect
ca_es: Heu de tornar a connectar
ja_jp: 再接続が必要です
pl_pl: Musisz się ponownie połączyć

source: Your authentication has expired, you need to reconnect.
ca_es: La vostra autenticació ha caducat, heu de tornar a connectar.
ja_jp: 認証の期限が切れました、再接続してください。
pl_pl: Twoja sesja wygasła, musisz się połączyć na nowo.

source: Standard logs
ca_es: Registres estàndard
ja_jp: 標準ログ
pl_pl: Standardowe raporty

source: Audit logs
ca_es: Registres d'auditoria
ja_jp: 監査ログ
pl_pl: Raporty audytowe

source: {VAR_PLURAL, plural, =0 {No job} =1 {1 job} other {{INTERPOLATION} jobs}}
ja_jp: {VAR_PLURAL, plural, =0 {ジョブなし} =1 {1件のジョブ} other {{INTERPOLATION}件のジョブ}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak zadań} =1 {1 zadanie} few {{INTERPOLATION} zadania} other {{INTERPOLATION} zadań}}

source: UUID
pl_pl: Unikalny identyfikator użytkownika

source: Private payload:
ca_es: Càrrega privada:
ja_jp: プライベートペイロード:
pl_pl: Prywatny payload:

source: No runner jobs found.
ca_es: No s'han trobat treballs de codificador.
ja_jp: ランナーのジョブは見つかりませんでした。
pl_pl: Nie znaleziono żadnych zadań przydzielonych do runnerów.

source: Completed jobs
ca_es: Treballs acabats
ja_jp: 完了したジョブ
pl_pl: Ukończone zadania

source: Pending jobs
ca_es: Treballs pendents
ja_jp: 保留中のジョブ
pl_pl: Zadania w trakcie ich wykonywania

source: Jobs that are being processed
ca_es: Treballs que s'estan processant
ja_jp: 処理中のジョブ
pl_pl: Zadania, które są w trakcie przetwarzania

source: Failed jobs
ca_es: Treballs que han fallat
ja_jp: 失敗したジョブ
pl_pl: Zadania zakończone niepowodzeniem

source: Cancel this job
ca_es: Cancel·lar aquest treball
ja_jp: このジョブをキャンセルする
pl_pl: Anuluj to zadanie

source: Delete this job
ca_es: Eliminar aquest treball
ja_jp: このジョブを削除する
pl_pl: Usuń to zadanie

source: Do you really want to cancel {count, plural, =1 {this job} other {{count} jobs}}? Children jobs will also be cancelled.
ca_es: Realment voleu cancel·lar {count, plural, =1 {aquest treball} other {{count} treballs}}? També es cancel·laran els treballs dependents (fills).
ja_jp: 本当に{count, plural, =1 {このジョブ} other {{count} 件のジョブ}}をキャンセルしてもよろしいですか？ 子ジョブもキャンセルされます。
pl_pl: Czy na pewno chcesz anulować {count, plural, =1 {to zadanie} few {{count} zadania} other {{count} zadań}}? Podległe zadania zostaną też anulowane.

source: {count, plural, =1 {Job cancelled} other {{count} jobs cancelled}}
ca_es: {count, plural, =1 {treball cancel·lat} other {{count} treballs cancel·lats}}
ja_jp: {count, plural, =1 {1件のジョブをキャンセル済み} other {{count} 件のジョブをキャンセル済み}}
pl_pl: {count, plural, =1 {Anulowano zadanie} few {Anulowano {count} zadania} other {Anulowano {count} zadań}}

source: Do you really want to remove {count, plural, =1 {this job} other {{count} jobs}}? Children jobs will also be removed.
ca_es: Realment voleu eliminar {count, plural, =1 {aquest treball} other {{count} treballs}}? També s'eliminaran els treballs dependents (fills).
ja_jp: 本当に{count, plural, =1 {このジョブ} other {{count} 件のジョブ}}を削除しますか？子ジョブも削除されます。
pl_pl: Czy na pewno chcesz usunąć {count, plural, =1 {to zadanie} few {{count} zadania} other {{count} zadań}}? Podległe zadania zostaną też usunięte.

source: Version
ja_jp: バージョン
pl_pl: Wersja

source: Last contact
ca_es: Últim contacte
ja_jp: 最終連絡先
pl_pl: Ostatnia odpowiedź

source: No remote runners found.
ca_es: No s'han trobat codificadors remots.
ja_jp: リモートのランナーは見つかりませんでした。
pl_pl: Nie znaleziono zewnętrznych runnerów.

source: User {PH} created.
ca_es: Compte {PH} creat.
ja_jp: ユーザー{PH}を作成しました。
kab: Aseqdac {PH} yettwarna.
pl_pl: Utworzono użytkownika {PH}.

source: Create user
ca_es: Crear compte
ja_jp: ユーザーを作成
kab: Rnu aseqdac
pl_pl: Utwórz użytkownika

source: Blocked videos
ca_es: Vídeos blocats
ja_jp: ブロックした動画
kab: Tividyutin yettusweḥlen
pl_pl: Zablokowane filmy

source: User registrations
ca_es: Registre de comptes
ja_jp: ユーザー登録
pl_pl: Rejestracje użytkowników

source: Muted platforms
ja_jp: ミュートしたプラットフォーム
pl_pl: Wyciszone platformy

source: @if (isAccept()) { Accept {{ registration.username }} registration }@else if (isReject()) { Reject {{ registration.username }} registration }
pl_pl: @if (isAccept()) { Zaakceptuj rejestrację konta {{ registration.username }} }@else if (isReject()) { Odrzuć rejestrację konta {{ registration.username }} }

source: Registration email has not been verified. Email delivery has been disabled by default.
ca_es: L'adreça electrònica de registre no s'ha verificat. L'enviament de correu electrònic s'ha desactivat de manera predeterminada.
ja_jp: 登録メールは認証されていません。メール配送はデフォルトで無効化されています。
pl_pl: E-mail nie został zweryfikowany. Wysyłka e-maili została domyślnie wyłączona.

source: <strong>Accepting</strong> <em>{{ registration.username }}</em> registration will create the account and channel.
ja_jp: <em>{{ registration.username }}</em>の登録を<strong>承認</strong>し、アカウントとチャンネルを作成する。
pl_pl: <strong>Zaakceptowanie rejestracji użytkownika</strong> <em>{{ registration.username }}</em> utworzy konto, oraz podległy mu kanał.

source: An email will be sent to <em>{{ registration.email }}</em> explaining its account has been created with the moderation response you'll write below.
ja_jp: <em>{{ registration.email }}</em>に送信されたメールで、あなたが下記のように書いたモデレーション回答に基づいてアカウントが作成されたことを説明しています。
pl_pl: E-mail zostanie wysłany do <em>{{ registration.email }}</em>, który poinformuje o rejestracji konta wraz z dodatkową wiadomością od moderacji, którą napiszesz poniżej.

source: Emails are not enabled on this instance so PeerTube won't be able to send an email to <em>{{ registration.email }}</em> explaining its account has been created.
ja_jp: このインスタンスではメールが有効化されていないため、PeerTubeは<em>{{ registration.email }}</em>にアカウントが作成されたことを説明するためのメールを送信できません。
pl_pl: E-maile nie są dostępne na tej instancji, więc PeerTube nie będzie w stanie wysłać e-maila do <em>{{ registration.email }}</em>, w którym adresat zostanie poinformowany o stworzeniu konta.

source: An email will be sent to <em>{{ registration.email }}</em> explaining its registration request has been <strong>rejected</strong> with the moderation response you'll write below.
ja_jp: <em>{{ registration.email }}</em>に送信されたメールで、この登録リクエストが<strong>拒否</strong>されたことを下記のように書いたモデレーション回答に基づいて説明しています。
pl_pl: E-mail zostanie wysłany do <em>{{ registration.email }}</em> informujący o <strong>odrzuceniu zapytania o rejestrację</strong> wraz z powodem, który napiszesz poniżej.

source: Emails are not enabled on this instance so PeerTube won't be able to send an email to <em>{{ registration.email }}</em> explaining its registration request has been rejected.
ja_jp: このインスタンスではメールが有効化されていないため、PeerTubeは<em>{{ registration.email }}</em>に登録リクエストが拒否されたことを説明するためのメールを送信できません。
pl_pl: E-maile nie są dostępne na tej instancji, więc PeerTube nie będzie w stanie wysłać e-maila do <em>{{ registration.email }}</em>, w którym adresat zostanie poinformowany o odrzuceniu zapytania o rejestrację konta.

source: Send a message to the user
ca_es: Envia un missatge a la persona
ja_jp: ユーザーにメッセージを送信する
pl_pl: Wyślij wiadomość do użytkownika

source: Prevent email from being sent to the user
ca_es: Impedir l'enviament de missatges a la persona
ja_jp: ユーザーへのメールの送信を禁止する
pl_pl: Zapobiegnij wysłaniu e-maila do tego użytkownika

source: Accept registration
ca_es: Acceptar el registre
ja_jp: 登録を承認
pl_pl: Zaakceptuj rejestrację

source: Reject registration
ca_es: Rebutjar el registre
ja_jp: 登録を拒否
pl_pl: Odrzuć rejestrację

source: this.registration.username account created
ca_es: Compte this.registration.username creat
ja_jp: this.registration.username のアカウントが作成されました
pl_pl: Konto o nazwie this.registration.username zostało stworzone

source: this.registration.username registration rejected
ca_es: Compte this.registration.username rebutjat
ja_jp: this.registration.username の登録は拒否されました
pl_pl: Rejestracja konta o nazwie this.registration.username została odrzucona

source: Moderation response is required.
ca_es: Cal una resposta de la moderació.
ja_jp: モデレーション回答は必須です。
pl_pl: Wymagana jest wiadomość moderatora.

source: Moderation response must be at least 2 characters long.
ca_es: El missatge de moderació ha de tindre com a mínim dos caràcters.
ja_jp: モデレーション回答は必ず2文字以上にしてください。
pl_pl: Wiadomość od moderatora musi mieć co najmniej 2 znaki.
