Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: If enabled, your server needs to accept incoming TCP traffic on port {{ getLiveRTMPPort() }}
ca_es: Si està habilitat el vostre servidor ha d'acceptar trànsit TCP entrant al port {{ getLiveRTMPPort() }}
ja_jp: もし有効にした場合、あなたのサーバーは{{ getLiveRTMPPort() }}ポートからのTCPトラフィックを受信できる必要があります
kab: Ma yella yettwarmed, aqeddac-ik·im yesra ad yeqbel tiddin n TCP i d-ikecmen deg tewwurt {{ getLiveRTMPPort() }}
pl_pl: Jeżeli włączone, Twój serwer musi akceptować ruch przychodzący TCP na porcie {{ getLiveRTMPPort() }}

source: Allow your users to automatically publish a replay of their live
ca_es: Permetre els comptes pujar automàticament la repetició de llurs directes
ja_jp: ユーザーがライブ配信終了時に、自動的にライブ配信のリプレイ動画を公開することを許可する
kab: Sireg iseqdacen-inek·inem ad d-suffɣen s wudem awurman allus n tɣuri n usrid-nsen
pl_pl: Pozwól użytkownikom automatycznie publikować powtórkę ich transmisji

source: Allow your users to change live latency
ca_es: Permetre canviar la latència de la reproducció en directe
ja_jp: ユーザーにライブ配信の遅延時間を変更することを許可する
pl_pl: Pozwalaj swoim użytkownikom na zmianę opóźnienia transmisji na żywo

source: Small latency disables P2P and high latency can increase P2P ratio
ca_es: La latència reduïda desactiva el P2P i l'alta latència pot augmentar la relació P2P
ja_jp: 低遅延モードはP2P機能を無効にし、高遅延モードはP2P機能をより利用します
pl_pl: Małe opóźnienie wyłącza P2P, zaś duże opóźnienie może zwiększyć liczbę oglądających transmisję metodą P2P

source: Max simultaneous lives created on your platform
ja_jp: プラットフォーム上で同時に作成できるライブ配信の最大数
pl_pl: Maksymalna liczba jednoczesnych transmisji na żywo na Twojej platformie

source: (-1 for "unlimited")
ca_es: (-1 per «il·limitat»)
ja_jp: ("無制限"にする場合は-1)
pl_pl: (-1 oznacza brak limitu)

source: {VAR_PLURAL, plural, =1 {live} other {lives}}
ca_es: {VAR_PLURAL, plural, =1 {directe} other {directes}}
ja_jp: {VAR_PLURAL, plural, =1 {ライブ配信} other {ライブ配信}}
pl_pl: {VAR_PLURAL, plural, =1 {transmisja} few {transmisje} many {transmisji} other {transmisji}}

source: Max simultaneous lives created per user
ca_es: Nombre màxim d'emissions en directe simultànies creades per compte
ja_jp: 1ユーザーが同時に作成可能な最大ライブ配信数
pl_pl: Maksymalna liczba jednoczesnych transmisji na żywo na użytkownika

source: Max live duration
ca_es: Durada màxima dels directes
ja_jp: ライブ配信の最大時間
kab: Tanzagt tafellayt n usrid
pl_pl: Maksymalna długość transmisji

source: Live transcoding threads
ca_es: Fils dedicats a la transcodificació de directes
ja_jp: ライブ配信のトランスコードで使用するスレッド数
kab: Asqerdec n wanigtengel n wusrid
pl_pl: Wątki transkodowania transmisji

source: will claim at most {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} with VOD transcoding
ca_es: demanarà com a màxim {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} amb transcodificació VOD
ja_jp: は、ビデオ・オン・デマンド動画のトランスコードで、{{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }}要求します
kab: ad d-ibeggen ma aṭas {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} s wanigtengel VOD
pl_pl: zajmie co najwyżej {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} z transkodowaniem VOD

source: will claim at least {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} with VOD transcoding
ca_es: demanarà com a mínim {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} amb transcodificació VOD
ja_jp: は、ビデオ・オン・デマンド動画のトランスコードで、最低でも{{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }}要求します
kab: ad d-ibeggen ma drus {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} s wanigtengel VOD
pl_pl: zajmie przynajmniej {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} z transkodowaniem VOD

source: Live transcoding profile
ca_es: Perfil de transcodificació en directe
ja_jp: ライブ配信のトランスコードで使用するプロファイル
kab: Amaɣnu n wanigtengel usrid
pl_pl: Profil transkodowania na żywo

source: new live transcoding profiles can be added by PeerTube plugins
ca_es: els complements de PeerTube poden afegir nous perfils de transcodificació de directes
ja_jp: 新しいライブ配信のトランスコードのプロファイルは、PeerTubeのプラグインによって追加が可能です
kab: imaɣunen n wanigtengel n wusrid yezmer ad yettwarnu s yizegrar n PeerTube
pl_pl: nowe profile transkodowania na żywo mogą zostać dodane przez wtyczki PeerTube

source: Live resolutions to generate
ca_es: Resolucions de directe per generar
ja_jp: 生成されるライブ配信の解像度
kab: Afrayen usriden i usirew
pl_pl: Rozdzielczości transmisji do generowania

source: Also transcode original resolution
ca_es: Transcodificar també la resolució original
ja_jp: オリジナル解像度もトランスコードする
pl_pl: Transkoduj również do oryginalnej rozdzielczości

source: Even if it's above your maximum enabled resolution
ca_es: Fins i tot si supera la resolució màxima activada
ja_jp: 上記で有効にしている最大解像度以上の場合であっても、強制的にオリジナルソースの解像度をトランスコードします
pl_pl: Nawet jeżeli jest ona powyżej wybranej maksymalnej rozdzielczości

source: Enable remote runners for lives
ca_es: Habilitar codificadors remots per transcodificar directes
ja_jp: ライブ配信でリモートのランナーを有効にする
pl_pl: Włącz zewnętrzne runnery dla transmisji na żywo

source: Use <a routerLink="/admin/settings/system/runners/runners-list">remote runners</a> to process live transcoding.
pl_pl: Użyj <a routerLink="/admin/settings/system/runners/runners-list">zewnętrznych runnerów</a> do przetwarzania zawartości transmitowanej na żywo.

source: Allow live streaming
ca_es: Permetre l'emissió en directe
ja_jp: ライブ配信を許可する
kab: Sireg askan usrid
pl_pl: Pozwól na transmisje na żywo

source: Transcoding enabled for live streams
ca_es: Transcodificació habilitada per als directes
ja_jp: ライブ配信のトランスコードを有効にする
kab: Anigtengel yettwarmed i yisuddam usriden
pl_pl: Transkodowanie jest włączone dla transmisji na żywo

source: Live streaming
ca_es: Emissió en directe
ja_jp: ライブ配信
kab: Askan usrid
pl_pl: Transmisje na żywo

source: Advanced
ca_es: Avançat
ja_jp: 高度な設定
pl_pl: Zaawansowane

source: Edit your platform homepage
ja_jp: プラットフォームのホームページを編集
pl_pl: Edytuj stronę główną platformy

source: Platform customization
ja_jp: プラットフォームのカスタマイズ
pl_pl: Personalizacja platformy

source: Platform information
ja_jp: プラットフォーム情報
pl_pl: Informacje o platformie

source: Platform logos
ja_jp: プラットフォームロゴ
pl_pl: Logotypy platformy

source: General configuration
ja_jp: 一般設定
pl_pl: Ogólna konfiguracja

source: VOD configuration
ja_jp: ビデオ・オン・デマンド設定
pl_pl: Konfiguracja VOD

source: Live configuration
ja_jp: ライブ配信設定
pl_pl: Konfiguracja transmisji na żywo

source: Advanced configuration
ja_jp: 詳細設定
pl_pl: Zaawansowana konfiguracja

source: TRANSCODING
ca_es: TRANSCODIFICACIÓ
ja_jp: トランスコード
pl_pl: TRANSKODOWANIE

source: Same as VOD transcoding, transcoding live streams so that they are in a streamable form that any device can play. Requires a beefy CPU, and then some.
ca_es: Igual que la transcodificació de VOD, transcodifica els directes per a que es puguin reproduir a qualsevol dispositiu. Requereix un processador potent i més.
ja_jp: ビデオ・オン・デマンド動画のトランスコードと同様に、ライブ配信をどのような端末でも再生できるようなストリーミング形式にトランスコードします。高性能のCPUが必要で、場合によってはさらに強力なCPUが必要となる場合があります。
kab: Kifkif akked wanigtengel n VOD, anigtengel n yisuddimen usriden akken ad ilin s wudem swayes ara ttwaskanen ara d-iɣer yal ibenk. Yesra CPU iǧehden, akked kra-nniḍen.
pl_pl: Tak jak przy transkodowaniu VOD, transkoduje transmisje na żywo tak, aby można było je odtwarzać na dowolnym urządzeniu. Wymaga wydajnego CPU.

source: Transcoding enabled
ca_es: Transcodificació habilitada
ja_jp: トランスコードを有効にする
kab: Anigtengel yettwarmed
pl_pl: Transkodowanie jest włączone

source: Input
ca_es: Entrada
ja_jp: アップロード
pl_pl: Dane wejściowe

source: Allow additional extensions
ca_es: Permetre extensions addicionals
ja_jp: 追加の拡張子を許可する
kab: Sireg isiɣzaf-nniḍen
pl_pl: Zezwól na dodatkowe wtyczki

source: Allows users to upload videos with additional extensions than .mp4, .ogv and .webm (for example: .avi, .mov, .mkv etc).
ca_es: Permetre la pujada de vídeos amb extensions diferents de .mp4, .ogv i .webm (per exemple: .avi, .mov, .mkv, etc.).
ja_jp: ユーザーに .mp4 .ogv .webm 以外の拡張子の動画のアップロードを許可します(例えば .avi .mov .mkv など)。
pl_pl: Pozwala użytkownikom na publikację filmów o rozszerzeniach innych niż MP4, OGV oraz WEBM (np. AVI, MOV, MKV itd.).

source: Allow audio files upload
ca_es: Permetre la pujada de fitxers d'àudio
ja_jp: 音声ファイルのアップロードを許可する
kab: Sireg asali n yifuyla imeslawen
pl_pl: Zezwól na wrzucanie plików audio

source: Allows users to upload .mp3, .ogg, .wma, .flac, .aac, or .ac3 audio files.
ca_es: Permetre la pujada de fitxers d'àudio .mp3, .ogg, .wma, .flac, .aac, o .ac3.
ja_jp: 音声ファイル( .mp3 .ogg .wma .flac .aac .ac3)のアップロードをユーザーに許可します。
kab: Yettmuddu tisirag i yiseqdacen ad d-salin ifuyla imeslawen .mp3, .ogg, .wma, .flac, .aac, or .ac3.
pl_pl: Pozwala użytkownikom na wysyłanie plików dźwiękowych .mp3, .ogg, .wma, .flac, .aac lub .ac3.

source: The file will be merged in a still image video with the preview file on upload.
ca_es: El fitxer es fusionarà en una imatge amb el fitxer de previsualització en carregar-lo.
ja_jp: ファイルはアップロード時に静止画の動画ファイルと結合されます。
kab: Afaylu ad yemmezdi deg yiwet n tugna n tvidyut tusbiḍt akked ufaylu n teskant deg usali.
pl_pl: Plik zostanie połączony z plikiem podglądu w nieruchomy film po wrzuceniu.

source: Keep a version of the input file
ca_es: Conservar una versió del fitxer original
ja_jp: アップロードされたファイルのバージョンを保持する
pl_pl: Pozostaw oryginalną wersję pliku wejściowego

source: If enabled, the input file is not deleted after transcoding but moved in a dedicated folder or object storage
ca_es: Si l'opció està habilitada el fitxer original no s'eliminarà després de la transcodificació, sinó que es mourà a una carpeta dedicada o a «Object Storage»
ja_jp: このオプションが有効な場合、トランスコード完了後にアップロードされたファイルを削除せず、専用のフォルダまたはオブジェクトストレージに移動します
pl_pl: Jeżeli włączone, plik wejściowy nie zostanie usunięty po jego przetworzeniu, ale będzie przeniesiony do dedykowanego katalogu lub zewnętrznego dysku

source: Output
ca_es: Sortida
ja_jp: 出力
pl_pl: Dane wyjściowe

source: Web Videos enabled
ca_es: «Web Videos» habilitats
ja_jp: Web動画を有効にする
pl_pl: Internetowe filmy włączone

source: Output formats
ca_es: Formats de sortida
ja_jp: 出力
kab: Imasal n tuffɣa
pl_pl: Formaty wyjściowe

source: Max live FPS
ca_es: FPS màxims als directes
ja_jp: ライブ配信の最大フレームレート
pl_pl: Maksymalna liczba klatek na sekundę na transmisji na żywo

source: Cap transcoded live FPS. Max resolution stream still keeps the original FPS.
ca_es: Limita el nombre d'FPS dels directes. El flux amb la màxima resolució, però, conserva el nombre original d'FPS.
ja_jp: ライブ配信の最大フレームレートに制限を設けます。最大解像度のストリーミングについてはオリジナルのフレームレートのままになります。
pl_pl: Ogranicz liczbę klatek na sekundę wyświetlanych na transmisji na żywo. Najwyższa rozdzielczość będzie wciąż dostępna z możliwie najwyższą liczbą klatek na sekundę.

source: If you also enabled HLS support, it will multiply videos storage by 2
ca_es: Si també heu habilitat el suport HLS, això duplicarà l'espai d'emmagatzematge de vídeos
ja_jp: HLSサポートも有効になっている場合、2倍のストレージスペースが必要になります
kab: Ma yella tremdeḍ daɣen tallalt n HLS, aya ad isnerni aklas n tvidyutin s 2
pl_pl: Jeżeli włączono też obsługę HLS, pomnoży powierzchnię wideo przez 2

source: HLS with P2P support enabled
ca_es: HLS amb suport P2P activat
ja_jp: P2P機能を用いたHLSを有効にする
kab: Yettwarmed HLS s tallalt n P2P
pl_pl: Włączono obsługę HLS i P2P

source: <strong>Requires ffmpeg >= 4.1</strong><p>Generate HLS playlists and fragmented MP4 files resulting in a better playback than with Web Videos:</p><ul><li>Resolution change is smoother</li><li>Faster playback especially with long videos</li><li>More stable playback (less bugs/infinite loading)</li></ul><p>If you also enabled Web Videos support, it will multiply videos storage by 2</p>
ja_jp: <strong>ffmpeg 4.1以上が必要</strong><p>HLSプレイリストとフラグメント化されたMP4ファイルの生成は、ウェブ動画よりもスムーズな再生が可能になります:</p><ul><li>解像度の変更がスムーズになる</li><li>特に長時間の動画において再生の開始が早くなる</li><li>より安定した再生 (より少ないバグ/無限読み込み)</li></ul><p>Web動画サポートも有効になっている場合、2倍のストレージスペースが必要となります</p>
pl_pl: <strong>Wymaga oprogramowania ffmpeg w wersji 4.1 lub nowszej</strong><p>Generuj playlisty HLS oraz pliki MP4 podzielone na fragmenty, dzięki czemu zyskujesz lepsze doświadczenia z oglądania niż w przypadku Web Videos:</p><ul><li>Zmiana rozdzielczości jest płynniejsza</li><li>Szybsze odtwarzanie w szczególności długich filmów</li><li>Bardziej stabilne odtwarzanie (mniej problemów/nieskończonego ładowania się filmów)</li></ul><p>Jeżeli wsparcie dla Web Videos zostało włączone, musisz zagospodarować dwukrotnie większą przestrzeń dyskową na filmy</p>

source: Split audio and video streams
ca_es: Separar els fluxos d'àudio i vídeo
ja_jp: 音声と動画ストリームを分離
pl_pl: Podziel ścieżki dźwięku oraz obrazu

source: If enabled, remote PeerTube instances < 6.3.0 won't be able to play these videos
ca_es: Si està habilitat, les instàncies remotes de PeerTube < 6.3.0 no podran reproduir aquests vídeos
ja_jp: この設定が有効な場合、 設定有効後に生成された動画はバージョン6.3.0未満のリモートのPeerTubeインスタンスでは再生できません
pl_pl: Jeżeli włączone, zewnętrzne instancje PeerTube'a poniżej wersji 6.3.0 nie będą w stanie odtwarzać tych filmów

source: Store the audio stream in a separate file from the video.
ca_es: Emmagatzema el flux d'àudio en un fitxer separat del vídeo.
ja_jp: 音声ストリームを動画から分離して個別に保存します。
pl_pl: Przechowuj ścieżkę dźwiękową w osobnym pliku od pliku wideo.

source: This option adds the ability for the HLS player to propose the "Audio only" quality to users.
ca_es: Aquesta opció afegeix la possibilitat que el reproductor HLS ofereixi qualitat «només àudio».
ja_jp: このオプションを有効にすると、ユーザーがHLSプレーヤー上で"音声のみ"を選択できるようになります。
pl_pl: Ta opcja włącza możliwość odtwarzaczowi HLS proponowanie użytkownikom jakości pn. „tylko ścieżka dźwiękowa”.

source: It also saves disk space by not duplicating the audio stream in each resolution file
ca_es: Això també estalvia espai al disc en no duplicar el flux d'àudio per a cada resolució de fitxer
ja_jp: また、各解像度ごとに音声ストリームを保持する必要がなくなるため、ディスク容量の節約にもつながります
pl_pl: W ten sposób przestrzeń dyskowa jest oszczędzana dzięki pomijaniu duplikatów ścieżek dźwiękowych w każdym pliku

source: Max video FPS
ca_es: Màxims fotogrames per segon
ja_jp: 動画の最大フレームレート
pl_pl: Maksymalna liczba klatek na sekundę w filmie

source: Cap transcoded video FPS. Max resolution file still keeps the original FPS.
ca_es: Limitar els FPS dels vídeos transcodificats. Tanmateix, el fitxer amb la màxima resolució conserva la taxa original.
ja_jp: 動画の最大フレームレートに制限を設けます。最大解像度のファイルはオリジナルのフレームレートのままになります。
pl_pl: Ogranicz liczbę klatek na sekundę w transkodowanych filmach. Plik w maksymalnej rozdzielczości zachowuje oryginalną liczbę klatek na sekundę.

source: Resolutions to generate
ca_es: Resolucions a generar
ja_jp: 生成する解像度
pl_pl: Rozdzielczości do wygenerowania

source: Even if it's above your maximum enabled resolution
ca_es: Encara que sigui superior a la resolució màxima activada
ja_jp: 有効にしている最大解像度以上の場合でも
pl_pl: Nawet jeżeli jest powyżej Twojego limitu maksymalnej rozdzielczości

source: Enable remote runners for VOD
ca_es: Activar codificadors remots per VOD
ja_jp: ビデオ・オン・デマンド動画へのリモートのランナーを有効にする
pl_pl: Włącz zewnętrzne runnery dla materiałów VOD

source: Use <a routerLink="/admin/settings/system/runners/runners-list">remote runners</a> to process VOD transcoding.
pl_pl: Użyj <a routerLink="/admin/settings/system/runners/runners-list">zewnętrznych runnerów</a> do przetwarzania materiałów VOD.

source: Transcoding threads
ca_es: Subprocessos per la transcodificació
ja_jp: トランスコードスレッド
kab: Amḍan n tigawin n wanigtengel
pl_pl: Wątki transkodowania

source: will claim at most {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} with live transcoding
ca_es: demanarà com a màxim {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} amb transcodificació en directe
ja_jp: とライブ配信のトランスコードを合計して、{{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }}使用します
kab: ad d-ibeggen ma aṭas {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} s wanigtengel usrid
pl_pl: zajmie co najwyżej {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} z transkodowaniem transmisji na żywo

source: will claim at least {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} with live transcoding
ca_es: exigirà almenys {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} amb transcodificació en directe
ja_jp: とライブ配信のトランスコードを合計して、最低でも{{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }}使用します
kab: ad d-ibeggen ma drus {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} s wanigtengel usrid
pl_pl: zajmie co najmniej {{ getTotalTranscodingThreads().value }} {{ getTotalTranscodingThreads().unit }} z transkodowaniem transmisji na żywo

source: Transcoding jobs concurrency
ca_es: Concurrència de treballs de transcodificació
ja_jp: 同時並行トランスコード処理のジョブ数
kab: Timsizzelt n yimahilen n wanigtengel
pl_pl: Współbieżne zadania transkodowania

source: allows to transcode multiple files in parallel. ⚠️ Requires a PeerTube restart
ca_es: permet transcodificar diversos fitxers en paral·lel. ⚠️ Requereix reiniciar PeerTube
ja_jp: 複数ファイルの同時トランスコードを許可します。 ⚠️ PeerTubeの再起動が必要です
kab: issireg anigtengel n waṭas n yifuyla imsadaɣen. ⚠️ Yesra allus n usenker n PeerTube
pl_pl: pozwala na transkodowanie wielu plików równocześnie. ⚠️ Wymaga restartu PeerTube

source: Transcoding profile
ca_es: Perfil de transcodificació
ja_jp: トランスコードプロファイル
kab: Amaɣnu n wanigtengel
pl_pl: Profil transkodowania

source: new transcoding profiles can be added by PeerTube plugins
ca_es: Els complements de PeerTube poden afegir nous perfils de transcodificació
ja_jp: 新しいトランスコードプロファイルは、PeerTubeのプラグインによって追加できます
kab: imaɣunen imaynuten n wanigtengel zemren ad ttwarnun s yizegrar n PeerTube
pl_pl: nowe profile transkodowania mogą zostać dodane przez wtyczki PeerTube

source: VIDEO STUDIO
ca_es: ESTUDI DE VÍDEO
ja_jp: 動画スタジオ
pl_pl: EDYTOR FILMÓW

source: Allows your users to edit their video (cut, add intro/outro, add a watermark etc)
ca_es: Permet editar els vídeos pujats (tallar, afegir una introducció o una presentació, afegir un logotip, etc.)
ja_jp: ユーザーに動画の編集を許可します (切り取り、イントロダクションやエンディングの追加、ウォーターマークの追加など)
pl_pl: Pozwala użytkownikom na edycję ich wideo (cięcie, dodawanie intro/outro, dodawanie znaku wodnego itp.)

source: Enable video studio
ca_es: Habilitar estudi de vídeo
ja_jp: 動画スタジオを有効にする
pl_pl: Włącz studio wideo

source: ⚠️ You need to enable transcoding first to enable video studio
ca_es: ⚠️ Heu d'activar la transcodificació abans d'activar l'estudi de vídeo
ja_jp: ⚠️ 動画スタジオを有効にするためには、最初にトランスコードを有効にする必要があります
pl_pl: ⚠️ Musisz włączyć najpierw transkodowanie, żeby móc włączyć edytor filmów

source: Enable remote runners for studio
ca_es: Activa els codificadors remots per a l'estudi
ja_jp: 動画スタジオへのリモートのランナーを有効にする
pl_pl: Włącz zewnętrzne runnery dla edytora filmów

source: Use <a routerLink="/admin/settings/system/runners/runners-list">remote runners</a> to process studio transcoding tasks.
pl_pl: Użyj <a routerLink="/admin/settings/system/runners/runners-list">zewnętrznych runnerów</a> do przetwarzania edycji filmów.

source: Automatically enable HLS transcoding because at least 1 output format must be enabled when transcoding is enabled
ca_es: Activar automàticament la transcodificació HLS, perquè s'ha d'habilitar almenys un format de sortida quan la transcodificació està activada
ja_jp: トランスコードが有効になっている場合、少なくとも1つの出力形式が有効でなければならないため、自動的にHLSトランスコードを有効にします
pl_pl: Automatycznie włącz transkodowanie HLS, ponieważ co najmniej jeden format wyjściowy musi być dostępny, gdy transkodowanie jest włączone

source: Automatically enable Web Videos transcoding because at least 1 output format must be enabled when transcoding is enabled
ca_es: Activar automàticament la transcodificació per a «Web Videos», perquè s'ha d'activar almenys un format de sortida quan la transcodificació està activada
ja_jp: トランスコードが有効になっている場合、少なくとも1つの出力形式が有効でなければならないため、自動的にWeb動画トランスコードを有効にします
pl_pl: Automatycznie włącz transkodowanie Web Videos, ponieważ co najmniej jeden format wyjściowy musi być dostępny, gdy transkodowanie jest włączone

source: VOD configuration updated.
ja_jp: ビデオ・オン・デマンド設定を更新しました。
pl_pl: Konfiguracja VOD została zaktualizowana.

source: Open config wizard
ja_jp: 設定ウィザードを開く
pl_pl: Otwórz konfigurator

source: Some files are not federated, and fetched when necessary. Define their caching policies.
ca_es: Alguns fitxers no estan federats i es recuperen quan cal. Establiu la política de memòria cau.
ja_jp: いくつかのファイルは連合されておらず、必要な時にそれらがフェッチされます。キャッシュポリシーを設定して下さい。
kab: Kra n yifuyla ur ddukklen ara, ad d-ttwarrent ma yili ilaq. Sbadu tisertiyin-nsen n tuffra.
pl_pl: Część plików nie jest sfederowana, a pobierana kiedy to konieczne. Określ zasady pamięci podręcznej dla nich.

source: Number of previews to keep in cache
ca_es: Nombre de previsualitzacions per mantindre a la memòria cau
ja_jp: キャッシュに保持する動画プレビュー数
kab: Amḍan n teskanin ara yeqqimen deg tuffirt
pl_pl: Liczba podglądów do zachowywania w pamięci podręcznej

source: {VAR_PLURAL, plural, =1 {cached image} other {cached images}}
ca_es: {VAR_PLURAL, plural, =1 {imatge} other {imatges}} a la memòria cau
ja_jp: {VAR_PLURAL, plural, =1 {キャッシュした動画} other {キャッシュした動画}}
kab: {VAR_PLURAL, plural, =1 {tugna yettwaffren} other {tugniwin yettwaffren}}
pl_pl: {VAR_PLURAL, plural, =1 {obraz w pamięci podręcznej} few {obrazy w pamięci podręcznej} many {obrazów w pamięci podręcznej} other {obrazów w pamięci podręcznej}}

source: Number of video captions to keep in cache
ca_es: Nombre de miniatures per mantindre a la memòria cau
ja_jp: キャッシュに保持する動画キャプション数
kab: Amḍan n tenfusin n tvidyut ara yeqqimen deg tuffirt
pl_pl: Liczba napisów do filmów do zachowywania w pamięci podecznej

source: {VAR_PLURAL, plural, =1 {cached caption} other {cached captions}}
ca_es: {VAR_PLURAL, plural, =1 {subtítol} other {subtítols}} a la memòria cau
ja_jp: {VAR_PLURAL, plural, =1 {キャッシュしたキャプション} other {キャッシュしたキャプション}}
kab: {VAR_PLURAL, plural, =1 {tanfust yettwaffren} other {tinfusin yettwaffren}}
pl_pl: {VAR_PLURAL, plural, =1 {napisy w pamięci podręcznej} few {napisy w pamięci podręcznej} many {napisów w pamięci podręcznej} other {napisów w pamięci podręcznej}}

source: Number of video torrents to keep in cache
ca_es: Nombre d'arxius torrent per mantindre a la memòria cau
ja_jp: キャッシュに保持する動画torrent数
kab: Amḍan n torrents n tvidyutin ara teǧǧeḍ deg tuffirt
pl_pl: Liczba torrentów wideo do przechowywania w pamięci podręcznej

source: {VAR_PLURAL, plural, =1 {cached torrent} other {cached torrents}}
ca_es: {VAR_PLURAL, plural, =1 {torrent} other {torrents}} a la memòria cau
ja_jp: {VAR_PLURAL, plural, =1 {キャッシュしたTorrentファイル} other {キャッシュしたTorrentファイル}}
kab: {VAR_PLURAL, plural, =1 {torrent yettwaffren} other {torrents yettwaffren}}
pl_pl: {VAR_PLURAL, plural, =1 {torrent w pamięci podręcznej} few {torrenty w pamięci podręcznej} many {torrentów w pamięci podręcznej} other {torrentów w pamięci podręcznej}}

source: Number of video storyboard images to keep in cache
ca_es: Nombre d'imatges del guió gràfic per mantindre a la memòria cau
ja_jp: キャッシュに保存する動画ストーリーボードの画像数
pl_pl: Liczba kadrów w storyboardzie tego filmu do zapisania w pamięci cache

source: {VAR_PLURAL, plural, =1 {cached storyboard} other {cached storyboards}}
ca_es: {VAR_PLURAL, plural, =1 {guió gràfic} other {guions gràfics}} a la memòria cau
ja_jp: {VAR_PLURAL, plural, =1 {件のキャッシュされたストーリーボード} other {件のキャッシュされたストーリーボード}}
pl_pl: {VAR_PLURAL, plural, =1 {zapisany storyboard} few {zapisane storyboardy} other {zapisanych storyboardów}}
