Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Choosing your <strong>instance name</strong>, <strong>setting up a description</strong>, specifying <strong>who you are</strong>, why <strong>you created your instance</strong> and <strong>how long</strong> you plan to <strong>maintain it</strong> is very important for visitors to understand on what type of instance they are.
ca_es: Triar el <strong>nom de la vostra instància</strong>, <strong>definir una descripció</strong>, especificar <strong>qui sou</strong>, per què <strong>heu creat la instància</strong> i <strong>per quant de temps</strong> penseu <strong>mantindre-la</strong> és molt important que els vostres visitants entenguin en quin tipus d'instància es troben.

source: If you want to open registrations, please decide what {START_TAG_STRONG}your moderation rules{CLOSE_TAG_STRONG} and {START_TAG_STRONG}instance terms of service{CLOSE_TAG_STRONG} are, as well as specify the categories and languages and your moderators speak. This way, you will help users to register on {START_TAG_STRONG}the appropriate{CLOSE_TAG_STRONG} PeerTube instance.
ca_es: Si voleu obrir registres decidiu quines són{START_TAG_STRONG}les vostres regles de moderació{CLOSE_TAG_STRONG} i {START_TAG_STRONG}les condicions de servei de la instància{CLOSE_TAG_STRONG} , a més d'especificar les categories i les llengües en què es modera. D'aquesta forma ajudareu els usuaris a registrar-se en la instància {START_TAG_STRONG}apropiada{CLOSE_TAG_STRONG} de PeerTube.
kab: Ma yella tebɣiḍ ad teldiḍ ijerriden, ma ulac aɣilif wali acu {START_TAG_STRONG}n yilugan-inek·inem ifessasen{CLOSE_TAG_STRONG} d {START_TAG_STRONG}tewtilin n useqdec n tummant{CLOSE_TAG_STRONG} d, daɣen fren taggayin d tutlayin d yimḍebbren ara yemmeslayen. Abrid-a, ad tɛawneḍ iseqdacen ad skelsen ɣef {START_TAG_STRONG}tummant n{CLOSE_TAG_STRONG} PeerTube ilaqen.

source: Set up
ca_es: Configurar

source: Configure my instance
ca_es: Configurar la instància
kab: Swel tummant-ik·im

source: Change interface language
ca_es: Canviar idioma de la interfície

source: Update live settings
ca_es: Actualitzar la configuració del directe
kab: Leqqem iɣewwaren usriden

source: Change the language
ca_es: Canviar la llengua
kab: Beddel tutlayt

source: Help to translate PeerTube!
ca_es: Ajuda a traduir PeerTube!
kab: Ttekki deg usuqel n PeerTube!

source: Platform powered by <a class="" href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">PeerTube</a>
ca_es: La plataforma funciona amb <a class="" href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">PeerTube</a>

source: allows to import multiple videos in parallel. ⚠️ Requires a PeerTube restart.
ca_es: permet importar múltiples vídeos en paral·lel. ⚠️ Requereix reiniciar PeerTube.
kab: issirig aktar n waṭas n tvidyutin timsadaɣin. ⚠️ Yesra allus n usenker n PeerTube.

source: ⚠️ If enabled, we recommend to use <a href="https://docs.joinpeertube.org/maintain-configuration?id=security">a HTTP proxy</a> to prevent private URL access from your PeerTube server
ca_es: ⚠️ Si està habilitat, recomanem fer servir <a href="https://docs.joinpeertube.org/maintain-configuration?id=security">un seevidor intermediari HTTP</a> per evitar l'accés a l'URL privat des del vostre servidor PeerTube

source: I alI already have an account</strong>, I log in
ca_es: I alJa tinc un compte</strong>, connecto

source: TermTerms</strong><div>of {{ instanceName }}<
ca_es: TermCondicions d'ús</strong><div>de {{ instanceName }}<

source: SetuSetup</strong><div>your account</div>
ca_es: SetuConfigurar</strong><div>el vostre compte</div>

source: Create<Create</div><strong>your first channel</strong>
ca_es: Create<Creeu</div><strong>el vostre primer canal</strong>

source: View all
ca_es: Veure-ho tot

source: Help moderators and other users to know <strong>who you are</strong> by:
ca_es: Ajudeu les persones moderadores i d'altres a saber <strong>qui sou</strong>:

source: Uploading an <strong>avatar</strong>
ca_es: Pujant un <strong>avatar</strong>

source: Writing a <strong>description</strong>
ca_es: Escrivint una <strong>descripció</strong>

source: Display sensitive content
ca_es: Mostrar contingut sensible
kab: Sken agbur amḥulfu

source: Raw edition
ca_es: Edició en cru

source: A segment is being edited. Save or cancel the edition first.
ca_es: S'està editant un segment. Primer deseu-lo o cancel·leu-ne l'edició.

source: Title
ca_es: Títol
kab: Azwel

source: Tags could be used to suggest relevant recommendations. {LINE_BREAK} There is a maximum of 5 tags. {LINE_BREAK} Press {START_TAG_KBD}Enter{CLOSE_TAG_KBD} to add a new tag.
ca_es: Es poden utilitzar etiquetes per a sugerir recomanacions relevants. {LINE_BREAK} Hi ha un màxim de 5 etiquetes. {LINE_BREAK} Premeu {START_TAG_KBD}Enter {CLOSE_TAG_KBD} per a afegir una nova etiqueta.
kab: Tibzimin zemrent ad ttusqedcent i usumer n yiwellihen yesεan aṭæs azal. {LINE_BREAK} Llan ma aṭas n 5 tebzimin. {LINE_BREAK}Press{START_TAG_KBD}Enter{CLOSE_TAG_KBD} i tmerna n tebzimt tamaynut.

source: Video descriptions are truncated by default and require manual action to expand them.
ca_es: Les descripcions dels vídeos es trunquen de manera predeterminada i requereixen una acció manual per ampliar-les.

source: A timestamp (<i>00:05</i> for example) is automatically converted into a link to a part of the video.
ca_es: Una marca de temps (<i>00:05</i> per exemple) es converteix automàticament en un enllaç a aquest moment del vídeo.

source: <a class="text-decoration-underline" href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noreferrer noopener">Markdown compatible</a> that also supports <a class="text-decoration-underline" href="https://docs.joinpeertube.org/api/custom-client-markup" target="_blank" rel="noreferrer noopener">custom PeerTube HTML tags</a>.
ca_es: <a class="text-decoration-underline" href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noreferrer noopener">Compatible amb Markdown</a> que també suporta <a class="text-decoration-underline" href="https://docs.joinpeertube.org/api/custom-client-markup" target="_blank" rel="noreferrer noopener">etiquetes HTML de PeerTube personalitzades</a>.

source: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodon verification link</a> is also supported.
ca_es: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">L'enllaç de vdrificació de Mastodon</a> també està suportat.

source: <a href="https://chooser-beta.creativecommons.org/" target="_blank" rel="noopener noreferrer">Choose</a> the appropriate licence for your work.
ca_es: <a href="https://chooser-beta.creativecommons.org/" target="_blank" rel="noopener noreferrer">Trieu</a> la llicència adequada per al vostre treball.

source: Requested on <p-sortIcon field="createdAt"></th> </
ca_es: Demanat el <p-sortIcon field="createdAt"></th> </

source: Contains sensitive content
ca_es: Conté contingut sensible
kab: Deg-s agbur amḥulfu

source: Some instances hide videos containing mature or explicit content by default.
ca_es: Algunes instàncies amaguen per defecte vídeos que tenen contingut explícit o per a adults.

source: Publish after transcoding
ca_es: Publicar després de transcodificar
kab: Suffeɣ seld anigtengel

source: Basic info
ca_es: Informació bàsica
kab: Talɣut tazadurt

source: Already uploaded on {{ videoCaption.updatedAt | ptDate }} ✔
ca_es: Ja pujat el {{ videoCaption.updatedAt | ptDate }} ✔

source: @case ('CREATE') { Cancel creation }@case ('UPDATE') { Cancel edition }@case ('REMOVE') { Cancel deletion }
ca_es: @case ('CREATE') { Cancel·lar creació }@case ('UPDATE') { Cancel·lar edició }@case ('REMOVE') { Cancel·lar eliminació }

source: Chapters can also be set in the video description. Check the format <a href="https://docs.joinpeertube.org/use/create-upload-video#chapters" target="_blank">in the PeerTube documentation</a>
ca_es: Els capítols també es poden definir a la descripció del vídeo. Comproveu el format <a href="https://docs.joinpeertube.org/use/create-upload-video#chapters" target="_blank">a la documentació de PeerTube</a>

source: Short text to tell people how they can support the channel (membership platform...).<br /> When a video is uploaded in this channel, the video support field will be automatically filled by this text.
ca_es: Un text breu que explica al vostre públic les opcions per donar suport al vostre canal (plataforma de membres…).<br /> Quan es pengi un vídeo nou a aquest canal, el camp «Suport» s'omplirà automàticament amb aquest text.

source: View account
ca_es: Veure compte
kab: Wali amiḍan

source: View owner account
ca_es: Veure compte de l'am@
kab: Wali amiḍan n bab-is

source: Short text to tell people how they can support you (membership platform...).
ca_es: Text breu per dir a la gent com et poden donar suport (plataforma de membres…).
kab: Aḍris wezzilen ideg ara tsutreḍ deg yimdanen ad ak·akem-mudden asebɣes (tiɣerɣert n yimttekkiyen...).

source: Name of the uploaded file
ca_es: Nom del fitxer penjat

source: You can require comments to be approved depending on <a routerLink="/my-account/auto-tag-policies" target="_blank">your auto-tags policies</a>
ca_es: Podeu sol·licitar que els comentaris siguin aprovats en funció de <a routerLink="/my-account/auto-tag-policies" target="_blank">la vostra política d'etiquetatge automàtic</a>

source: Plugin settings
ca_es: Configuració del complement
kab: Iɣewwaren n uzegrir

source: Advanced settings
ca_es: Configuració avançada
kab: Iɣewwaṛen inaẓiyen

source: Video thumbnail
ca_es: Miniatura del vídeo

source: You can also synchronize a remote channel in <a routerLink="/my-library/video-channel-syncs">your library</a>
ca_es: També podeu sincronitzar un canal remot a <a routerLink="/my-library/video-channel-syncs">la vostra biblioteca</a>

source: Sorry, but something went wrong
ca_es: Ens sap greu, però quelcom ha anat malament
kab: Nesḥassef, yella wayen ur nteddu ara akken ilaq

source: Congratulations, the video behind {INTERPOLATION} will be imported! You can already add information about this video.
ca_es: Enhorabona, s'importarà el vídeo allotjat en {INTERPOLATION}! Ja podeu afegir informació sobre aquest vídeo.
kab: Gedha, tavidyut deffir {INTERPOLATION} ad d-tettwakter! Tzemreḍ yakan ad ternuḍ talɣut ɣef tvidyut-a.

source: Closing caption edition modal
ca_es: Tancant la finestra d'edició de subtítols

source: See all words
ca_es: Veure tots els mots

source: Congratulations! Your video is now available in your private library.
ca_es: Felicitats! El vostre vídeo ja està disponible a la biblioteca privada.
kab: Gedha! Tavidyut-ik·im tella tura deg temkarḍit-ik·im tabaḍnit.

source: Publish will be available when upload is finished
ca_es: La publicació estarà disponible quan finalitzi la pujada
kab: Ad yili usuffeɣ mi ara yemmed usali

source: Update {{ videoDetails?.name }}
ca_es: Actualitzar {{ videoDetails?.name }}

source: Replace video file
ca_es: Substituir el fitxer de vídeo

source: Your video is currently being updated. If you leave, your changes will be lost.
ca_es: El vídeo s'està actualitzant. Si abandoneu la pàgina els canvis es perdran.

source: We recommend you to not use the <strong>root</strong> user to publish your videos, since it's the super-admin account of your instance.
ca_es: Recomanem que no feu servir el compte de <strong>root</strong> per publicar els vostres vídeos perquè és el compte de super-administració de la instància.

source: Instead, <a class="text-decoration-underline alert-link" routerLink="/admin/users">create a dedicated account</a> to upload your videos.
ca_es: En lloc d'això, <a class="text-decoration-underline alert-link" routerLink="/admin/users">creeu un compte dedicat</a> per a penjar els vostres vídeos.

source: Congratulations, the video will be imported with BitTorrent! You can already add information about this video.
ca_es: Enhorabona, el vídeo serà importat amb BitTorrent! Ja podeu afegir informació sobre aquest vídeo.
kab: Gedha, tavidut ad d-tettwakter s BitTorrent! Tzemreḍ yakan ad ternuḍ talɣut ɣef tvidyut-a.

source: Cannot create live because this instance have too many created lives
ca_es: No es pot crear el directe perquè aquesta instància ja en té massa
kab: Timerna n wusrid d awezɣi acku tummant-a ɣur-s aṭas n yesriden i yettwarnan

source: Live published.
ca_es: Directe publicat.
kab: Asuffeɣ srid.

source: Max live duration is {INTERPOLATION}. If your live reaches this limit, it will be automatically terminated.
ca_es: La durada màxima d'un directe és {INTERPOLATION}. Si l'emissió arriba al límit s'acabarà automàticament.
kab: Tanzagt tafellayt n usrid d {INTERPOLATION}. Ma yella asrid-inek·inem iεedda talast-a, ad yekfu s wudem awurman.

source: Import {INTERPOLATION}
ca_es: Importar {INTERPOLATION}
kab: Kter {INTERPOLATION}

source: Upload {INTERPOLATION}
ca_es: Pujar {INTERPOLATION}
kab: Sali-d {INTERPOLATION}

source: Update playlist privacy
ca_es: Canviar la privadesa de la llista de reproducció

source: Update video privacy
ca_es: Canviar la privadesa del vídeo

source: More customization
ca_es: Més personalització
kab: Ugar n usagen

source: Less customization
ca_es: Menys personalització
kab: Drus n usagen

source: The video is being transcoded, it may not work properly.
ca_es: El vídeo s'està transcodificant, és possible que la reproducció no funcioni correctament.

source: The video is being imported, it will be available when the import is finished.
ca_es: El vídeo s'està important, estarà disponible un cop s'hagi completat la importació.

source: The video is being moved to server file system, it may not work properly
ca_es: El vídeo s'està movent al sistema de fitxers del servidor, és possible que no funcioni correctament

source: Move to file system failed, this video may not work properly.
ca_es: No s'ha pogut moure al sistema de fitxers. És possible que aquest vídeo no funcioni correctament.

source: The video is being moved to an external server, it may not work properly.
ca_es: El vídeo s'està movent a un servidor extern, és possible que no funcioni correctament.

source: Move to external storage failed, this video may not work properly.
ca_es: No s'ha pogut moure a l'emmagatzematge extern. És possible que aquest vídeo no funcioni correctament.

source: The video is being edited, it may not work properly.
ca_es: El vídeo s'està editant, és possible que la reproducció no funcioni correctament.

source: Transcoding failed, this video may not work properly.
ca_es: La transcodificació ha fallat. És possible que aquest vídeo no funcioni correctament.

source: {VAR_SELECT, select, undefined {Unsubscribe} other {Unsubscribe from all channels} }
ca_es: {VAR_SELECT, select, undefined {Cancel·lar subscripció} other {Cancel·lar subscripció de tots els canals} }
kab: {VAR_SELECT, select, undefined {asefsex n umulteɣ} other {Asefsex n umulteɣ seg meṛṛa ibuda} }

source: OK
ca_es: ACCEPTAR
kab: Ih

source: This live is not currently streaming.
ca_es: Aquest directe no s'està emetent actualment.

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video?.account?.displayName || 'the author' }} and others
ca_es: Veure {comment.totalReplies, plural, =1 {1 resposta} other {{{ comment.totalReplies }} respostes}} de {{ video?.account?.displayName || 'the author' }} i altres

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video?.account?.displayName || 'the author' }}
ca_es: Veure {comment.totalReplies, plural, =1 {1 resposta} other {{{ comment.totalReplies }} respostes}} de {{ video?.account?.displayName || 'the author' }}

source: The deletion will be sent to remote instances so they can reflect the change.
ca_es: La supressió s'enviarà a instàncies remotes perquè puguin replicar el canvi.
kab: Tukksa ad tettwazen ɣer tummanin tinmeggagin i wakken ad izmirent ad gent asnifel.

source: It is a remote comment, so the deletion will only be effective on your instance.
ca_es: Aquest és un comentari remot, de manera que la supressió només serà efectiva a la vostra instància.
kab: D awennit anmeggag, ɣef waya tukksa-a ad tetteddu kan ɣef tummant-ik·im.

source: Your report will be sent to moderators of {INTERPOLATION}{START_TAG_NG_CONTAINER} and will be forwarded to the comment origin ({INTERPOLATION_1}) too{CLOSE_TAG_NG_CONTAINER}.
ca_es: La denúncia s'enviarà a la moderació de {INTERPOLATION}{START_TAG_NG-CONTAINER} i es reenviarà a l'origen del comentari ( {INTERPOLATION_1}) també {CLOSE_TAG_NG-CONTAINER}.
kab: Aneqqis-ik·m ad yettwazen i yimḍebbren n {INTERPOLATION}{START_TAG_NG_CONTAINER} syen ad yettuwelleh ɣer uwennit aneẓli ({INTERPOLATION_1}) daɣen{CLOSE_TAG_NG_CONTAINER}.

source: Created {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Creat {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Yettwarna {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: Redundancy allowed {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Redundància permesa {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Tuɣalin tettusireg {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: Action
ca_es: Acció
kab: Tigawt

source: Highlight banned users
ca_es: Destacar els comptes bandejats
kab: Sebrureq iseqdacen yettwagedlen

source: The user was banned
ca_es: El compte ha estat bandejat
kab: Aseqdac yettwagdel

source: Deleted account
ca_es: Compte suprimit
kab: Amiḍan yettwakksen

source: Video {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Vídeo {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Tavidyut {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: List redundancies
ca_es: Llistar les redundàncies
kab: Tebdart i d-yettuɣalen

source: No redundancy strategy is enabled on your instance.
ca_es: No hi ha cap estratègia de redundància habilitada a la vostra instància.
kab: Ulac tasetratijit i d-yettuɣalin tettwarmed ɣef tummant-ik·im.

source: Date {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Data {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Azemz n {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: No more information is available for this row
ca_es: No hi ha més informació disponible per a aquesta fila

source: See full comment
ca_es: Veure comentari complet

source: {abuse.countReportsForReporter, plural, =1 {1 report} other {{{ abuse.countReportsForReporter }} reports}} <my-global-icon iconName="flag"></my-global-icon>
ca_es: {abuse.countReportsForReporter, plural, =1 {1 denúncia} other {{{ abuse.countReportsForReporter }} denúncies}} <my-global-icon iconName="flag"></my-global-icon>

source: This video has been reported multiple times.
ca_es: Aquest vídeo ha estat denunciat diverses vegades.
kab: Tavidyut-a tettwaktar acḥal n tikkal.

source: The video was blocked
ca_es: El vídeo ha estat blocat
kab: Tavidyut tettusewḥel

source: (Deleted video)
ca_es: (vídeo suprimit)

source: Account deleted
ca_es: Compte suprimit
kab: Amiḍan yettwakkes

source: State {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Estat {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Addad n {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: Score {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Puntuació {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Agmuḍ n {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: Muted at {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Silenciat el {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Yettwasgugem ɣef {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: To load your new installed plugins or themes, refresh the page.
ca_es: Actualitzeu la pàgina per carregar els vostres nous temes o complements instal·lats.
kab: I wakken ad d-tsaliḍ izegrar neɣ isental yettwasbedden melmi kan, smiren asebter.

source: {{ pagination.totalItems }} {pagination.totalItems, plural, =1 {result} other {results}} for "{{ search }}"
ca_es: {{ pagination.totalItems }} {pagination.totalItems, plural, =1 {resultat} other {resultats}} per «{{ search }}»

source: No results.
ca_es: Cap resultat.
kab: Ulac igmaḍ.

source: This {INTERPOLATION} does not have settings.
ca_es: Aquest {INTERPOLATION} no té configuracions.
kab: {INTERPOLATION} Ur yesεi ara iɣewwaren.

source: Comments are deleted after a few minutes
ca_es: Els comentaris s'eliminen al cap d'uns minuts
kab: Iwenniten ttwakksen seld kra n tesdatin

source: Do you really want to delete all comments of {PH}?
ca_es: Segur que voleu suprimir tots els comentaris de {PH}?
kab: Tebɣiḍ s tidet ad tekkseḍ meṛṛa iwenniten n {PH}?

source: Priority <small>(1 = highest priority)</small>
ca_es: Prioritat <small>(1 = més alta prioritat)</small>
kab: Tazwart <small>(1 = highest priority)</small>

source: No <code>{{ jobType }}</code> jobs found.
ca_es: Cap <code>{{ jobType }}</code> treball trobat.
kab: Ulac <code>{{ jobType }}</code> imuhal yettwafen.

source: By {INTERPOLATION} ->
ca_es: Per {INTERPOLATION} ->
kab: Sɣur {INTERPOLATION} ->

source: INSTANCE
ca_es: INSTÀNCIA

source: Square icon can be used on your custom homepage.
ca_es: La icona quadrada es pot utilitzar a la vostra pàgina d'inici personalitzada.

source: It can also be displayed on external websites to promote your instance, such as <a target="_blank" href="https://joinpeertube.org/instances">JoinPeerTube.org</a>.
ca_es: També es pot mostrar en llocs web externs per promocionar la vostra instància, p. ex. <a target="_blank" href="https://joinpeertube.org/instances">JoinPeerTube.org</a>.

source: The {START_LINK}sharing system{CLOSE_LINK} implies that some technical information about your system (such as a public IP address) can be sent to other peers, but greatly helps to reduce server load.
ca_es: El {START_LINK}sistema de compartició{CLOSE_LINK} implica que la informació tècnica del vostre sistema (com la vostra adreça IP pública) es pot enviar a d'altres nodes, però ajuda molt a reduir la càrrega del servidor.
kab: {START_LINK}Anagraw n beṭṭu{CLOSE_LINK} yeskan-d belli kra seg telɣut tatiknikant ɣef unagraw-inek·inem (am tansa n IP) tezmer ad tettwazen i wis kraḍ, d acu yettεawan aṭas deg usenqes n usali n uqeddac.

source: MODERATION & NSFW
ca_es: MODERACIÓ I NSFW
kab: ASEKTEM & NSFW

source: Manage <a class="link-orange" routerLink="/admin/users">users</a> to build a moderation team.
ca_es: Administrar <a class="link-orange" routerLink="/admin/users">comptes</a> per crear un equip de moderació.

source: This instance is dedicated to sensitive or NSFW content
ca_es: Aquesta instància està dedicada a contingut sensible o NSFW
kab: Tummant-a tella-d i ugbur amḥlfu neɣ agbur n NSFW

source: Enabling it will allow other administrators to know that you are mainly federating sensitive content.<br /> Moreover, the NSFW checkbox on video upload will be automatically checked by default.
ca_es: Si l'activeu els altres administradors sabran que principalment hi haurà contingut sensible.<br /> A més, la casella de selecció NSFW es marcarà automàticament en penjar vídeos nous.

source: Blur thumbnails
ca_es: Difuminar les miniatures
kab: Tinfulin ur nban ara akken iwata

source: Who moderates the instance? What is the policy regarding NSFW videos? Political videos? etc
ca_es: Qui modera la instància? Quina política s'aplica als vídeos NSFW? A vídeos polítics? etc

source: YOU AND YOUR INSTANCE
ca_es: VOS I LA VOSTRA INSTÀNCIA
