Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Segment start timestamp
ca_es: Marca de temps d'inici del segment
ja_jp: セグメントの開始タイムスタンプ
pl_pl: Moment rozpoczęcia segmentu

source: Use video current time as start time
ca_es: Fer servir l'hora actual del vídeo com a hora d'inici
ja_jp: 動画の現在の時間を開始時間として使用
pl_pl: Użyj obecnego momentu z filmu jako moment rozpoczęcia

source: Segment end timestamp
ca_es: Marca de temps de finalització del segment
ja_jp: セグメントの終了タイムスタンプ
pl_pl: Moment końca segmentu

source: Use video current time as end time
ca_es: Fer servir l'hora actual del vídeo com a hora de finalització
ja_jp: 動画の現在の時間を終了時間として使用
pl_pl: Użyj obecnego momentu z filmu jako moment zakończenia

source: Edit this caption
ca_es: Editar aquest subtítol
ja_jp: このキャプションを編集する
pl_pl: Edytuj ten napis

source: Start segment must be before end segment time
ca_es: El segment inicial ha de ser anterior a l'hora del segment final
ja_jp: セグメントの開始時間は、終了時間より前でなければなりません
pl_pl: Moment rozpoczęcia musi znajdować się przed momentem końca segmentu

source: Segment must have a text content
ca_es: El segment ha de tindre un contingut de text
ja_jp: セグメントは文字が含まれていなければいけません
pl_pl: Segment musi zawierać zawartość tekstową

source: Cannot parse subtitles
ca_es: No es poden analitzar els subtítols
ja_jp: 字幕を解析できません
pl_pl: Nie można przetworzyć napisów

source: A segment is being edited. Save or cancel your edits first.
ja_jp: セグメントが編集されています。 はじめに、編集を保存するかキャンセルしてください。
pl_pl: Segment jest w trakcie edycji. Zapisz lub odrzuć swoje edycje.

source: Tags
ca_es: Etiquetes
ja_jp: タグ
kab: Tibzimin
pl_pl: Tagi

source: Enter a new tag
ca_es: Introduïu una nova etiqueta
ja_jp: 新しいタグを入力
kab: Sekcem tabzimt tamaynut
pl_pl: Dodaj nowy tag

source: Use a comma (,) to add a tag
ca_es: Utilitzeu una coma (,) per afegir una etiqueta
ja_jp: タグを追加するには、カンマ(,)で区切ってください
pl_pl: Użyj przecinka (,) żeby dodać tag

source: This image is too large.
ca_es: Aquesta imatge és massa gran.
ja_jp: このイメージはサイズが大きすぎます。
kab: Tugna-a meqqret aṭas.
pl_pl: Ten obraz jest zbyt duży.

source: Upload a new banner
ca_es: Pujar un bàner nou
ja_jp: 新しいバナー画像をアップロード
kab: Sali-d aɣarrac amaynut
pl_pl: Wyślij nowy baner

source: Change your banner
ca_es: Canviar el vostre bàner
ja_jp: バナーを変更する
kab: Beddel aɣarrac-inek·inem
pl_pl: Zmień baner

source: Remove banner
ca_es: Eliminar el bàner
ja_jp: バナーを削除する
kab: Kkes aɣarrac
pl_pl: Usuń baner

source: ratio 6/1, recommended size: 1920x317, max size: getBytes(this.maxBannerSize), extensions: this.bannerExtensions
ca_es: relació 6/1, mida recomanada: 1920x317, mida màxima: getBytes(this.maxBannerSize), extensions: this.bannerExtensions
ja_jp: アスペクト比: 6対1、推奨解像度: 1920x317、最大サイズ: getBytes(this.maxBannerSize)、拡張子: this.bannerExtensions
pl_pl: ratio 6/1, rekomendowany rozmiar: 1920x317, maksymalny rozmiar: getBytes(this.maxBannerSize), rozszerzenia: this.bannerExtensions

source: Go to this.channel().name channel page
pl_pl: Przejdź do strony kanału this.channel().name

source: Go to this.account().name account page
pl_pl: Przejdź do strony konta this.account().name

source: this.actor.name (instance page)
ca_es: this.actor.name (pàgina d'instància)
ja_jp: this.actor.name (インスタンスページ)
pl_pl: this.actor.name (strona instancji)

source: <a class="text-decoration-underline" href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noreferrer noopener">Markdown compatible</a> that also supports <a class="text-decoration-underline" href="https://docs.joinpeertube.org/api/custom-client-markup" target="_blank" rel="noreferrer noopener">custom PeerTube HTML tags</a>.
ja_jp: <a class="text-decoration-underline" href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noreferrer noopener">Markdown記法</a>は<a class="text-decoration-underline" href="https://docs.joinpeertube.org/api/custom-client-markup" target="_blank" rel="noreferrer noopener">PeerTubeのHTMLタグへのカスタマイズ</a>もサポートしています。
pl_pl: <a class="text-decoration-underline" href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noreferrer noopener">Kompatybilne z Markdownem,</a> oraz <a class="text-decoration-underline" href="https://docs.joinpeertube.org/api/custom-client-markup" target="_blank" rel="noreferrer noopener">własnymi tagami HTML wspieranymi wewnątrz PeerTube'a</a>.

source: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodon verification link</a> is also supported.
ja_jp: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodonの本人認証</a>をサポートしています。
pl_pl: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Link weryfikacyjny do Mastodona</a> jest także wspierany.

source: Latest published video
ca_es: Últim vídeo publicat
ja_jp: 公開された最新の動画
pl_pl: Najnowszy opublikowany film

source: Error in channel miniature component: err.message
ca_es: Error al component de la miniatura del canal: err.message
ja_jp: チャンネルの特定のコンポーネントでエラーが発生しました: err.message
pl_pl: Wystąpił błąd przy komponencie miniatur kanałów: err.message

source: Error in playlist miniature component: err.message
ca_es: Error al component de la miniatura de la llista de reproducció: err.message
ja_jp: プレイリストの特定のコンポーネントでエラーが発生しました:err.message
pl_pl: Wystąpił błąd przy komponencie miniaturki playlisty: err.message

source: Error in video miniature component: err.message
ca_es: Error al component de la miniatura del vídeo: err.message
ja_jp: 動画の特定のコンポーネントでエラーが発生しました: err.message
pl_pl: Wystąpił błąd przy komponencie miniaturki filmu: err.message

source: Error in videos list component: err.message
ca_es: Error al component de la llista de vídeos: err.message
ja_jp: 動画リストの特定のコンポーネントでエラーが発生しました: err.message
pl_pl: Wystąpił błąd przy komponencie miniaturki listy filmów: err.message

source: Open quick filters
ca_es: Obrir filtres ràpids
ja_jp: クイックフィルターを開く
pl_pl: Otwórz szybkie filtry

source: Advanced filters
ca_es: Filtres avançats
ja_jp: 高度なフィルター
pl_pl: Zaawansowane filtry

source: Description
ca_es: Descripció
ja_jp: 説明
kab: Aglam
pl_pl: Opis

source: <a href="https://chooser-beta.creativecommons.org/" target="_blank" rel="noopener noreferrer">Choose</a> the appropriate licence for your work.
ja_jp: あなたのコンテンツに対して、適切なライセンスを<a href="https://chooser-beta.creativecommons.org/" target="_blank" rel="noopener noreferrer">選択</a>してください。
pl_pl: <a href="https://chooser-beta.creativecommons.org/" target="_blank" rel="noopener noreferrer">Wybierz</a> odpowiednią licencję dla swojego dzieła.

source: Channel
ca_es: Canal
ja_jp: チャンネル
kab: Abadu
pl_pl: Kanał

source: Registration reason
ca_es: Motiu de la inscripció
ja_jp: 登録理由
pl_pl: Powód rejestracji

source: Moderation response
ca_es: Resposta de la moderació
ja_jp: モデレーターの対応
pl_pl: Odpowiedź moderatora

source: Requested on
ja_jp: 次からリクエスト:
pl_pl: Zażądano

source: Registration reason:
ca_es: Motiu de la inscripció:
ja_jp: 登録理由:
pl_pl: Powód rejestracji:

source: Moderation response:
ca_es: Resposta de la moderació:
ja_jp: モデレーターの対応:
pl_pl: Odpowiedź moderatora:

source: No registrations found matching current filters.
ca_es: No s'ha trobat cap registre coincident amb aquests filtres.
ja_jp: 現在のフィルターに一致する登録は見つかりませんでした。
pl_pl: Nie znaleziono rejestracji, które pasowałyby do wybranych filtrów.

source: No registrations found.
ca_es: No s'ha trobat cap registre.
ja_jp: 登録は見つかりませんでした。
pl_pl: Nie znaleziono rejestracji.

source: Accept this request
ca_es: Acceptar aquesta sol·licitud
ja_jp: このリクエストを承認
pl_pl: Zaakceptuj żądanie

source: Reject this request
ca_es: Rebutjar aquesta sol·licitud
ja_jp: このリクエストを拒否
pl_pl: Odrzuć żądanie

source: Remove this request
ca_es: Suprimir aquesta sol·licitud
ja_jp: このリクエストを削除
pl_pl: Usuń to żądanie

source: Remove the request from the list. The user can register again.
ca_es: Eliminar aquesta sol·licitud de la llista. La persona es podrà registrar de nou.
ja_jp: リストからリクエストを削除します。ユーザーは再度登録できます。
pl_pl: Usuń to żądanie z listy. Użytkownik może ponownie się zarejestrować.

source: Do you really want to delete {count, plural, =1 {{username} registration request?} other {{count} registration requests?}}
ca_es: Realment voleu esborrar {count, plural, =1 {{username} sol·licitud} other {{count} sol·licituds}} de registre?
ja_jp: 本当に、{count, plural, =1 {{username}の登録リクエストを削除しますか？} other {{count}件の登録リクエストを削除しますか？}}
pl_pl: Czy na pewno chcesz usunąć {count, plural, =1 {{username} żądanie rejestracji konta?} few {{count} żądania rejestracji konta?} other {{count} żądań rejestracji konta?}}

source: Removed {count, plural, =1 {{username} registration request} other {{count} registration requests}}
ca_es: S'{count, plural, =1 {ha eliminat la sol·licitud {username}} other {han eliminat {count} sol·licituds}} de registre
ja_jp: {count, plural, =1 {{username}の登録リクエスト} other {{count}件の登録リクエスト}}を削除しました
pl_pl: Usunięto {count, plural, =1 {{username} żądanie rejestracji konta} few {{count} żądania rejestracji konta} other {{count} żądań rejestracji konta}}

source: Schedule publication ({INTERPOLATION})
ca_es: Programar publicació ({INTERPOLATION})
ja_jp: 予約公開 ({INTERPOLATION})
kab: Seɣwes tasuffeɣt ({INTERPOLATION})
pl_pl: Zaplanuj publikację ({{ calendarTimezone }})

source: Publish video after transcoding
ja_jp: トランスコード完了後に動画を公開
pl_pl: Opublikuj film po jego transkodowaniu

source: Describe what makes your content sensitive
ja_jp: コンテンツがなぜセンシティブと見なされるのか説明してください
pl_pl: Opisz treści potencjalnie wrażliwe

source: Help viewers identify your sensitive content
ja_jp: 視聴者がセンシティブなコンテンツを判別するのに役立ちます
pl_pl: Pomóż swoim widzom zidentyfikować zawartość wrażliwą

source: Potentially violent content
ja_jp: 暴力的な可能性のあるコンテンツ
pl_pl: Potencjalnie przemocowa zawartość

source: Potentially sexually explicit content
ja_jp: 性的に露骨な可能性のあるコンテンツ
pl_pl: Potencjalne sceny seksu

source: Replace file
ja_jp: 動画ファイルを置き換える
pl_pl: Zastąp plik

source: Current uploaded file:
ja_jp: 現在アップロードされているファイル:
pl_pl: Obecnie przesłany plik:

source: The video may be unplayable during the transcoding process. It's the reason why we prefer to publish publicly the video after transcoding.
ca_es: És possible que el vídeo no es pugui reproduir durant el procés de codificació. És per això que el millor és publicar el vídeo en obert després de la codificació.
ja_jp: トランスコード処理中は動画が再生できない場合があるため、処理完了後に動画を公開するようにしています。
pl_pl: Film może nie dać się odtworzyć w trakcie procesu transkodowania. To powód, dla którego preferujemy opublikowanie filmu dopiero po jego transkodowaniu.

source: Change ownership of your video
pl_pl: Przenieś prawa do Twojego filmu na kogoś innego

source: A modal window will open for you to specify the local account to which you want to transfer your video
pl_pl: Zostanie otwarte okno dialogowe pozwalające na podanie nazwy konta w tym serwisie, na które chcesz przenieść prawa do swojego filmu.

source: Transfer ownership
pl_pl: Przenieś prawa do filmu

source: <a routerLink="/my-library/ownership">Ownership change request</a> sent to {{ ownershipRequestSent }}
pl_pl: <a routerLink="/my-library/ownership">Żądanie przeniesienia praw do filmu</a> zostało wysłane do {{ ownershipRequestSent }}

source: Delete your video
ja_jp: 動画を削除
pl_pl: Usuń swój film

source: Warning: this is a definitive action!
ja_jp: 警告: この操作は戻せません！
pl_pl: Uwaga: ta akcja jest nieodwracalna!

source: See the subtitle file
ca_es: Mostra el fitxer de subtítols
ja_jp: 字幕ファイルを見る
kab: Wali afaylu n yiduzwilen
pl_pl: Zobacz plik z napisami

source: Uploaded on {{ videoCaption.updatedAt | ptDate }} ✔
ja_jp: {{ videoCaption.updatedAt | ptDate }} にアップロード✔
pl_pl: Opublikowano w dniu {{ videoCaption.updatedAt | ptDate }} ✔

source: Will be created on update
ca_es: Es crearà en actualitzar
ja_jp: 更新時に作成されます
kab: Ad yettwarnu deg uleqqem
pl_pl: Zostanie stworzone przy aktualizacji

source: Will be edited on update
ca_es: S'editarà en actualitzar
ja_jp: 更新時に編集されます
pl_pl: Zostanie edytowane przy aktualizacji

source: Will be deleted on update
ca_es: S'eliminarà en actualitzar
ja_jp: 更新時に削除されます
kab: Ad yettwakkes deg uleqqem
pl_pl: Zostanie usunięte przy aktualizacji

source: @case ('CREATE') { Cancel creation }@case ('UPDATE') { Cancel editing }@case ('REMOVE') { Cancel deletion }
ja_jp: @case ('CREATE') { 生成をキャンセル }@case ('UPDATE') { 編集をキャンセル }@case ('REMOVE') { 削除をキャンセル }
pl_pl: @case ('CREATE') { Anuluj tworzenie }@case ('UPDATE') { Anuluj edycję }@case ('REMOVE') { Anuluj usunięcie }

source: No captions for now.
ca_es: Sense subtítols pel moment.
ja_jp: キャプションはありません。
kab: Ulac tineffusin akka tura.
pl_pl: Nie ma jeszcze napisów.

source: Add a caption
ca_es: Afegir un subtítol
ja_jp: 字幕を追加
pl_pl: Dodaj napis

source: Chapters
ca_es: Capítols
ja_jp: チャプター
pl_pl: Rozdziały

source: Chapters are not available on a live.
ja_jp: チャプターは、ライブ配信では利用できません。
pl_pl: Nie możesz skonfigurować rozdziałów dla transmisji na żywo.

source: Chapters can also be set in the video description. Check the format <a href="https://docs.joinpeertube.org/use/create-upload-video#chapters" target="_blank">in the PeerTube documentation</a>
ja_jp: チャプターは、動画の説明欄にも記載することができます。<a href="https://docs.joinpeertube.org/use/create-upload-video#chapters" target="_blank">PeerTubeのドキュメント</a>で記述フォーマットをご確認ください
pl_pl: Możesz także ustalić rozdziały dla filmu w jego opisie. Sprawdź, jak to zrobić, <a href="https://docs.joinpeertube.org/use/create-upload-video#chapters" target="_blank">w dokumentacji PeerTube'a</a>

source: Timecode
ca_es: Codi de temps
ja_jp: タイムコード
pl_pl: Moment czasu

source: Chapter name
ca_es: Títol del capítol
ja_jp: チャプター名
pl_pl: Nazwa rozdziału

source: Some chapters are invalid
ja_jp: 一部のチャプターが無効です
pl_pl: Niektóre rozdziały są nieprawidłowo zdefiniowane

source: Live settings
ca_es: Configuració del directe
ja_jp: ライブ配信の設定
kab: Iɣewwaren usriden
pl_pl: Ustawienia transmisji

source: {{ getVideoName() }} is not a live.
ja_jp: {{ getVideoName() }}は、まだ始まっていません。
pl_pl: {{ getVideoName() }} nie jest transmisją na żywo.

source: Your live has ended.
ja_jp: ライブ配信は終了しました。
pl_pl: Twoja transmisja się zakończyła.

source: Live configuration is unavailable because you are streaming in this live.
ja_jp: 既にこのライブ配信を開始しているため、ライブ配信設定は利用できません。
pl_pl: Konfiguracja tej transmisji jest niemożliwa, gdyż w niej już uczestniczysz.

source: Max live duration configured on {{ getInstanceName() }} is {{ getMaxLiveDuration() | myTimeDurationFormatter }}. If your live reaches this limit, it will be automatically terminated.
ja_jp: {{ getInstanceName() }}でのライブ配信の最大時間は、{{ getMaxLiveDuration() | myTimeDurationFormatter }}に設定されています。 ライブ配信がこの制限時間に達した場合、自動的にライブ配信が終了します。
pl_pl: Maksymalny czas trwania transmisji na żywo na {{ getInstanceName() }} wynosi {{ getMaxLiveDuration() | myTimeDurationFormatter }}. Jeżeli przekroczysz ten limit, zostanie ona automatycznie zakończona.

source: ⚠️ If you enable this option, your live will be terminated if you exceed your video quota
ca_es: ⚠️ Si habiliteu aquesta opció l'emissió del directe es cancel·larà en excedir la quota de vídeo
ja_jp: ⚠️ このオプションを有効にすると、アップロード容量制限を超えた場合、自動的にライブ配信が終了します
kab: ⚠️ Ma yella tremdeḍ taxtiṛit-a, asrid-inek·inem ad yeḥbes ma yella tεeddaḍ afmiḍi-inek·inem n tvidyut
pl_pl: ⚠️ Jeżeli włączysz tę opcję, Twoja transmisja zostanie zakończona w momencie, gdy przekroczysz swój limit przestrzeni dyskowej

source: Privacy of the new replay
ca_es: Privadesa de la nova repetició
ja_jp: 新しいリプレイ動画の公開範囲
pl_pl: Stopień prywatności nowego zapisu

source: Latency mode
ca_es: Mode de latència
ja_jp: 遅延モード
pl_pl: Opóźnienie

source: Live scheduled date
ja_jp: ライブ配信の予定日時
pl_pl: Przewidywana data rozpoczęcia transmisji na żywo

source: This date is used for displaying the live in your channel when it's not currently streaming. Scheduling a live does not prevent you from starting the live at a different time.
ja_jp: この日時は、現在配信していないときにチャンネル上でライブを表示するために使われます。ライブを予定していても、別の時間に開始することは可能です。
pl_pl: Ta data jest wyświetlana na transmisjach z Twojego kanału, gdy obecnie nie nadajesz. Planowanie transmisji na przyszłość nie blokuje Tobie możliwości uruchomienia transmisji na żywo w innym czasie.

source: Automatically publish a replay when your live ends
ca_es: Publicar automàticament la repetició en acabar el directe
ja_jp: ライブ配信終了後に自動的にリプレイ動画を公開する
kab: Suffeɣ tiririt s wudem awurman mi ara yekfu wusrid
pl_pl: Automatycznie opublikuj zapis, gdy transmisja się zakończy

source: Support
ca_es: Suportar
ja_jp: 応援
kab: Tallalt
pl_pl: Wsparcie

source: View account
ca_es: Veure compte
ja_jp: アカウントを表示
kab: Wali amiḍan
pl_pl: Zobacz konto

source: View owner account
pl_pl: Zobacz konto właściciela

source: VIDEO CHANNEL
ca_es: CANAL DE VÍDEO
ja_jp: 動画チャンネル
kab: ABADU N TVIDYUT
pl_pl: KANAŁ WIDEO

source: Handle copied
ca_es: Identificador copiat
ja_jp: ハンドルをコピーしました
pl_pl: Skopiowano adres

source: Copy channel handle
ca_es: Copiar identificador del canal
ja_jp: チャンネルハンドルをコピー
kab: Nɣel mefferisem n ubadu
pl_pl: Kopiuj adres kanału

source: OWNER ACCOUNT
ca_es: COMPTE D'AM@
ja_jp: チャンネル所有者のアカウント
kab: AMIḌAN N BAB-IS
pl_pl: KONTO WŁAŚCICIELA

source: Filename
ca_es: Nom del fitxer
ja_jp: ファイル名
pl_pl: Nazwa pliku

source: Name of the uploaded file.
ja_jp: アップロードされているファイルの名前です。
pl_pl: Nazwa pliku wykorzystanego do publikacji filmu.

source: Original publication date
ca_es: Data de publicació original
ja_jp: 元動画の公開日
kab: Azemz aneẓli n tsuffeɣt
pl_pl: Oryginalna data publikacji

source: This is the date when the content was originally published (e.g. the release date for a film)
ca_es: Aquesta és la data en la que es va publicar originalment el contingut (per exemple, la data de llançament d'una pel·lícula)
ja_jp: オリジナルコンテンツが公開された年など示します(例: 映画のリリース年)
kab: Wagi d azemz ideg i d-yeffeɣ ugbur tikkelt akk tamezwarut (am. azemz n tuffɣa n usaru)
pl_pl: To data oryginalnej publikacji treści (np. data wydania filmu)

source: Comments policy
ca_es: Política de comentaris
ja_jp: コメントポリシー
pl_pl: Polityka komentarzy

source: You can require comments to be approved depending on <a routerLink="/my-account/auto-tag-policies" target="_blank">your auto-tags policies</a>
ja_jp: <a routerLink="/my-account/auto-tag-policies" target="_blank">自動タグ付けポリシー</a>によって、コメントに承認を要求することができます
pl_pl: Możesz wstrzymywać publikację komentarzy do weryfikacji, w zależności od tego, jaka <a routerLink="/my-account/auto-tag-policies" target="_blank">jakie automatyczne tagi zostaną skonfigurowane</a>

source: Your video contains sensitive content
ja_jp: 動画はセンシティブなコンテンツを含む場合があります
pl_pl: Twój film zawiera zawartość wrażliwą

source: Small latency
ca_es: Latència reduïda
ja_jp: 低遅延
pl_pl: Małe opóźnienie

source: Reduce latency to ~15s disabling P2P
ca_es: Reduïu la latència a ~ 15s deshabilitant P2P
ja_jp: P2P機能を無効にし、遅延を15秒以内まで減らします
pl_pl: Zmniejsz opóźnienie do ok. 15 sekund. Transmisja P2P zostanie wyłączona

source: Default
ca_es: Per defecte
ja_jp: デフォルト
pl_pl: Domyślne

source: Average latency of 30s
ca_es: Latència mitjana de 30s
ja_jp: 平均遅延は30秒です
pl_pl: Średnie opóźnienie wynoszące 30 sekund

source: High latency
ca_es: Alta latència
ja_jp: 高遅延
pl_pl: Wysokie opóźnienie

source: Average latency of 60s increasing P2P ratio
ca_es: Latència mitjana de 60s augmentant la relació P2P
ja_jp: 平均遅延は60秒ですが、P2P機能をより利用するようになります
pl_pl: Średnie opóźnienie wynoszące 60 sekund, pozwalające na zwiększenie współczynnika oglądających transmisję metodą P2P

source: Main information
ja_jp: 基本情報
pl_pl: Ogólne informacje

source: Video title
ja_jp: タイトル
pl_pl: Tytuł filmu

source: You can format your description using the <my-markdown-hint helpType="markdownText">Markdown Language</my-markdown-hint>:
ja_jp: 説明は、<my-markdown-hint helpType="markdownText">マークダウン記法</my-markdown-hint>で記述することができます:
pl_pl: Możesz napisać opis, korzystając z <my-markdown-hint helpType="markdownText">języka Markdown</my-markdown-hint>:

source: For example, to put <strong>text in bold</strong> (**text in bold**) or <em>text in italic</em> (*text in italic*)
ja_jp: 例えば、<strong>テキストを太字にしたい</strong>場合は、 (**text in bold**) 、<em>テキストを斜字にしたい</em>場合は (*text in italic*) と入力してください
pl_pl: Dla przykładu, jeżeli chcesz <strong>pogrubić tekst</strong>, wpisz tekst na wzór "**pogrubiony tekst**", lub <em>napisać go w kursywie</em>, wpisz tekst na wzór "*tekst pisany kursywą*"

source: You can also create a link to a specific timecode of the video (e.g. <span class="fake-link">00:05</span> by simply writing 00:05) or <span class="fake-link">a classic link</span> ([title of my link](https://example.com))
ja_jp: 動画の特定の再生時間へのリンクを作成することもできます (例: 再生時間のみを記載する場合は <span class="fake-link">00:05</span>と記載)、<span class="fake-link">タイトル付きリンク</span> ([リンクへのタイトル](https://example.com))も生成できます。
pl_pl: Możesz także stworzyć link do wybranego momentu w filmie (np. dla <span class="fake-link">5. sekundy filmu</span> napisz po prostu "00:05"), lub <span class="fake-link">zwykły link</span>, tworząc go [w taki sposób](https://example.com)

source: Maximum of 5 tags to suggest relevant recommendations.
ja_jp: 関連するおすすめを提案する際の最大タグ数は5つです。
pl_pl: Możesz dodać maksymalnie 5 tagów, żeby zaproponować odpowiednie rekomendacje filmów.

source: Support button
ja_jp: 応援ボタン
pl_pl: Przycisk wsparcia

source: This is text that helps people watching your video <strong>understand how to support you</strong>. You can use <my-markdown-hint helpType="markdownText">Markdown Language</my-markdown-hint>, including <strong>links to your fundraising tools</strong>.
ja_jp: あなたの動画を視聴している視聴者が、<strong>あなたをどのように応援できるかを理解する</strong>ための文章です。 <strong>資金調達ツールへのリンク</strong>を含めたり、<my-markdown-hint helpType="markdownText">マークダウン記法</my-markdown-hint>を使用できます。
pl_pl: To jest tekst, który pozwala osobom oglądającym Twój film na <strong>dowiedzenie się, jak Cię wesprzeć</strong>. Możesz w tym miejscu skorzystać ze składni <my-markdown-hint helpType="markdownText">języka Markdown</my-markdown-hint>, włączając w to <strong>linki do narzędzi pozwalających na zebranie funduszy</strong>.

source: Do you want to use the same text for all your videos? You can define <strong>a default text and support button</strong> in your <a [routerLink]="getChannelUpdateUrl()" target="_blank" rel="noopener noreferrer">channel settings</a>.
ja_jp: すべての動画で同じ文章を使用したいですか？<a [routerLink]="getChannelUpdateUrl()" target="_blank" rel="noopener noreferrer">チャンネル設定</a>から、<strong>デフォルトの文章と応援ボタン</strong>を設定できます。
pl_pl: Czy chcesz zdefiniować ten sam tekst dla wszystkich filmów? Możesz zdefiniować <strong>domyślny tekst proszący o wsparcie</strong> w <a [routerLink]="getChannelUpdateUrl()" target="_blank" rel="noopener noreferrer">ustawieniach kanału</a>.

source: You do not have the right to <a href="https://docs.joinpeertube.org/use/library#change-ownership-of-a-video" target="_blank">transfer ownership <my-global-icon iconName="external-link"></my-global-icon></a> of this video but {{ videoEdit.getVideoAttributes().ownerAccountDisplayName }} can do it
pl_pl: Nie masz prawa do <a href="https://docs.joinpeertube.org/use/library#change-ownership-of-a-video" target="_blank">przeniesienia praw <my-global-icon iconName="external-link"></my-global-icon></a> tego filmu na kogoś innego, może to zrobić {{ videoEdit.getVideoAttributes().ownerAccountDisplayName }}

source: You can also <a href="https://docs.joinpeertube.org/use/library#change-ownership-of-a-video" target="_blank">transfer this video <my-global-icon iconName="external-link"></my-global-icon></a> to another account
pl_pl: Możesz także <a href="https://docs.joinpeertube.org/use/library#change-ownership-of-a-video" target="_blank">przenieść prawa do filmu <my-global-icon iconName="external-link"></my-global-icon></a> na inne konto

source: Thumbnail
ja_jp: サムネイル
pl_pl: Miniaturka

source: Enable download
ca_es: Habilitar la baixada
ja_jp: ダウンロードを有効にする
kab: Rmed asader
pl_pl: Zezwól na pobieranie

source: URL
pl_pl: Adres URL
