Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Other videos
kab: Tividyutin-nniḍen

source: Maybe later
kab: Ahat ticki

source: Display player controls
kab: Sken isenqaden n yimeɣri

source: Friendly Reminder:
kab: Asmekti:

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video?.account?.displayName || 'the author' }} and others
kab: Sken {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} seg {{ video?.account?.displayName || 'the author' }} d wiyaḍ

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} from {{ video?.account?.displayName || 'the author' }}
kab: Sken {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}} seg {{ video?.account?.displayName || 'the author' }}

source: View {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}}
kab: Sken {comment.totalReplies, plural, =1 {1 reply} other {{{ comment.totalReplies }} replies}}

source: Comments are disabled.
kab: Nsan iwenniten.

source: Clear filters
kab: Sfeḍ imsizedgen

source: Follower handle
kab: Abagan n uneḍfar

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} followers
kab: Askan n {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} yineḍfaren

source: Host
kab: Asneftaɣ

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} hosts
kab: Sken {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} yinebgawen

source: Follow domains
kab: Ḍfer taɣulin

source: Follow instances
kab: Ḍfer tummanin

source: Videos redundancies
kab: Tividyutin i d-yettuɣalen

source: e.g. jane_doe
kab: am. jane_doe

source: Transcoding is enabled. The video quota only takes into account {START_TAG_STRONG}original{CLOSE_TAG_STRONG} video size. {LINE_BREAK} At most, this user could upload ~ {INTERPOLATION}.
kab: Anigtengel yermed. Ableɣ n tvidyut yettaṭṭaf akan teɣzi {START_TAG_STRONG}taneẓlit{CLOSE_TAG_STRONG} n tvidyut. {LINE_BREAK} Deg tuget, aseqdac-a yezmer ad d-isali ~ {INTERPOLATION}.

source: Doesn't need review before a video goes public
kab: Ur yeḥwaǧ ara asenqed send ad d-teffeɣ tvidyut

source: Select columns
kab: Fren tigejda

source: User's email must be verified to login
kab: Imayl n useqdac ilaq ad yettusenqad i wakken ad teqqneḍ

source: User's email is verified / User can login without email verification
kab: Imayl n useqdac yettwasenqed / Aseqdac yezmer ad yekcem s war imayl n usenqed

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} users
kab: Askan n {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} yiseqdacen

source: Video comments
kab: Iwenniten n tvidyut

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} blocked videos
kab: Askan {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} tvidyutin yettusweḥlen

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} reports
kab: Askan n {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} yineqqisen

source: Mute domain
kab: Sgegem taɣult

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} muted instances
kab: Askan n {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} tummanin yettwasgugmen

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} muted accounts
kab: Askan n {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} yimiḍanen yettwasgugmen

source: Plugin homepage (new window)
kab: Asebter agejdan n yizegrar (asfaylu amaynut)

source: Videos with the most interactions for recent videos
kab: Tividyutin yemyigawen s waṭas d tvidyutin n melmi kan

source: Videos with the most views during the last 24 hours
kab: Tividyutin yemmeẓren s waṭas deg 24 yisragen iεeddan

source: Videos that have the most likes
kab: Tividyutin yesεan aṭas n uεǧab

source: Popular
kab: Imeẓwiyen

source: Plugin npm package (new window)
kab: Akemmus npm n uzegrir (asfaylu amaynut)

source: commentArgs.length comments deleted.
kab: commentArgs.length iwenniten ttwakksen.

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} comments
kab: Askan n {INTERPOLATION} deg {INTERPOLATION_1} n {INTERPOLATION_2} yiwenniten

source: any
kab: ula yiwen

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} jobs
kab: Askan n {INTERPOLATION} deg {INTERPOLATION_1} n {INTERPOLATION_2} yimuhal

source: ID
kab: Asulay

source: Manage <a routerLink="/admin/users">users</a> to build a moderation team.
kab: Sefrek <a routerLink="/admin/users">iseqdacen</a> i bennu n terbaεt tmḍebbart.

source: Enabling it will allow other administrators to know that you are mainly federating sensitive content.<br /> <br /> Moreover, the NSFW checkbox on video upload will be automatically checked by default.
kab: Armad-is ad isireg inedbalen-nniḍen ad ẓren belli tesdukkuleḍ s wudem agejdan agbur amḥulfu.<br /> <br /> Rnu ɣer waya, tabewwaḍt n uṛcam ɣef tvidyut ad tettwaṛcem s wudem awurman amezwer.

source: Use <a routerLink="/admin/plugins">plugins & themes</a> for more involved changes, or <a routerLink="/admin/config/edit-custom" fragment="advanced-configuration">add slight customizations</a>.
kab: Seqdec <a routerLink="/admin/plugins">izegrar & isental</a> i wugar n yisenfal i yesεan azal, neɣ <a routerLink="/admin/config/edit-custom" fragment="advanced-configuration">rnu agganen ifessasen</a>.

source: default
kab: ameslugen

source: Default trending page
kab: Asebter n tiddin amezwer

source: Best videos
kab: Tividyutin akk igerrzen

source: Most viewed videos
kab: Tividyutin yettwasneqden s waṭas

source: You should only use moderated search indexes in production, or <a href="https://framagit.org/framasoft/peertube/search-index">host your own</a>.
kab: Ilaq ad tesqedceḍ kan imataren n unadi fessusen deg ufares, neɣ <a href="https://framagit.org/framasoft/peertube/search-index">hsezdeɣ ayla-k·m</a>.

source: Provide the Twitter account representing your instance to improve link previews. If you don't have a Twitter account, just leave the default value.
kab: Mudd amiḍan Twitter i d-yeskanayen tummant-inek·inem i usnerni tiskanin n useɣwen. Ma yella ur tesεiḍ ara amiḍan Twitter, eǧǧ kan azal amezwer.

source: Your Twitter username
kab: Isem-ik·im n useqdac Twitter

source: Instance allowed by Twitter
kab: Tummant yettwaḍfaren sɣur Twitter

source: If the user quota is reached, PeerTube will automatically terminate the live streaming
kab: Ma yella afmiḍi n yiseqdac yewweḍ, Peertube ad isseḥbes s wudem awurman asuddem usrid

source: Max simultaneous lives created on your instance <span class="text-muted">(-1 for "unlimited")</span>
kab: Ttwarnan ddeqs n wusriden inbabbaren ɣef tummant-ik·im <span class="text-muted">(-1 for "unlimited")</span>

source: Max simultaneous lives created per user <span class="text-muted">(-1 for "unlimited")</span>
kab: Ttwarnan ddeqs n wusriden inbabbaren ɣef tummant-ik·im <span class="text-muted">(-1 for "unlimited")</span>

source: Input formats
kab: Imasalen n unekcum

source: WebTorrent enabled
kab: WebTorrent yettwarmed

source: <strong>Requires ffmpeg >= 4.1</strong><p>Generate HLS playlists and fragmented MP4 files resulting in a better playback than with plain WebTorrent:</p><ul> <li>Resolution change is smoother</li><li>Faster playback especially with long videos</li><li>More stable playback (less bugs/infinite loading)</li></ul><p>If you also enabled WebTorrent support, it will multiply videos storage by 2</p>
kab: <strong>Yesra ffmpeg >= 4.1</strong><p>Sirew tibdarin n tɣuri HLS akked yifuyla MP4 yettwagezmen i tɣuri igerrzen s WebTorrent amagnu:</p><ul> <li>Resolution change is smoother</li><li>Taɣuri taruradt, ula d tvidyutin tiɣezzfanin</li><li>Taɣuri iqeεden ugar (drus n wabugen/asali war tilas)</li></ul><p>Ma yella tremdeḍ daɣen tallalt n WebTorrent, ad isnerni aklas n tvidyutin s 2</p>

source: Resolutions to generate per enabled format
kab: Afrayen i usirew s umasal yettwaremden

source: The original file resolution will be the default target if no option is selected.
kab: Afray n ufaylu aneẓli d isaḍas amezwer ma yella ulac taxtiṛt i d-yettwafernen.

source: Write JavaScript code directly.<br />Example: <pre>console.log('my instance is amazing');</pre>
kab: Aru tangalt n JavaScript srid.<br />Amedya: <pre>console.log('tummant-iw tzad');</pre>

source: Write CSS code directly. Example:<br /><br /><pre>#custom-css {{ '{' } color: red; {{ '}' } </pre> Prepend with <em>#custom-css</em> to override styles. Example:<br /><br /><pre>#custom-css .logged-in-email {{ '{' } color: red; {{ '}' } </pre>
kab: Aru srid tangalt CSS. D amedya:<br /><br /><pre>#custom-css {{ '{' } ini: azewwaɣ; {{ '}' }</pre> Yettuzwer-d s <em>#custom-css</em> i usenfel n yiɣaniben. D amedya:<br /><br /><pre>#custom-css .imayl n tuqqna {{ '{' } ini: azewwaɣ; {{ '}' }</pre>

source: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} is awaiting email verification
kab: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN} yettraǧu imayl n usenqed

source: My imports
kab: Aktaren-inu

source: See the error
kab: Wali tuccḍa

source: Showing {INTERPOLATION} to {INTERPOLATION_1} of {INTERPOLATION_2} imports
kab: Askan {INTERPOLATION} i {INTERPOLATION_1} n {INTERPOLATION_2} waktaren

source: {{ videoChannel.followersCount }} subscribers
kab: {{ videoChannel.followersCount }} n yimultaɣ

source: {START_TAG_MY_GLOBAL_ICON}{CLOSE_TAG_MY_GLOBAL_ICON} Delete history
kab: {START_TAG_MY_GLOBAL_ICON}{CLOSE_TAG_MY_GLOBAL_ICON} Kkes azray

source: {START_TAG_MY_GLOBAL_ICON}{CLOSE_TAG_MY_GLOBAL_ICON} Notification preferences
kab: {START_TAG_MY_GLOBAL_ICON}{CLOSE_TAG_MY_GLOBAL_ICON} Ismenyifen n wulɣu

source: Activities
kab: Irmad

source: Playlist {PH}} deleted.
kab: Tabdart n tɣuri {PH}} tettwakkes.

source: Do you really want to delete videoChannel.displayName? It will delete videoChannel.videosCount videos uploaded in this channel, and you will not be able to create another channel with the same name (videoChannel.name)!
kab: Tebɣiḍ s tidet ad tekkseḍ videoChannel.displayName? Ad yekkes videoChannel.videosCount tividyutin i d-yettwasulin deg ubadu-a, syen ur tettizmired ara ad ternuḍ abadu-nniḍen s yisem-nni kan (videoChannel.name)!

source: My Channels
kab: Ibuda-inu

source: Banner image of your channel
kab: Tugna n uɣarrac n ubadu-inek·inem

source: Welcome to PeerTube!
kab: Ansuf ɣer PeerTube!

source: If you need help to use PeerTube, you can have a look at the {START_LINK}documentation{CLOSE_LINK}.
kab: Ma yella tesriḍ tallalt i useqdec n PeerTube, tzemreḍ ad tesneqdeḍ {START_LINK}tasemlit{CLOSE_LINK}.

source: Created {pagination.totalItems, plural, =1 {1 playlist} other {{{ pagination.totalItems }} playlists}}
kab: Yettwarna {pagination.totalItems, plural, =1 {1 playlist} other {{{ pagination.totalItems }} playlists}}

source: {VAR_PLURAL, plural, =1 {1 playlist} other {{INTERPOLATION} playlists}}
kab: {VAR_PLURAL, plural, =1 {1 n tebdarin n tɣuri} other {{INTERPOLATION} tibdarin n tɣuri}}

source: Verify account email confirmation
kab: Asentem n yimayl n usenqed n umiḍan

source: Email updated.
kab: Yettwaleqqem yimayl.

source: Video channel videos
kab: Tividyutin n ubadu n tvidyut

source: Video channel playlists
kab: Tibdarin n tɣuri n tubadu n tvidyut

source: Request email for account verification
kab: Asuter n yimayl i usenqed n umiḍan

source: Ask to send an email to verify you account
kab: Suter ad ak·am-d-aznen imayl i usenqed n umiḍan-ik·im

source: CHANNELS
kab: IBUDA

source: Follows
kab: Iṭṭafar

source: Follower instances ({{ followersPagination.totalItems }})
kab: Tummanin n uneḍfar ({{ followersPagination.totalItems }})

source: Following instances ({{ followingsPagination.totalItems }})
kab: Tummanin yettwaḍfaren ({{ followingsPagination.totalItems }})

source: Contact {INTERPOLATION} administrator
kab: Nermes anedbal n {INTERPOLATION}

source: About {INTERPOLATION}
kab: Γef {INTERPOLATION}

source: This instance is dedicated to sensitive/NSFW content.
kab: Tummant-a teɛna agbur amḥulfu/NSFW.

source: ADMINISTRATORS & SUSTAINABILITY
kab: INEDBALEN & SUSTAINABILITY

source: Why we created this instance
kab: Ayɣer i d-nerna tummant-a

source: How long we plan to maintain this instance
kab: Acḥal n wakud i nettwali ad teqqim tummant-a

source: How we will pay for keeping our instance running
kab: Amek ara nxelleṣ i wakken ad neǧǧ tummant-nneɣ tetteddu

source: What is PeerTube?
kab: D acu-t PeerTube?

source: The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.
kab: Ugur agejdan i tudert-ik·im tabaḍnit i d-yekka seg BitTorrent yeqqen ɣer uklas n tansa-k·m IP deg uneḍfar BitTorrent n tummant imi mazal tsadareḍ-d neɣ tettwaliḍ tavidyut.

source: What are the consequences?
kab: S wacu ara d-yeglu?

source: Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker. When you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to. See <a href="https://github.com/yciabaud/webtorrent/blob/beps/bep_webrtc.rst">this document</a> for more information
kab: Tiyigiwin n Web ulac anekcum ɣur-sent s wudem azayaz: acku nesseqdac ttawil n usiweḍ websocket, aneggaf-a yemgarad ɣef uneḍfar BitTorrent aklasik. Mi ara tiliḍ deg yiminig web, tettazneḍ asɣal ideg tella tansa-k·m IP ɣer uneḍfar ara ifernen kan akka tiyigiwin-nniḍen wuɣur ara yazen talɣut. Wali <a href="https://github.com/yciabaud/webtorrent/blob/beps/bep_webrtc.rst">asemli-a</a> i wugar n talɣut

source: How does PeerTube compare with YouTube?
kab: PeerTube kifkif-it akked YouTube?

source: Show full list
kab: Sken tabdart taččurant

source: This instance is not following any other.
kab: Tummant-a ulac win i tt-yeṭṭafaren.

source: Link copied
kab: Aseɣwen yettwanɣel

source: Developed with ❤ by {START_LINK}Framasoft{CLOSE_LINK}
kab: Yettusnefli s ❤ s {START_LINK}Framasoft{CLOSE_LINK}

source: Create an account
kab: Rnu amiḍan

source: Create my account
kab: Rnu amiḍan-inu

source: Done
kab: Immed

source: A channel is an entity in which you upload your videos. Creating several of them helps you to organize and separate your content.{LINE_BREAK} For example, you could decide to have a channel to publish your piano concerts, and another channel in which you publish your videos talking about ecology.
kab: Abadu d tayunt anida i d-tsalayeḍ tividyutin-ik·im. Timerna n waṭas n yibuda ad ak·akem-iεawen ad tqeεdeḍ rnu ad tebḍuḍ agbur-inek·inem. {LINE_BREAK} D amedya, tzemred ad tesεuḍ abadu i usuffeɣ n uẓawan-ik·im, abadu-nniḍen anida ara d-tsuffɣeḍ tividyutin-ik·im i umeslay ɣef twennaḍt.

source: Example: my_super_channel
kab: Amedya: abadu_inu_izaden

source: Channel name cannot be the same as your account name. You can click on the first step to update your account name.
kab: Isem n ubadu ur yezmir ara kifkif d win n umiḍan-ik·im. Tzemreḍ ad tsiteḍ ɣef uḥric amenzu i wakken ad tbeddleḍ isem n umiḍan-ik·im.

source: Account videos
kab: Tividyutin n umiḍan

source: Search videos within account
kab: Nadi tividyutin s war amiḍan

source: Account video channels
kab: Ibuda n tvidyut n umiḍan

source: Published {PH} videos
kab: Isuffeɣ-d {PH} tividyutin

source: Display all videos (private, unlisted or not yet published)
kab: Sken meṛṛa tividyutin (tusligin, ur d-nettwabder ara neɣ tid urɛad i d-neffiɣ)

source: {PH} direct account followers
kab: {PH} ineḍfaren n umiḍan usriden

source: 1 subscriber
kab: 1 umulteɣ

source: {PH} subscribers
kab: {PH} yimultaɣ

source: Instances you follow
kab: Tummanin i teṭṭafareḍ

source: Instances following you
kab: Tummanin i ak·akem-yeṭṭafaren

source: A <code>.mp4</code> that keeps the original audio track, with no video
kab: <code>.mp4</code> ara yeṭṭfen ameslaw aneẓli, s wartavidyut

source: However, you may want to read our guidelines before tweaking the following values.
kab: Akken yebɣu yili, tzemreḍ ad teɣreḍ iwellihen-nneɣ send ad tbeddleḍ azalen-a.

source: Read guidelines
kab: Γer iwellihen

source: threads
kab: asqerdec

source: thread
kab: akala afessas

source: Domains entered are invalid.
kab: Tiɣula yettwaskecmen d tarimeɣta.

source: Domains entered contain duplicates.
kab: Tiɣula yettwaskecmen yella deg-sent uεiwed.

source: {PH} accepted in instance followers
kab: {PH} yettwaqbal deg yineḍfaren n tummant

source: Do you really want to reject this follower?
kab: Tebɣiḍ s tidet ad tagiḍ aneḍfar-a?

source: {PH} rejected from instance followers
kab: {PH} yettwagi sɣur ineḍfaren n tummant

source: Do you really want to delete this follower?
kab: D tidet tebɣiḍ ad tekkseḍ aneḍfar-a?

source: {PH} removed from instance followers
kab: {PH} yettwakkes sɣur ineḍfaren n tummant

source: Follow request(s) sent!
kab: Asuter n uḍfar yettwazen!

source: Do you really want to unfollow {PH}?
kab: Tebɣiḍ s tidet ad tḥebseḍ aḍfar n {PH}?

source: You are not following {PH} anymore.
kab: Ur teṭṭafareḍ {PH} yiwen.

source: Used
kab: Yettwaseqdec

source: Available
kab: Yewjed

source: Instance {PH} muted.
kab: Tummant {PH} tettwasgugem.

source: Plugins
kab: Iseɣzaf

source: Themes
kab: Isental

source: If you run PeerTube using Docker, check you run the <code>reverse-proxy</code> with <code>network_mode: "host"</code> (see <a href="https://github.com/Chocobozzz/PeerTube/issues/1643#issuecomment-464789666">issue 1643</a>)
kab: Ma yella PeerTube inek·inem iteddu s useqdec n Docker, senqed ma yella tseddayeḍ <code>reverse-proxy</code> s <code>network_mode: "inebgi"</code> (wali <a href="https://github.com/Chocobozzz/PeerTube/issues/1643#issuecomment-464789666">ugur wis 1643</a>)

source: Following list
kab: Tabdart n uḍfar

source: Followers list
kab: Tabdart n yineḍfaren

source: Do you really want to unban {PH} users?
kab: Tebɣiḍ s tidet ad tekkseḍ agdal i yiseqdacen {PH} users?

source: {PH} users unbanned.
kab: {PH} iseqdacen yettwagedlen.

source: If you remove these users, you will not be able to create others with the same username!
kab: Ma yella tekkseḍ iseqdacen-a, ur tettizmireḍ ara ad ternuḍ wiyaḍ s yisem-nni kan n useqdac!

source: {PH} users deleted.
kab: {PH} iseqdacen yettwagedlen.

source: {PH} users email set as verified.
kab: {PH} imayl n yiseqdac yettusbadu yettusenqed.

source: Videos history is enabled
kab: Azray n tvidyutin yettwarmed

source: Videos history is disabled
kab: Azray n tvidyutin yensa

source: Delete videos history
kab: Kkes azray n tvidyutin

source: Are you sure you want to delete all your videos history?
kab: D tidet tebɣiḍ ad tekkseḍ meṛṛa azray-ik·im n tvidyutin?

source: Videos history deleted
kab: Azray n tvidyutin yettwakkes

source: Your current email is <span class="email">{{ user.email }}</span>. It is never shown to the public.
kab: Imayl-inek·inem amiran d <span class="email">{{ user.email }}</span>. Urǧin ad d-iban i uzayaz.

source: Are you sure you want to delete your account? This will delete all your data, including channels, videos and comments. Content cached by other servers and other third-parties might make longer to be deleted.
kab: D tidet tebɣiḍ ad tekkseḍ amiḍan-ik·im? Aya ad yekkes meṛṛa isefka-inek·inem, ula d ibuda, tividyutin d yiwenniten. Agbur yettwaffer s yiqeddacen-nniḍen akked wis kraḍ yezmer ad yeṭṭef aṭas n wakud i wakken ad ttwakksen.

source: New video from your subscriptions
kab: Tavidyut tamaynut sɣur imultaɣ-ik·im

source: Video blocked automatically waiting review
kab: Tettusewḥel tvidyut s wudem awurman tettṛaǧu asenqed

source: You or your channel(s) has a new follower
kab: Kečč·kemm neɣ abadu(ibuda)-inek·inem ɣur-s(ɣur-sen) aneḍfar amaynut

source: Please type the display name of the video channel ({PH}) to confirm
kab: Ttxil-k·m aru isem yettwaskanen n ubadu n tvidyut ( {PH}) i usentem

source: Do you really want to delete {PH}?
kab: Tebɣiḍ s tidet ad tekkseḍ {PH}?

source: Do you really want to delete {PH} videos?
kab: Tebɣiḍ s tidet ad tekkseḍ tividyutin {PH}?

source: {PH} videos deleted.
kab: {PH} tividyutin yettwakksen.

source: You are now logged in as {PH}!
kab: Aql-ak·kem teqqneḍ d {PH}!

source: Published videos
kab: Tividyutin yettwasuffɣen

source: PLAYLISTS
kab: TIBDARIN N TΓURI

source: Go to the discover videos page
kab: Ddu ɣer usnirem n usebter n tvidyutin

source: Go to the trending videos page
kab: Ddu ɣer usebter n tvidyutin yettwassnen

source: Go to the recently added videos page
kab: Ddu ɣer usebter n tvidyutin yettwarnan melmi kan

source: Go to the local videos page
kab: Ddu ɣer usebter n tvidyutin tidiganin

source: Go to the videos upload page
kab: Ddu ɣer usebter n usali n tvidyutin

source: Cannot retrieve OAuth Client credentials: error.text. Ensure you have correctly configured PeerTube (config/ directory), in particular the "webserver" section.
kab: D awezɣi ad d-nerr inekcam n umsaɣ OAuth: error.text. Ḍmen belli tsewleḍ PeerTube akken iwata (akaram n uswel/), aṭas tigezmi n "aqeddac web".

source: You need to reconnect.
kab: Tesriḍ ad teqqneḍ.

source: Keyboard Shortcuts:
kab: Inegzumen n unaswi:

source: hide
kab: ffer

source: display
kab: sken

source: any language
kab: yal tutlayt

source: function is not implemented
kab: tawuri ur tebdi ara

source: {PH} years ago
kab: {PH} iseggasen aya

source: {PH} months ago
kab: {PH} ayyuren aya

source: {PH} weeks ago
kab: {PH} imalasen aya

source: {PH} days ago
kab: {PH} n wussan aya

source: {PH} hours ago
kab: {PH} n usrag aya

source: Short description should not be longer than 250 characters.
kab: Aglam awezzlan ur ilaq ara ad yili ɣezzif ugar n 250 yisekkilen.

source: Previews cache size is required.
kab: Teɣzi n tuffirt n teskanin tettwasra.

source: Previews cache size must be greater than 1.
kab: Teɣzi n tuffirt n teskanin ilaq ad yili nnig 1.

source: Previews cache size must be a number.
kab: Teɣzi n tuffirt n teskanin ilaq ad yili d amḍan.

source: Captions cache size is required.
kab: Teɣzi n tuffirt n tneffusin tettusra.

source: Captions cache size must be greater than 1.
kab: Teɣzi n tuffirt n tneffusin ilaq ad yili nnig n 1.

source: Captions cache size must be a number.
kab: Teɣzi n tuffirt n tneffusin ilaq ad tili d amḍan.

source: Max live duration should be greater or equal to -1.
kab: Tanzagt tafellayt n usrid ilaq ad tili ugar neɣ swaswa akked -1.

source: Max instance lives should be greater or equal to -1.
kab: Ugar n yisriden n tummant ilaq ad εeddin neɣ swaswa akked -1.

source: Max user lives should be greater or equal to -1.
kab: Ugar n yisriden n useqdac ttusran ad εeddin neɣ swaswa akked -1.

source: Concurrency should be greater or equal to 1.
kab: Anbebber ilaq ad iεeddi neɣ swaswa akked 1.

source: Index URL should be a URL
kab: URL n umatar ilaq ad yili d URL

source: Search index URL should be a URL
kab: URLn umatar n unadi ilaq ad yili d URL

source: Support text cannot be more than 1000 characters long
kab: Aḍris n usefrek ur ilaq ara ad iεeddi nnig 1000 yisekkilen

source: Permanent live
kab: Usrid n lebda

source: A tag should be more than 2 characters long.
kab: Tabzimt ilaq ad tili nnig 2 yisekkilen.

source: A tag should be less than 30 characters long.
kab: Tabzimt ilaq ad tili ddaw 30 yisekkilen.

source: Copy
kab: Nɣel

source: PeerTube cannot handle this kind of file. Accepted extensions are {PH}}.
kab: PeerTube ur yezmir ara ad iseddu ifuyla am wa. Isiɣzaf yettwaqeblen d {PH}}.

source: Add a new option
kab: Rnu taxtiṛt-nniḍen

source: Sun
kab: Ace

source: Mon
kab: Ari

source: Tue
kab: Ara

source: Wed
kab: Aha

source: Thu
kab: Amh

source: Fri
kab: Sem

source: Sat
kab: Sed

source: Su
kab: Ac

source: Mo
kab: Ri

source: Tu
kab: Ra

source: We
kab: Ah

source: Th
kab: Am

source: Fr
kab: Sm

source: Sa
kab: Sd
