Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Video channel {PH} deleted.
ca_es: Canal de vídeo {PH} eliminat.
ja_jp: 動画チャンネル{PH}を削除しました。
kab: Abadu n tvidyut {PH} yettwakkes.
pl_pl: Usunięto kanał wideo {PH}.

source: Views for the day
ca_es: Visualitzacions del dia
ja_jp: 一日あたりの再生回数
kab: Timeẓriyin deg ass
pl_pl: Wyświetlenia dnia

source: data.total {value, plural, =1 {view} other {views}} since data.startDate
ca_es: data.total {value, plural, =1 {visualització} other {visualitzacions}} since data.startDate
ja_jp: data.startDateからdata.total {value, plural, =1 {回} other {回}}再生されています
pl_pl: data.total {value, plural, =1 {wyświetlenie} few {wyświetlenia} other {wyświetleń}} od data.startDate

source: this.pagination.totalItems {total, plural, =1 {channel} other {channels}}
ca_es: this.pagination.totalItems {total, plural, =1 {canal} other {canals}}
ja_jp: this.pagination.totalItems {total, plural, =1 {チャンネル} other {チャンネル}}
pl_pl: this.pagination.totalItems {total, plural, =1 {kanał} few {kanały} other {kanałów}}

source: My followers
ca_es: Em segueixen
ja_jp: フォロワー
pl_pl: Moi obserwujący

source: No follower found.
ca_es: No s'ha trobat cap seguidor/a.
ja_jp: フォロワーは見つかりませんでした。
pl_pl: Nie znaleziono obserwujących.

source: Follower page
ca_es: Pàgina de seguidors/es
ja_jp: フォロワーのページ
pl_pl: Strona obserwującego

source: Is following all your channels
ca_es: Està seguint tots els teus canals
ja_jp: は、あなたの全てのチャンネルをフォローしています
pl_pl: obserwuje wszystkie Twoje kanały

source: Is following your channel {{ follow.following.name }}
ca_es: Està seguint el vostre canal {{ follow.following.name }}
ja_jp: あなたのチャンネル「{{ follow.following.name }}」をフォローしています
pl_pl: Obserwuje Twój kanał o nazwie {{ follow.following.name }}

source: Channel filters
ca_es: Filtres de canal
ja_jp: チャンネルのフィルター
pl_pl: Filtruj kanały

source: this.pagination.totalItems {total, plural, =1 {follower} other {followers}}
ca_es: this.pagination.totalItems {total, plural, =1 {seguidor/a} other {seguidors/es}}
ja_jp: this.pagination.totalItems {total, plural, =1 {人のフォロワー} other {人のフォロワー}}
pl_pl: this.pagination.totalItems {total, plural, =1 {obserwujący} other {obserwujących}}

source: Not found
ca_es: No s'ha trobat
ja_jp: 見つかりません
kab: Ur yettwaf ara
pl_pl: Nie znaleziono

source: URL parameter is missing in URL parameters
ca_es: Falta el paràmetre d'URL als paràmetres d'URL
ja_jp: URLパラメーター内に、有効なURLパラメーターが見つかりません
kab: Aɣewwar n URL ixuṣṣ deg yiɣewwaren n URL
pl_pl: Brak parametru URL wśród parametrów URL

source: Cannot access to the remote resource
ca_es: No es pot accedir al recurs remot
ja_jp: 外部インスタンスのコンテンツにアクセスできません
kab: Anekcum ɣer uɣbalu anmeggag d awezɣi
pl_pl: Nie można uzyskać dostępu do zdalnego zasobu

source: Reset password
ca_es: Restablir la contrasenya
ja_jp: パスワードのリセット
pl_pl: Zresetuj hasło

source: Remote interaction
ca_es: Interacció remota
ja_jp: 外部インスタンスとのインタラクション
kab: Amyigew anmeggag
pl_pl: Zdalna interakcja

source: Playlist {PH} created.
ca_es: Llista de reproducció {PH} creada.
ja_jp: プレイリスト{PH}を作成しました。
kab: Tabdart n tɣuri {PH} tettwarna.
pl_pl: Utworzono playlistę {PH}.

source: Create
ca_es: Crear
ja_jp: 作成
kab: Snulfu-d
pl_pl: Utwórz

source: Update playlist
ca_es: Actualitzar llista de reproducció
ja_jp: プレイリストを編集
pl_pl: Uaktualnij listę odtwarzania

source: Notifications
ca_es: Notificacions
ja_jp: 通知
kab: Ilɣa
pl_pl: Powiadomienia

source: Notification preferences
ca_es: Preferències de notificació
ja_jp: 通知設定
pl_pl: Preferencje powiadomień

source: Applications
ca_es: Aplicacions
ja_jp: アプリケーション
kab: Isnasen
pl_pl: Aplikacje

source: Delete playlist
ca_es: Eliminar llista de reproducció
ja_jp: プレイリストの削除
pl_pl: Usuń listę odtwarzania

source: Playlist {PH} updated.
ca_es: Llista de reproducció {PH} actualitzada.
ja_jp: プレイリスト{PH}を更新しました。
kab: Tabdart n tɣuri {PH} tettwaleqqem.
pl_pl: Zaktualizowano playlistę {PH}.

source: Change ownership
ca_es: Canviar la propietat
ja_jp: 所有権を変更
kab: Beddel bab-is
pl_pl: Zmień właściciela

source: Playlist {PH} deleted.
ca_es: Llista de reproducció {PH} eliminada.
ja_jp: プレイリスト{PH}を削除しました。
kab: Tabdart n tɣuri {PH} tettwakkes.
pl_pl: Usunięto playlistę {PH}.

source: My videos
ca_es: Els meus vídeos
ja_jp: あなたの動画
kab: Tividyutin-inu
pl_pl: Moje filmy

source: Manage my videos
ja_jp: 動画
pl_pl: Zarządzaj moimi filmami

source: Comments on my videos
ja_jp: 自分の動画へのコメント
pl_pl: Komentarze pod moimi filmami

source: Videos list
ca_es: Llista de vídeos
ja_jp: 動画リスト
pl_pl: Lista filmów

source: Do you really want to delete {PH}?
ca_es: Segur que voleu eliminar {PH}?
ja_jp: 本当に{PH}を削除しますか？
kab: Tebɣiḍ s tidet ad t-tekkseḍ {PH}?
pl_pl: Czy na pewno chcesz usunąć film {PH}?

source: It will delete {count, plural, =1 {1 video} other {{count} videos}} uploaded in this channel, and you will not be able to create another channel or account with the same name (videoChannel.name)!
ca_es: Això eliminarà {count, plural, =1 {1 vídeo} other {{count} vídeos}} d'aquest canal, i no podreu crear un altre canal o compte amb el mateix nom (videoChannel.name)!
ja_jp: このチャンネル内にアップロードされた{count, plural, =1 {1本の動画} other {{count}本の動画}}が削除され、(videoChannel.name)と同じ名前で別のチャンネルまたはアカウントを作成することはできなくなります！
pl_pl: Spowoduje to usunięcie {count, plural, =1 {1 filmu opublikowanego} other {{count} filmów opublikowanych}} na tym kanale, jak i też nie będziesz mógł/mogła ponownie wykorzystać tej samej nazwy (videoChannel.name) do stworzenia kolejnego kanału czy konta!

source: Video {PH} deleted.
ca_es: Vídeo {PH} eliminat.
ja_jp: 動画{PH}を削除しました。
kab: Tavidyut {PH} tettwakkes.
pl_pl: Usunięto film {PH}.

source: this.video().name will be duplicated by your platform.
ja_jp: 「this.video().name」はあなたのプラットフォームにより複製されます。
pl_pl: this.video().name zostanie zduplikowany przez Twoją platformę.

source: Studio
ca_es: Estudi
ja_jp: スタジオ
pl_pl: Edytor filmów

source: Per channel:
ja_jp: チャンネル別:
pl_pl: Na kanał:

source: My synchronizations
ca_es: Les meves sincronitzacions
ja_jp: 自分のチャンネル同期
pl_pl: Moje synchronizacje

source: My playlists
ca_es: Les meves llistes de reproducció
ja_jp: あなたのプレイリスト
kab: Tibdarin-inu n tɣuri
pl_pl: Moje playlisty

source: My subscriptions
ca_es: Les meves subscripcions
ja_jp: あなたが登録したチャンネル
kab: Imultaɣ-inu
pl_pl: Moje subskrybcje

source: You don't have any subscription yet.
ca_es: Encara no teniu cap subscripció.
ja_jp: まだ登録したチャンネルはありません。
kab: Ulac ɣur-k·m ula d yiwen umulteɣ ar tura.
pl_pl: Nie masz jeszcze żadnych subskrypcji.

source: My abuse reports
ca_es: Els meus informes d'abús
ja_jp: 不正利用通報
pl_pl: Moje zgłoszenia nadużyć

source: Activity
pl_pl: Aktywność

source: No activity in the channel yet
pl_pl: Na tym kanale jeszcze nie odnotowano jakiejkolwiek aktywności

source: <strong>{{ account }}</strong> created video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> stworzył film <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> created playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> stworzył playlistę <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>

source: <strong>{{ account }}</strong> created <a routerLink="/my-library/video-channel-syncs">a channel synchronization</a>: {{ a.channelSync.externalChannelUrl }}
pl_pl: Użytkownik <strong>{{ account }}</strong> dodał <a routerLink="/my-library/video-channel-syncs">nową synchronizację z kanałem</a>: {{ a.channelSync.externalChannelUrl }}

source: <strong>{{ account }}</strong> imported video <a [routerLink]="[ '/w', a.videoImport.uuid ]">{{ a.videoImport.name }}</a>: {{ a.videoImport.targetUrl }}
pl_pl: Użytkownik <strong>{{ account }}</strong> importował film <a [routerLink]="[ '/w', a.videoImport.uuid ]">{{ a.videoImport.name }}</a>: {{ a.videoImport.targetUrl }}

source: <strong>{{ account }}</strong> updated video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> edytował film <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> updated playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> edytował playlistę <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>

source: <strong>{{ account }}</strong> updated the channel
pl_pl: Użytkownik <strong>{{ account }}</strong> edytował kanał

source: <strong>{{ account }}</strong> deleted video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> usunął film <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> deleted playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> usunął playlistę <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>

source: <strong>{{ account }}</strong> delete channel synchronization {{ a.channelSync.externalChannelUrl }}
pl_pl: Użytkownik <strong>{{ account }}</strong> usunął synchronizację z kanałem {{ a.channelSync.externalChannelUrl }}

source: <strong>{{ account }}</strong> updated captions of video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> edytował napisy dla filmu <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> updated chapters of video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> edytował rozdziały filmu <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> updated passwords of video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> zmienił hasła do filmu <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> created studio tasks of video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> dodał nowe zadania edycji filmu <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> updated source file of video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> zmienił plik źródłowy filmu <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a>

source: <strong>{{ account }}</strong> updated elements of playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>
pl_pl: Użytkownik <strong>{{ account }}</strong> zmienił elementy playlisty <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a>

source: <strong>{{ account }}</strong> removed video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a> by updating its channel
pl_pl: Użytkownik <strong>{{ account }}</strong> usunął film <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a> poprzez zmianę kanału, na którym był opublikowany

source: <strong>{{ account }}</strong> removed playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a> by updating its channel
pl_pl: Użytkownik <strong>{{ account }}</strong> usunął playlistę <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a> poprzez zmianę kanału, na którym była ona dostępna

source: <strong>{{ account }}</strong> created video <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a> by updating its channel
pl_pl: Użytkownik <strong>{{ account }}</strong> stworzył film <a [routerLink]="[ '/w', a.video.shortUUID ]">{{ a.video.name }}</a> poprzez zmianę kanału, na którym był opublikowany

source: <strong>{{ account }}</strong> created playlist <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a> by updating its channel
pl_pl: Użytkownik <strong>{{ account }}</strong> stworzył playlistę <a [routerLink]="[ '/my-library/video-playlists/', a.playlist.shortUUID ]">{{ a.playlist.name }}</a> poprzez zmianę kanału, na którym była ona dostępna

source: IMAGES
pl_pl: ZDJĘCIA

source: INFORMATION
pl_pl: INFORMACJE

source: Your watched words
ca_es: Les vostres paraules vigilades
ja_jp: あなたが設定した監視対象フレーズ
pl_pl: Twoje obserwowane słowa

source: Change your email
ca_es: Canviar la vostra adreça electrònica
ja_jp: メールアドレスの変更
pl_pl: Zmień swój adres e-mail

source: Your current email is <strong>{{ user.email }}</strong>
ja_jp: あなたの現在のメールアドレスは<strong>{{ user.email }}</strong>
pl_pl: Twój obecny adres e-mail to <strong>{{ user.email }}</strong>

source: Ownership changes
ca_es: Canvis de titularitat
ja_jp: 所有権を変更
kab: Isenfal n wamli
pl_pl: Zmiany właściciela

source: My video history
ca_es: El meu historial de vídeos
ja_jp: 動画の再生履歴
kab: Azray n tvidyut
pl_pl: Moja historia filmów

source: Create new synchronization
ca_es: Crear una nova sincronització
ja_jp: 新しいチャンネル同期を作成
pl_pl: Stwórz nową synchronizację

source: Channels
ca_es: Canals
ja_jp: チャンネル
kab: Ibuda
pl_pl: Kanały

source: Manage
ca_es: Gestionar
ja_jp: 管理
pl_pl: Zarządzaj

source: All channels
pl_pl: Wszystkie kanały

source: Only channels owned by me
pl_pl: Tylko kanały, których jestem właścicielem

source: You don't have any videos published yet.
ja_jp: まだ動画を公開していません。
pl_pl: Nie masz jeszcze żadnych opublikowanych filmów.

source: Synchronizations
ca_es: Sincronitzacions
ja_jp: 同期
pl_pl: Synchronizacje

source: Imports
ca_es: Importacions
ja_jp: インポート
pl_pl: Importy

source: Videos
ca_es: Vídeos
ja_jp: 動画
kab: Tividyutin
pl_pl: Filmy

source: Playlists
ca_es: Llistes de reproducció
ja_jp: プレイリスト
kab: Tibdarin n tɣuri
pl_pl: Listy odtwarzania

source: max size
ca_es: mida màxima
ja_jp: 最大サイズ
kab: teɣzi tafellayt
pl_pl: Maksymalny rozmiar

source: An email with verification link will be sent to {PH}.
ca_es: S'enviarà un missatge amb l'enllaç de verificació a {PH}.
ja_jp: 認証リンクを記載したメールが{PH}に送信されます。
kab: Imayl s useɣwen n usenqed ad yettwazen ɣer {PH}.
pl_pl: E-mail z linkiem weryfikacyjnym zostanie wysłany do {PH}.

source: Verify email
ca_es: Verificar l'adreça electrònica
ja_jp: メールを認証する
pl_pl: Zweryfikuj adres e-mail

source: Unable to find user id or verification string.
ca_es: No es pot trobar l'identificador d'usuari ni la cadena de verificació.
ja_jp: ユーザーIDまたは確認文字列が見つかりません。
kab: D awezɣi ad d-naf asulay n useqdac neɣ azrir n usenqed.
pl_pl: Nie można znaleźć ID użytkownika lub kodu weryfikującego.

source: Subscribe to the account
ca_es: Subscriure's al compte
ja_jp: アカウントを購読
kab: Multeɣ ɣer umiḍan
pl_pl: Subskrybuj to konto

source: CUT VIDEO
ca_es: TALLAR VÍDEO
ja_jp: 動画のカット
pl_pl: PRZYTNIJ FILM

source: Set a new start/end.
ca_es: Canviar inici/final.
ja_jp: 新しい再生開始・終了地点を設定します。
pl_pl: Ustal nowy początek i/lub koniec.

source: New start
ca_es: Nou inici
ja_jp: 新しい再生開始地点
pl_pl: Nowy początek

source: New end
ca_es: Nou final
ja_jp: 新しい再生終了地点
pl_pl: Nowy koniec

source: ADD INTRO
ca_es: AFEGIR INTRO
ja_jp: イントロの追加
pl_pl: DODAJ CZOŁÓWKĘ

source: Concatenate a file at the beginning of the video.
ca_es: Concatenar un fitxer al principi del vídeo.
ja_jp: 動画ファイルを動画の最初に挿入します。
pl_pl: Scal dodatkowy plik z obecnym filmem na jego początku.

source: Select the intro video file
ca_es: Trieu el fitxer de vídeo d'introducció
ja_jp: イントロ用の動画ファイルを選択
pl_pl: Wybierz plik wideo czołówki

source: ADD OUTRO
ca_es: AFEGIR «OUTRO»
ja_jp: エンディングの追加
pl_pl: DODAJ TYŁÓWKĘ

source: Concatenate a file at the end of the video.
ca_es: Concatenar un fitxer al final del vídeo.
ja_jp: 動画ファイルを動画の終わりに挿入します。
pl_pl: Scal dodatkowy plik z obecnym filmem na jego końcu.

source: Select the outro video file
ca_es: Trieu el fitxer de vídeo de final
ja_jp: エンディング動画のファイルを選択
pl_pl: Wybierz plik wideo tyłówki

source: ADD WATERMARK
ca_es: AFEGIR MARCA D'AIGUA
ja_jp: ウォーターマークの追加
pl_pl: DODAJ ZNAK WODNY

source: Add a watermark image to the video.
ca_es: Afegir una imatge de marca d'aigua al vídeo.
ja_jp: ウォーターマーク画像を動画に追加します。
pl_pl: Dodaj obraz znaku wodnego do filmu.

source: Select watermark image file
ca_es: Trieu un fitxer d'imatge de marca d'aigua
ja_jp: ウォーターマーク画像を選択
pl_pl: Wybierz plik obrazu prezentujący znak wodny

source: Original video
ja_jp: オリジナル動画
pl_pl: Oryginalny film

source: Edits to apply:
ja_jp: 編集を適用:
pl_pl: Modyfikacje do zastosowania:

source: The current video will be overwritten by this edited video and <strong>you won't be able to recover it</strong>.<br /><br />
ja_jp: 現在の動画は編集済みの動画に上書きされるため、<strong>動画を元に戻すことはできません</strong>。<br /><br />
pl_pl: Obecny film zostanie nadpisany zmodyfikowanym filmem i <strong>nie będziesz w stanie go potem odzyskać</strong>.<br /><br />

source: As a reminder, the following tasks will be executed: <ol>listHTML</ol>
ja_jp: なお、次のタスクが実行されます: <ol>listHTML</ol>
pl_pl: Dla przypomnienia, poniższe zadania zostaną wykonane: <ol>listHTML</ol>

source: Focus the search bar
ca_es: Posar el focus a la barra de cerca
ja_jp: 検索バーに移動
pl_pl: Przejdź do paska wyszukiwania

source: Toggle the left menu
ca_es: Commutar el menú esquerre
ja_jp: メニューの表示/非表示
kab: Beddel umuɣ azelmaḍ
pl_pl: Pokaż/schowaj menu po lewej

source: Go to the "Discover videos" page
ca_es: Anar a la pàgina «Descobrir vídeos»
ja_jp: "動画を探す"ページに移動
pl_pl: Przejdź na podstronę „Odkrywaj filmy”

source: Go to the "Browse videos" page
ca_es: Anar a la pàgina «Explorar vídeos»
ja_jp: "動画を探す"ページに移動
pl_pl: Przejdź na podstronę „Przeglądaj filmy”

source: Go to the "Publish video" page
ca_es: Anar a la pàgina «Publicar vídeo»
ja_jp: "公開動画"ページに移動
pl_pl: Przejdź na podstronę „Opublikuj film”

source: Manage your video
ja_jp: 動画を管理
pl_pl: Zarządzaj swoim filmem

source: Publish your video
ja_jp: 動画を公開
pl_pl: Opublikuj swój film

source: Go to my subscriptions
ca_es: Anar a les meves subscripcions
ja_jp: 「あなたが登録したチャンネル」のページに移動
kab: Ddu ɣer yimultaɣ-inu
pl_pl: Przejdź do moich subskrypcji

source: Go to my videos
ca_es: Anar als meus vídeos
ja_jp: 「あなたの動画」のページに移動
kab: Ddu ɣer tvidyutin-inu
pl_pl: Przejdź do moich filmów

source: Go to my imports
ca_es: Anar a les meves importacions
ja_jp: 「インポートした動画」のページに移動
kab: Ddu ɣer waktaren-inu
pl_pl: Przejdź do moich importów

source: Go to my channels
ca_es: Anar als meus canals
ja_jp: 「あなたのチャンネル」のページに移動
kab: Ddu ɣer yibuda-inu
pl_pl: Przejdź do moich kanałów

source: Cannot retrieve OAuth Client credentials: err.message. Ensure you have correctly configured PeerTube (config/ directory), in particular the "webserver" section.
ca_es: No es poden recuperar les credencials del client OAuth: err.message. Assegureu-vos que heu configurat correctament PeerTube (directori config/), en particular la secció «servidor web».
pl_pl: Nie można uzyskać danych uwierzytelniających klienta OAuth: error.text. Upewnij się, że PeerTube jest prawidłowo skonfigurowane (katalog config/), szczególnie w sekcji „webserver”.

source: Show / hide this help menu
ca_es: Mostrar/amagar aquest menú d'ajuda
ja_jp: ヘルプメニューを表示/非表示
pl_pl: Pokaż / ukryj to menu pomocowe

source: Hide this help menu
ca_es: Amagar aquest menú d'ajuda
ja_jp: ヘルプメニューを非表示
pl_pl: Ukryj to menu pomocowe

source: Trending
ca_es: Tendències
ja_jp: トレンド
pl_pl: Trendy

source: Home
ca_es: Inici
ja_jp: ホーム
pl_pl: Strona główna

source: Success
ca_es: Correcte
ja_jp: 成功
kab: Yedda
pl_pl: Sukces

source: Started on <strong>{{ session.startDate | ptDate:'medium' }}</strong>
ja_jp: <strong>{{ session.startDate | ptDate:'medium' }}</strong>に開始
pl_pl: Rozpoczęto <strong>{{ session.startDate | ptDate:'medium' }}</strong>

source: Ended on <strong>{{ session.endDate | ptDate:'medium' }}</strong>
ja_jp: <strong>{{ session.endDate | ptDate:'medium' }}</strong>に終了
pl_pl: Zakończono <strong>{{ session.endDate | ptDate:'medium' }}</strong>

source: Incorrect username or password.
ca_es: Identificador o contrasenya incorrectes.
ja_jp: ユーザー名またはパスワードが違います。
kab: Isem n useqdac neɣ awal n uɛeddi d urameɣtu.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: Your account is blocked.
ca_es: El vostre compte està blocat.
ja_jp: あなたのアカウントはブロックされています。
kab: Amiḍan-ik·im yettusewḥel.
pl_pl: Twoje konto jest zablokowane.

source: This account is awaiting approval by moderators.
ca_es: Aquest compte està pendent d'aprovació de la moderació.
ja_jp: このアカウントはモデレーターによる承認を待っています。
pl_pl: To konto wymaga ręcznej akceptacji przez moderację.

source: Registration approval has been rejected for this account.
ca_es: S'ha rebutjat l'aprovació del registre per a aquest compte.
ja_jp: このアカウントへの登録承認は拒否されました。
pl_pl: Zapytanie o rejestrację tego konta zostało odrzucone.

source: Unknown
ca_es: Desconegut
ja_jp: 不明
kab: D arussin
pl_pl: Nieznane

source: Your password has been successfully reset!
ca_es: La contrasenya s'ha restablit correctament!
ja_jp: パスワードは正常にリセットされました！
kab: Awal-ik·im uffir yettuwennez akkken iwata!
pl_pl: Pomyślnie zresetowano hasło!

source: Today
ca_es: Avui
ja_jp: 今日
kab: Ass-a
pl_pl: Dzisiaj

source: Cannot load more videos. Try again later.
ca_es: No es poden carregar més vídeos. Torneu-ho a provar més tard.
ja_jp: さらに動画を読み込むことができません。後ほど再度お試しください。
kab: Ur yezmir ara ad d-isali ugar n tvidyutin. Ɛreḍ tikkelt-niḍen ticki.
pl_pl: Nie można załadować więcej filmów. Spróbuj ponownie później.

source: Last 7 days
ca_es: Últims 7 dies
ja_jp: 過去7日間
kab: Di 7 n wussan ineggura
pl_pl: Ostatnie 7 dni

source: Last 30 days
ca_es: Últims 30 dies
ja_jp: 過去30日間
kab: Imettekiyen imezwura deg 30 ussan-agi inegura
pl_pl: Ostatnie 30 dni

source: Last 365 days
ca_es: Últims 365 dies
ja_jp: 過去1年間
kab: Di 365 wussan aya
pl_pl: Ostatnie 365 dni

source: VOD videos
ca_es: Vídeos VOD
ja_jp: ビデオ・オン・デマンド動画
pl_pl: Filmy VOD

source: Live videos
ca_es: Vídeos en directe
ja_jp: ライブ配信
pl_pl: Filmy na żywo

source: Short (< 4 min)
ca_es: Curt (< 4 min)
ja_jp: 短い (< 4分)
kab: Tewzel (< 4 tsd)
pl_pl: Krótkie (< 4 min)

source: Medium (4-10 min)
ca_es: Mitjà (4-10 min)
ja_jp: 中間 (4～10分)
kab: Alemmas (4-10 tsd)
pl_pl: Średni (4-10 min)

source: Long (> 10 min)
ja_jp: 長い (> 10分)
pl_pl: Długie (> 10 min)

source: Relevance
ca_es: Rellevància
ja_jp: 関連性
kab: Tiseddi
pl_pl: Trafność

source: Publish date
ca_es: Data de publicació
ja_jp: 公開日
kab: Azemz n usuffeɣ
pl_pl: Data wydania

source: Views
ca_es: Visualitzacions
ja_jp: 再生回数
kab: Timezriyin
pl_pl: Wyświetlenia

source: Search error
ca_es: Error de cerca
ja_jp: 検索エラー
kab: Tuccḍa n unadi
pl_pl: Błąd wyszukiwania

source: this.numberOfFilters() active filters, open the filters panel
ca_es: this.numberOfFilters() filtres actius, obrir el tauler de filtres
ja_jp: this.numberOfFilters()つの有効なフィルターがあります、フィルターパネルを開く
pl_pl: Aktywnych filtrów: this.numberOfFilters(), otwórz panel filtrów

source: Search this.currentSearch
ca_es: Cercar this.currentSearch
ja_jp: this.currentSearchを検索
pl_pl: Wyniki wyszukiwania dla „this.currentSearch”

source: Host filter is invalid
ja_jp: 無効なホストフィルターです
pl_pl: Filtr hostów został nieprawidłowo zdefiniowany

source: Search
ca_es: Cercar
ja_jp: 検索
kab: Nadi
pl_pl: Szukaj

source: Search your videos
ja_jp: 動画を検索
pl_pl: Wyszukaj w swoich filmach

source: User email has been verified
ca_es: S'ha verificat l'adreça electrònica del compte
ja_jp: ユーザーのメールは認証されました
pl_pl: Adres e-mail użytkownika został zweryfikowany
