Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Use <a class="link-orange" routerLink="/admin/plugins">plugins & themes</a> for more involved changes, or add slight <a class="link-orange" routerLink="/admin/config/edit-custom" fragment="advanced-configuration">customizations</a>.
ca_es: Empreu <a class="link-orange" routerLink="/admin/plugins">complements i temes</a> per a canvis més complicats, o afegir lleugeres <a class="link-orange" routerLink="/admin/config/edit-custom" fragment="advanced-configuration">personalitzacions</a>.

source: ⚠️ You don't have any external auth plugin enabled.
ca_es: ⚠️ No teniu cap complement d'autenticació extern habilitat.

source: ⚠️ You have multiple external auth plugins enabled.
ca_es: ⚠️ Teniu diversos complements d'autenticació externs habilitats.

source: Display a message on your instance
ca_es: Mostrar un missatge a la instància
kab: Sken izen deg tummant-ik·im

source: Manage <a routerLink="/admin/users">users</a> to set their quota individually.
ca_es: Gestionar <a routerLink="/admin/users">comptes</a> per a establir llurs quotes individualment.
kab: Sefrek <a routerLink="/admin/users">iseqdacen</a> i usbadu n umur-nsen i yal yiwen.

source: When the total number of users in your instance reaches this limit, registrations are disabled. -1 == unlimited
ca_es: Quan el nombre total de comptes de la instància arriba a aquest límit, els registres es desactiven. -1 == il·limitat

source: Signup won't be limited to a fixed number of users.
ca_es: El registre no es limitarà a un nombre fix de comptes.
kab: Ajerred ur yesεi ara talast n umḍan uṣbiḍ n yiseqdacen.

source: Default video quota per user
ca_es: Quota de vídeo predeterminada per persona
kab: Afmiḍi n tvidyut amezwer i useqdac

source: Default daily upload limit per user
ca_es: Límit de càrrega diària predeterminat per compte

source: Automatically enable video history for new users
ca_es: Habilitar automàticament l'historial de vídeo per als comptes nous

source: <a href="https://docs.joinpeertube.org/admin/configuration#automatic-transcription" target="_blank">Automatically create subtitles</a> for uploaded/imported VOD videos
ca_es: <a href="https://docs.joinpeertube.org/admin/configuration#automatic-transcription" target="_blank">Crear subtítols automàticament</a> per als vídeos sota demanda (VOD) penjats/importats

source: Use <a routerLink="/admin/system/runners/runners-list">remote runners</a> to process transcription tasks. Remote runners has to register on your instance first.
ca_es: Fer servir <a routerLink="/admin/system/runners/runners-list">codificadors remots</a> per processar tasques de transcripció. Els executors remots primer s'han de registrar a la vostra instància

source: Allow {START_TAG_STRONG}your users{CLOSE_TAG_STRONG} to look up remote videos/actors that may not be federated with your instance
ca_es: Autoritzar {START_TAG_STRONG}als vostres comptes{CLOSE_TAG_STRONG} la cerca de vídeos/actors remots que poden no estar federats amb la vostra instància
kab: Sireg {START_TAG_STRONG}iseqdacen-ik·im{CLOSE_TAG_STRONG} i unadi n tvidyutin/imeggan imneggagen ur ttusdukklen ara ahat akked tummant-ik·im

source: Allow {START_TAG_STRONG}anonymous users{CLOSE_TAG_STRONG} to look up remote videos/actors that may not be federated with your instance
ca_es: Autoritzar {START_TAG_STRONG}a persones anònimes{CLOSE_TAG_STRONG} la cerca de vídeos/actors remots que poden no estar federats amb la vostra instància
kab: Sireg {START_TAG_STRONG}iseqdacen udrigen{CLOSE_TAG_STRONG} i unadi n tvidyutin/imeggan imneggagen ur ttusdukklen ara ahat akked tummant-ik·im

source: ⚠️ This functionality depends heavily on the moderation of instances followed by the search index you select.
ca_es: ⚠️ Aquesta funcionalitat depèn en gran mesura de la moderació de les instàncies seguides per l'índex de cerca que trieu.

source: Otherwise the local search stays used by default
ca_es: En cas contrari la cerca local es continua utilitzant per defecte

source: The archive file is deleted after this period.
ca_es: El fitxer d'arxiu s'elimina després d'aquest període.

source: Manage <a routerLink="/admin/follows">relations</a> with other instances.
ca_es: Administrar <a routerLink="/admin/follows">relacions</a> amb altres instàncies.
kab: Sefrek <a routerLink="/admin/follows">assaɣen</a> akked tummanin-nniḍen.

source: Other instances can follow yours
ca_es: Altres instàncies poden seguir la vostra
kab: Tummanin-nniḍen zemrent ad ḍefrent tummant-ik·im

source: Manually approve new instance followers
ca_es: Aprovar manualment els nous seguiments de la instància
kab: Qbel s ufus ineḍfaren imaynuten n tummant

source: Automatically follow back instances
ca_es: Torneu el seguiment a les instàncies automàticament
kab: Ḍfer s wudem awurman tummanin i ak·akem-yeṭṭafaren

source: Automatically follow instances of a public index
ca_es: Seguir automàticament les instàncies d'un índex públic
kab: Ḍfer s wudem awurman tummanin n umatar azayaz

source: See <a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">the documentation</a> for more information about the expected URL
ca_es: Veure <a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">la documentació</a> per obtindre més informació sobre l'URL esperat
kab: Wali <a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">tasemlit</a> i wugar n telɣut ɣef URL yettṛaǧun

source: VOD Transcoding
ca_es: Transcodificació VOD
kab: Anigtengel VOD

source: Enable users of your instance to stream live.
ca_es: Permetre els comptes de la vostra instància emetre en directe.
kab: Rmed iseqdacen n tummant-ik·im i usuddem usrid.

source: Max simultaneous lives created on your instance
ca_es: Nombre màxim d'emissions en directe simultànies creades a la vostra instància

source: Use <a routerLink="/admin/system/runners/runners-list">remote runners</a> to process live transcoding. Remote runners has to register on your instance first.
ca_es: Fer servir <a routerLink="/admin/system/runners/runners-list">codificadors remots</a> per processar la transcodificació de directes. Els executors remots s'han de registrar primer a la vostra instància.

source: Use <a routerLink="/admin/system/runners/runners-list">remote runners</a> to process VOD transcoding. Remote runners has to register on your instance first.
ca_es: Fer servir <a routerLink="/admin/system/runners/runners-list">codificadors remots</a> per processar la transcodificació de VOD. Els executors remots s'han de registrar primer a la vostra instància.

source: <strong>Requires ffmpeg >= 4.1</strong><p>Generate HLS playlists and fragmented MP4 files resulting in a better playback than with Web Videos:</p><ul><li>Resolution change is smoother</li><li>Faster playback especially with long videos</li><li>More stable playback (less bugs/infinite loading)</li></ul><p>If you also enabled Web Videos support, it will multiply videos storage by 2</p>
ca_es: <strong>Necessita ffmpeg >= 4.1</strong><p>Genera llistes de reproducció HLS i arxius MP4 en fragments que permeten una millor reproducció que amb els tradicionals «Vídeos Web»:</p><ul><li>El canvi de resolució és més suau</li><li>Reproducció més ràpida, especialment de vídeos llargs</li><li>Reproducció més estable (menys errades/càrrega sense fi)</li></ul><p>Si també heu habilitat el suport de «Web Videos», això duplicarà l'espai d'emmagatzematge de vídeos</p>

source: Use <a routerLink="/admin/system/runners/runners-list">remote runners</a> to process studio transcoding tasks. Remote runners has to register on your instance first.
ca_es: Fer servir <a routerLink="/admin/system/runners/runners-list">codificadors remots</a> per processar les transcodificacions de l'estudi. Els codificadors remots s'han de registrar primer a la vostra instància.

source: CUSTOMIZATIONS
ca_es: PERSONALITZACIONS

source: Slight modifications to your PeerTube instance for when creating a plugin or theme is overkill.
ca_es: Modificacions lleus a la vostra instància de PeerTube per quan la creació d'un complement o un tema és excessiva.
kab: Isnifal ifessasen i tummant-ik·im PeerTube mi ara yettwarnu uzegrir neɣ usentel iɛeddan talast.

source: <p class="mb-2">Write JavaScript code directly. Example:</p><pre>console.log('my instance is amazing');</pre>
ca_es: <p class="mb-2">Escriure codi JavaScript directament. Per exemple:</p><pre>console.log('aquesta instància és fantàstica');</pre>

source: <p class="mb-2">Write CSS code directly. Example:</p><pre>#custom-css {{ '{' }} color: red; {{ '}' }} </pre><p class="mb-2">Prepend with <em>#custom-css</em> to override styles. Example:</p><pre>#custom-css .logged-in-email {{ '{' }} color: red; {{ '}' }} </pre>
ca_es: <p class="mb-2">Escriure codi CSS directament. Per exemple:</p><pre>#custom-css {{ '{' }} color: red; {{ '}' }} </pre><p class="mb-2">Avantposeu amb <em>#custom-css</em> per anul·lar estils. Per exemple:</p><pre>#custom-css .logged-in-email {{ '{' }} color: red; {{ '}' }} </pre>

source: You cannot allow live replay if you don't enable transcoding.
ca_es: No podeu permetre l'emissió en directe si no activeu la transcodificació.
kab: Ur tezmireḍ ara ad tsirgeḍ allus n usuddem srid ma yella ur termided ara anigtengel.

source: You cannot change the server configuration because it's managed externally.
ca_es: No podeu canviar la configuració del servidor perquè es gestiona externament.

source: There are errors in the form: <ul> <li *ngFor="let error of grabAllErrors()"> {{ error }} </li></ul>
ca_es: Hi ha errors al formulari: <ul> <li *ngFor="let error of grabAllErrors()"> {{ error }} </li></ul>
kab: Llant tucḍiwin deg tferkit: <ul> <li *ngFor="let error of grabAllErrors()"> {{ error }} </li></ul>

source: Update configuration
ca_es: Actualitzar la configuració

source: Two factor authentication is already enabled.
ca_es: L'autenticació de dos factors ja està habilitada.

source: Update your <a routerLink="/my-account/settings" fragment="video-languages-subtitles" (click)="onAccountSettingsClick($event)">default settings</a>
ca_es: Actualitzeu la vostra <a routerLink="/my-account/settings" fragment="video-languages-subtitles" (click)="onAccountSettingsClick($event)">configuració per defecte</a>

source: Display all videos (private, unlisted, password protected or not yet published)
ca_es: Mostrar tots els vídeos (privats, ocults, protegits amb contrasenya o encara no publicats)

source: Default policy on videos containing sensitive content
ca_es: Política predeterminada en vídeos que contenen contingut sensible
kab: Tasertit tamezwert n tvidyutin yesεan agbur amḥulfu

source: With <strong>Hide</strong> or <strong>Blur thumbnails</strong>, a confirmation will be requested to watch the video.
ca_es: Amb <strong>Amagar</strong> o <strong>Desenfocar miniatures</strong>, es demanarà confirmació per a reproduir el vídeo.

source: Policy for sensitive videos
ca_es: Política per vídeos sensibles
kab: Tasertit n tvidyutin timḥulfa

source: Social links and support information displayed in the <em>About</em> pages
ca_es: Enllaços socials i informació d'assistència que es mostren a les pàgines <em>Quant a</em>

source: Last published first
ca_es: Darrera publicació primer
kab: Tisuffaɣ tineggura d timezwura

source: Last created first
ca_es: Darrera creació primer
kab: Aneggaru akk i yettwarnan i d amezwaru

source: Most viewed first
ca_es: Els més vistos primer
kab: Ayen yettuwalan s waṭas d amezwaru

source: Most liked first
ca_es: Els més agradats primer
kab: Win yesεan aṭas n uεǧab d amezwaru

source: Longest first
ca_es: Els més llargs primer
kab: Aɣezzfan akk i d amezwaru

source: Created {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
ca_es: Creat {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}
kab: Yettwarna {START_TAG_P_SORTICON}{CLOSE_TAG_P_SORTICON}

source: External Channel <p-sortIcon field="externalChannelUrl"></p-sortIcon>
ca_es: Canal extern <p-sortIcon field="externalChannelUrl"></p-sortIcon>

source: Channel <p-sortIcon field="videoChannel"></p-sortIcon>
ca_es: Canal <p-sortIcon field="videoChannel"></p-sortIcon>

source: Last synchronization at <p-sortIcon field="lastSyncAt"></p-sortIcon>
ca_es: Última sincronització el <p-sortIcon field="lastSyncAt"></p-sortIcon>

source: This video was deleted
ca_es: Aquest vídeo s'ha suprimit
kab: Tavidyut-a tettwakkes

source: Some of your channels are not fully set up. Make them welcoming and explicit about what you publish by adding a <strong>banner</strong>, an <strong>avatar</strong> and a <strong>description</strong>.
ca_es: Alguns dels vostres canals no estan completament configurats. Feu que siguin acollidors i explícits sobre el que publiqueu afegint un <strong>bàner</strong>, un <strong>avatar</strong> i una <strong>descripció</strong>.

source: this.pagination.totalItems {total, plural, =1 {playlist} other {playlists}}
ca_es: this.pagination.totalItems {total, plural, =1 {llista} other {llistes}} de reproducció

source: Browse videos on PeerTube to add them in your playlist.
ca_es: Navega pels vídeos a PeerTube per afegir-los a la teva llista de reproducció.
kab: Inig deg tvidyutin ɣef PeerTube i wakken ad tent-ternuḍ ɣer tebdart-ik·im n tɣuri.

source: See the {START_LINK}documentation{CLOSE_LINK} for more information.
ca_es: Consulteu la {START_LINK}documentació{CLOSE_LINK} per a més informació.
kab: Wali {START_LINK}tasemlit{CLOSE_LINK} i wugar n telɣut.

source: Video stats
ca_es: Estadístiques de vídeo

source: {{ video.name }} statistics
ca_es: {{ video.name }} estadistiques

source: Manage channel
ca_es: Administrar canal

source: This instance does not require email verification.
ca_es: Aquesta instància no requereix verificació de correu electrònic.
kab: Tummant-a ur teḥwaǧ ara imayl n usenqed.

source: If you need help using PeerTube, you can have a look at the <a class="link-orange" href="https://docs.joinpeertube.org/use/setup-account" target="_blank" rel="noopener noreferrer">documentation</a>.
ca_es: Si necessiteu ajuda per utilitzar PeerTube, podeu consultar la <a class="link-orange" href="https://docs.joinpeertube.org/use/setup-account" target="_blank" rel="noopener noreferrer">documentació</a>.

source: <strong>Welcome</strong><div>on {{ instanceName }}</div>
ca_es: <strong>Benvinguda</strong><div>a {{ instanceName }}</div>

source: <strong>Check your email</strong> to validate your account and complete your registration request.
ca_es: <strong>Comproveu el correu</strong> per validar i completar la vostra petició de registre.

source: <strong>Check your email</strong> to validate your account and complete your registration.
ca_es: <strong>Comproveu el correu</strong> per validar el vostre compte i completar el registre.

source: Manage account
ca_es: Administrar compte
kab: Sefrek amiḍan

source: NEW CHANNEL
ca_es: NOU CANAL

source: UPDATE CHANNEL
ca_es: ACTUALITZAR DEL CANAL

source: SHOW THIS CHANNEL >
ca_es: MOSTRAR AQUEST CANAL >
kab: SKEN ABADU-A >

source: Stats
ca_es: Estadístiques
kab: Tiddadanin

source: About this instance
ca_es: Quant a aquesta instància

source: {{ config.instance.name }} is dedicated to sensitive/NSFW content.
ca_es: {{ config.instance.name }} es dedica al contingut sensible/NSFW.

source: About this instance's network
ca_es: Quant a la xarxa d'aquesta instància
kab: Ɣef uzeṭṭa n tummant-a

source: I am at least {{ minimumAge }} years old and agree to the <a class="link-orange" (click)="onTermsClick($event)" href='#'>Terms</a><ng-container *ngIf="hasCodeOfConduct"> and to the <a class="link-orange" (click)="onCodeOfConductClick($event)" href='#'>Code of Conduct</a></ng-container> of {{ instanceName }}
ca_es: Tinc almenys {{ minimumAge }} anys i estic d'acord amb les <a class="link-orange" (click)="onTermsClick($event)" href='#'>Condicions d'ús</a><ng-container *ngIf="hasCodeOfConduct"> i el <a class="link-orange" (click)="onCodeOfConductClick($event)" href='#'>Codi de Conducta</a></ng-container> of {{ instanceName }}

source: Video uploads are disabled on this instance, hence your account won't be able to upload videos.
ca_es: La publicació de vídeos està desactivada en aquesta instància. Com a resultat, el vostre compte no podrà publicar vídeos.

source: This email address will be used to validate your account.
ca_es: Aquesta adreça de electrònica s'utilitzarà per validar el vostre compte.

source: {{ instanceName }} platform subscribes to content from <a routerLink="/about/follows" target="_blank">{{ totalFollowing }} other platforms</a>.
ca_es: {{ instanceName }} subscriu contingut <a routerLink="/about/follows" target="_blank">{{ totalFollowing }} d'altres plataformes</a>.

source: Blurred
ca_es: Difuminat

source: However, you may want to read <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=transcoding">our guidelines</a> before tweaking the following values.
ca_es: Tanmateix, potser voldreu llegir <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=transcoding">les nostres directrius</a> abans d'ajustar els valors següents.

source: Process uploaded videos so that they are in a streamable form that any device can play. Though costly in resources, this is a critical part of PeerTube, so tread carefully.
ca_es: Processa els vídeos penjats perquè es puguin transmetre en una forma que pugui reproduir qualsevol dispositiu. Tot i que és costós en recursos, aquesta és una part essencial de PeerTube, així que aneu amb compte.
kab: Sesfer tividyutin i d-yettwasulin akken ara yilint am yisuddimen ara yizmiren akk ibenkan ad d-ɣren. Γas akken yesɣamay-d ɣlay deg yiɣbula, ma ca aya yettuneḥsab d aḥric yesεan aṭas azal deg Peertube, ihi ddu kan s leεqel.

source: Updating instance configuration from the web interface is disabled by the system administrator.
ca_es: L'administració del sistema ha desactivat els canvis de configuració de la instància des de la interfície web.

source: Basic
ca_es: Bàsic

source: Configuration updated.
ca_es: S'ha actualitzat la configuració.
kab: Tettwaleqqem twila.

source: INSTANCE HOMEPAGE
ca_es: PÀGINA D'INICI DE LA INSTÀNCIA

source: Edit custom configuration
ca_es: Editar la configuració de la instància
kab: Ẓreg tawila tudmawant

source: 100MB
ca_es: 100 MO

source: 500MB
ca_es: 500 MO

source: 1GB
ca_es: 1 GO

source: 5GB
ca_es: 5 GO

source: 20GB
ca_es: 20 GO

source: 50GB
ca_es: 50 GO

source: 100GB
ca_es: 100 GO
kab: 100GAṬ

source: 200GB
ca_es: 200 GO
kab: 200GAṬ

source: 500GB
ca_es: 500 GO
kab: 500GAṬ

source: 10MB
ca_es: 10 MO
kab: 10GAṬ

source: 50MB
ca_es: 50 MO
kab: 50GAṬ

source: 2GB
ca_es: 2 GO
kab: 2GAṬ

source: 10GB
ca_es: 10 GO
kab: 10GAṬ

source: Account {PH} unmuted by your instance.
ca_es: El compte {PH} ja no està silenciat per la vostra instància.
kab: Amiḍan {PH} yettwakkes-as usgugem s tummant-inek·inem.

source: Instance {PH} unmuted by your instance.
ca_es: La instància {PH} ja no està silenciada per la vostra instància.
kab: Tummant {PH} yettwakkes-as usgugem s tummant-ik·im.

source: Instance {PH} muted by your instance.
ca_es: La instància {PH} està silenciada per la vostra instància.
kab: Tummant {PH} tettwasgugem s tummant-ik·im.

source: Please only install plugins or themes you trust, since they can execute any code on your instance.
ca_es: Instal·leu només complements o temes en què confieu, ja que poden executar qualsevol codi a la instància.

source: PeerTube thinks your web browser public IP is <strong>{{ debug?.ip }}</strong>.
ca_es: PeerTube creu que la IP pública del vostre navegador web és <strong>{{ debug?.ip }}</strong>.
kab: PeerTube yettwali tansa-ik·im n IP tazayazt n yiminig web d <strong>{{ debug?.ip }}</strong>.

source: Check the <code>trust_proxy</code> configuration key
ca_es: Comproveu la clau de configuració <code>trust_proxy</code>
kab: Senqed tasarut n twila <code>trust_proxy</code> configuration key

source: debug
ca_es: depuració
kab: asegti

source: info
ca_es: informació
kab: talɣut

source: Files <p-sortIcon field="localVideoFilesSize"></th>
ca_es: Fitxers <p-sortIcon field="localVideoFilesSize"></th>

source: Published <p-sortIcon field="publishedAt"></p-sortIcon>
ca_es: Publicat el <p-sortIcon field="publishedAt"></p-sortIcon>

source: Go to the manage your account page
ca_es: Accedir a la gestió del vostre compte

source: Priority <p-sortIcon field="priority"></th>
ca_es: Prioritat <p-sortIcon field="priority"></th>

source: Progress <p-sortIcon field="progress"></th>
ca_es: Progrés <p-sortIcon field="progress"></th>

source: Muted instances
ca_es: Instàncies silenciades

source: <ng-container *ngIf="isAccept()">Accept {{ registration.username }} registration</ng-container><ng-container *ngIf="isReject()">Reject {{ registration.username }} registration</ng-container>
ca_es: <ng-container *ngIf="isAccept()">Acceptar {{ registration.username }} el registre</ng-container><ng-container *ngIf="isReject()">Rebutjar{{ registration.username }} el registren</ng-container>

source: <strong>Accepting</strong> <em>{{ registration.username }}</em> registration will create the account and channel.
ca_es: Si <strong>accepteu el registre</strong> <em>{{ registration.username }}</em> es crearà el compte i el canal.

source: An email will be sent to <em>{{ registration.email }}</em> explaining its account has been created with the moderation response you'll write below.
ca_es: S'enviarà un missatge a <em>{{ registration.email }}</em> anunciant que s'ha creat el compte amb la resposta de la moderació que escriureu tot seguit.

source: Emails are not enabled on this instance so PeerTube won't be able to send an email to <em>{{ registration.email }}</em> explaining its account has been created.
ca_es: El correu electrònic no està habilitat en aquesta instància, de manera que PeerTube no podrà enviar un missatge a <em>{{ registration.email }}</em> anunciant que s'ha creat el compte.

source: An email will be sent to <em>{{ registration.email }}</em> explaining its registration request has been <strong>rejected</strong> with the moderation response you'll write below.
ca_es: S'enviarà un missatge a <em>{{ registration.email }}</em> informant que la petició de registre s'ha <strong>rebutjat</strong> amb la resposta de moderació que escriureu tot seguit.

source: Emails are not enabled on this instance so PeerTube won't be able to send an email to <em>{{ registration.email }}</em> explaining its registration request has been rejected.
ca_es: El correu electrònic no està habilitat en aquesta instància, de manera que PeerTube no podrà enviar un missatge a <em>{{ registration.email }}</em> informant que la petició de registre s'ha rebutjat.

source: Select the columns to display
ca_es: Trieu les columnes per mostrar

source: Set Email as Verified
ca_es: Establir l'adreça electrònica com a verificada
kab: Sbadu imayl am wakken yettusenqed

source: <p>You can't create users or channels with a username that already used by a deleted user/channel.</p>
ca_es: <p>No podeu crear comptes o canals amb un nom ja utilitzat per un compte/canal suprimitl.</p>

source: Instance {PH} unmuted.
ca_es: La instància {PH} ja no està silenciada.
kab: Tummant {PH} yettwakkes-as usgugem.

source: Allow email to be publicly displayed
ca_es: Permetre la visualització pública de les adreces electròniques

source: A new user registered on your instance
ca_es: S'ha creat un compte nou a la vostra instància
kab: Aseqdac amaynut ijerred ɣef tummant-ik·im

source: Your instance has a new follower
ca_es: La vostra instància té una nova subscripció
kab: Tummant-ik·im ɣur-s aneḍfar amaynut
