Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: System
ca_es: Sistema
ja_jp: システム
kab: Anagraw

source: CACHE
ca_es: MEMÒRIA CAU
ja_jp: キャッシュ

source: EMAIL
ca_es: ADREÇA ELECTRÒNICA
ja_jp: メール

source: Status
ca_es: Estat
ja_jp: 状態
kab: Addad

source: {getTotalVideosOf(videoChannel), plural, =0 {No videos} =1 {1 video} other {{{ getTotalVideosOf(videoChannel) }} videos}}
ca_es: {getTotalVideosOf(videoChannel), plural, =0 {Cap vídeo} =1 {1 vídeo} other {{{ getTotalVideosOf(videoChannel) }} vídeos}}
ja_jp: {getTotalVideosOf(videoChannel), plural, =0 {動画がありません} =1 {1本の動画} other {{{ getTotalVideosOf(videoChannel) }}本の動画}}

source: Runner
ca_es: Codificador
ja_jp: ランナー

source: Payload:
ca_es: Càrrega:
ja_jp: ペイロード:

source: VOD
ja_jp: ビデオ・オン・デマンド動画

source: Cannot retrieve OAuth Client credentials: err.message. Ensure you have correctly configured PeerTube (config/ directory), in particular the "webserver" section.
ja_jp: OAuthクライアントの認証情報を取得できません: err.message. PeerTube (config/ directory)が正しく設定されているか、特に"webserver"の項目が正しく設定されているか確認してください。

source: {{ subscriptionsPagination.totalItems }} {subscriptionsPagination.totalItems, plural, =1 {subscription} other {subscriptions}}
ja_jp: {{ pagination.totalItems | myNumberFormatter }} {pagination.totalItems, plural, =1 {件} other {件}}

source: Mar
ja_jp: 3月

source: Token
ca_es: Fitxa
ja_jp: トークン

source: CC-BY
ja_jp: CC BY (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求する。)

source: CC-BY-SA
ja_jp: CC BY-SA (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求し、作品を改変・変形・加工してできた作品についても、元になった作品と同じライセンスを継承させた上で頒布を認める)

source: CC-BY-ND
ja_jp: CC BY-ND (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求し、いかなる改変も禁止する)

source: CC-BY-NC
ja_jp: CC BY-NC (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求し、非営利目的での利用に限定する)

source: CC-BY-NC-SA
ja_jp: CC BY-NC-SA (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求し、非営利目的での利用に限定し、作品を改変・変形・加工してできた作品についても、元になった作品と同じライセンスを継承させた上で頒布を認める)

source: CC-BY-NC-ND
ja_jp: CC BY-NC-ND (作品を複製、頒布、展示、実演を行うにあたり、著作権者の表示を要求し、非営利目的での利用に限定し、いかなる改変も禁止する)

source: {INTERPOLATION} published a new video: {START_LINK}{INTERPOLATION_1}{CLOSE_LINK}
ca_es: {INTERPOLATION} ha publicat un nou vídeo: {START_LINK}{INTERPOLATION_1}{CLOSE_LINK}
kab: {INTERPOLATION} isuffeɣ-d tavidyut tamaynut: {START_LINK}{INTERPOLATION_1}{CLOSE_LINK}

source: The notification concerns a video now unavailable
ca_es: La notificació es refereix a un vídeo que ara no és disponible
kab: Alɣu yezzi-d ɣef tvidyut ur nelli ara tura

source: Your video {START_LINK}{INTERPOLATION}{CLOSE_LINK} has been unblocked
ca_es: El vostre vídeo {START_LINK}{INTERPOLATION}{CLOSE_LINK} ha estat desblocat
kab: Tavidyut-inek·inem {START_LINK}{INTERPOLATION}{CLOSE_LINK} yekkes-as usekkeṛ

source: Your video {START_LINK}{INTERPOLATION}{CLOSE_LINK} has been blocked
ca_es: El vostre vídeo {START_LINK}{INTERPOLATION}{CLOSE_LINK} ha estat blocat
kab: Tavidyut-ik·im {START_LINK}{INTERPOLATION}{CLOSE_LINK} tettusewḥel

source: {START_LINK}A new video abuse{CLOSE_LINK} has been created on video {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
ca_es: {START_LINK}Una nova denúncia{CLOSE_LINK} s'ha presentat per al vídeo {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
kab: {START_LINK}Yir aseqdec n tvidyut amaynut{CLOSE_LINK} tettwarna ɣef tvidyut {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}

source: {START_LINK}A new comment abuse{CLOSE_LINK} has been created on video {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
ca_es: {START_LINK}Una nova denúncia de comentari{CLOSE_LINK} s'ha presentat per al vídeo {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
kab: {START_LINK}Yir awennit amaynut{CLOSE_LINK} yettwarna-d ɣef tvidyut {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}

source: {START_LINK}A new account abuse{CLOSE_LINK} has been created on account {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
ca_es: {START_LINK}Una nova denúncia{CLOSE_LINK} s'ha presentat per al compte {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}
kab: {START_LINK}Yir aseqdec amaynut n umiḍan{CLOSE_LINK} yettwarna ɣer umiḍan {START_LINK_1}{INTERPOLATION}{CLOSE_LINK}

source: {START_LINK}A new abuse{CLOSE_LINK} has been created
ca_es: {START_LINK}Una nova denúncia{CLOSE_LINK} ha estat creada
kab: {START_LINK}Yir aseqdec{CLOSE_LINK} yettwarna

source: {START_LINK}Abuse {INTERPOLATION}{CLOSE_LINK} has a new message
ca_es: {START_LINK}La denúncia {INTERPOLATION}{CLOSE_LINK} té un missatge nou
kab: {START_LINK}Yir aseqdec{INTERPOLATION}{CLOSE_LINK} ɣur-s izen amaynut

source: The recently added video {START_LINK}{INTERPOLATION}{CLOSE_LINK} has been {START_LINK_1}automatically blocked{CLOSE_LINK}
ca_es: El vídeo que heu carregat recentment {START_LINK}{INTERPOLATION}{CLOSE_LINK} ha estat {START_LINK_1}blocat automàticament{CLOSE_LINK}
kab: Tavidyut yettwarnan melmi kan {START_LINK}{INTERPOLATION}{CLOSE_LINK} {START_LINK_1}tettusewḥel s wudem awurman{CLOSE_LINK}

source: <a (click)="markAsRead(notification)" [routerLink]="notification.accountUrl">{{ notification.comment.account.displayName }}</a> commented your video <a (click)="markAsRead(notification)" [routerLink]="notification.commentUrl">{{ notification.comment.video.name }}</a><ng-container *ngIf="notification.comment.heldForReview">. This comment requires <a (click)="markAsRead(notification)" [routerLink]="notification.commentReviewUrl" [queryParams]="notification.commentReviewQueryParams">your approval</a></ng-container>
ca_es: <a (click)="markAsRead(notification)" [routerLink]="notification.accountUrl">{{ notification.comment.account.displayName }}</a> ha comentat el vostre vídeo <a (click)="markAsRead(notification)" [routerLink]="notification.commentUrl">{{ notification.comment.video.name }}</a><ng-container *ngIf="notification.comment.heldForReview">. Aquest comentari requereix <a (click)="markAsRead(notification)" [routerLink]="notification.commentReviewUrl" [queryParams]="notification.commentReviewQueryParams">la vostra aprovació</a></ng-container>

source: The notification concerns a comment now unavailable
ca_es: La notificació es refereix a un comentari que ara no és disponible
kab: Alɣu yerza awennit ur nelli ara tura

source: Your video {START_LINK}{INTERPOLATION}{CLOSE_LINK} has been published
ca_es: El vostre vídeo {START_LINK}{INTERPOLATION}{CLOSE_LINK} s'ha publicat
kab: Tavidyut-ik·im {START_LINK}{INTERPOLATION}{CLOSE_LINK} tettwasuffeɣ-d

source: <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl || notification.videoImportUrl">Your video import</a> <strong>{{ notification.videoImportIdentifier }}</strong> succeeded
ca_es: <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl || notification.videoImportUrl">El vostre vídeo</a> <strong>{{ notification.videoImportIdentifier }}</strong> s'ha importat correctament

source: {START_LINK}Your video import{CLOSE_LINK} {INTERPOLATION} failed
ca_es: {START_LINK}La importació del vídeo{CLOSE_LINK}{INTERPOLATION} ha fallat
kab: {START_LINK}Aktar n tvidyut-ik·im{CLOSE_LINK} {INTERPOLATION} yecceḍ

source: User {START_LINK}{INTERPOLATION}{CLOSE_LINK} registered on your instance
ca_es: La persona {START_LINK}{INTERPOLATION}{CLOSE_LINK} s'ha registrat a la vostra instància
kab: Aseqdac {START_LINK}{INTERPOLATION}{CLOSE_LINK} ijerred deg tummant-inek·inem

source: {START_LINK}{INTERPOLATION}{CLOSE_LINK} is following {START_TAG_NG_CONTAINER}your channel {INTERPOLATION_1}{CLOSE_TAG_NG_CONTAINER}{START_TAG_NG_CONTAINER_1}your account{CLOSE_TAG_NG_CONTAINER}
ca_es: {START_LINK}{INTERPOLATION}{CLOSE_LINK} segueix {START_TAG_NG-CONTAINER}el vostre canal {INTERPOLATION_1}{CLOSE_TAG_NG-CONTAINER}{START_TAG_NG-CONTAINER_1}el vostre compte {CLOSE_TAG_NG-CONTAINER}
kab: {START_LINK}{INTERPOLATION}{CLOSE_LINK} yeṭṭafar {START_TAG_NG_CONTAINER}abadu-inek·inem {INTERPOLATION_1}{CLOSE_TAG_NG_CONTAINER}{START_TAG_NG_CONTAINER_1}amiḍan-ik·im{CLOSE_TAG_NG_CONTAINER}

source: <a (click)="markAsRead(notification)" [routerLink]="notification.accountUrl">{{ notification.comment.account.displayName }}</a> mentioned you on <a (click)="markAsRead(notification)" [routerLink]="notification.commentUrl">video {{ notification.comment.video.name }}</a>
ca_es: <a (click)="markAsRead(notification)" [routerLink]="notification.accountUrl"> {{ notification.comment.account.displayName }}</a> t'ha mencionat al <a (click)="markAsRead(notification)" [routerLink]="notification.commentUrl">vídeo {{ notification.comment.video.name }}</a>
kab: <a (click)="markAsRead(notification)" [routerLink]="notification.accountUrl">{{ notification.comment.account.displayName }}</a> ibder-ik·ukem-d deg <a (click)="markAsRead(notification)" [routerLink]="notification.commentUrl">tvidyut {{ notification.comment.video.name }}</a>

source: Your instance has {START_LINK}a new follower{CLOSE_LINK} ({INTERPOLATION}) {START_TAG_NG_CONTAINER} awaiting your approval{CLOSE_TAG_NG_CONTAINER}
ca_es: La vostra instància té {START_LINK}una nova subscripció{CLOSE_LINK} ({INTERPOLATION}) {START_TAG_NG_CONTAINER} que espera aprovació{CLOSE_TAG_NG_CONTAINER}
kab: Tummant-ik·im ɣur-s {START_LINK}aneḍfar amaynut{CLOSE_LINK} ({INTERPOLATION}) {START_TAG_NG_CONTAINER} yettṛaǧu asentem-ik·im{CLOSE_TAG_NG_CONTAINER}

source: Your instance automatically followed {START_LINK}{INTERPOLATION}{CLOSE_LINK}
ca_es: La vostra instància s'ha subscrit automàticament a {START_LINK}{INTERPOLATION}{CLOSE_LINK}
kab: Tummant-inek tettwaḍfar s wudem awurman {START_LINK}{INTERPOLATION}{CLOSE_LINK}

source: <a (click)="markAsRead(notification)" [routerLink]="notification.pluginUrl" [queryParams]="notification.pluginQueryParams">A new version of the plugin/theme {{ notification.plugin.name }}</a> is available: {{ notification.plugin.latestVersion }}
ca_es: <a (click)="markAsRead(notification)" [routerLink]="notification.pluginUrl" [queryParams]="notification.pluginQueryParams">Una nova versió del complement/tema {{ notification.plugin.name }}</a> està disponible: {{ notification.plugin.latestVersion }}
kab: <a (click)="markAsRead(notification)" [routerLink]="notification.pluginUrl" [queryParams]="notification.pluginQueryParams">Lqem amaynut izegrar/asentel {{ notification.plugin.name }}</a> yella: {{ notification.plugin.latestVersion }}

source: <a (click)="markAsRead(notification)" [href]="notification.peertubeVersionLink" target="_blank" rel="noopener noreferer">A new version of PeerTube</a> is available: {{ notification.peertube.latestVersion }}
ca_es: <a (click)="markAsRead(notification)" [href]="notification.peertubeVersionLink" target="_blank" rel="noopener noreferer">Una nova versió de PeerTube</a> està disponible: {{ notification.peertube.latestVersion }}
kab: <a (click)="markAsRead(notification)" [href]="notification.peertubeVersionLink" target="_blank" rel="noopener noreferer">Lqem amaynutn PeerTube</a> yella: {{ notification.peertube.latestVersion }}

source: Your video <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl">{{ notification.video.name }}</a> edition has finished
ca_es: L'edició del vostre vídeo <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl">{{ notification.video.name }}</a> ha acabat

source: User <a (click)="markAsRead(notification)" [routerLink]="notification.registrationsUrl">{{ notification.registration.username }}</a> wants to register on your instance
ca_es: La persona <a (click)="markAsRead(notification)" [routerLink]="notification.registrationsUrl">{{ notification.registration.username }}</a> vol registrar-se a la vostra instància

source: <em>{{ notification.videoCaption.language.label }}</em> transcription of <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl">your video {{ notification.videoCaption.video.name }}</a> has been generated
ca_es: <em>{{ notification.videoCaption.language.label }}</em> la transcripció del <a (click)="markAsRead(notification)" [routerLink]="notification.videoUrl">vostre vídeo {{ notification.videoCaption.video.name }}</a> ha estat generada

source: The notification points to content now unavailable
ca_es: La notificació fa referència a un contingut que no és disponible
kab: Alɣu yeskanay-d ulac agbur

source: max size: 192*192px, getBytes(this.maxAvatarSize) extensions: this.avatarExtensions
ca_es: mida màxima: 192*192px, getBytes(this.maxAvatarSize) extensions: this.avatarExtensions

source: Your report will be sent to moderators of {INTERPOLATION}{START_TAG_NG_CONTAINER} and will be forwarded to the video origin ({INTERPOLATION_1}) too{CLOSE_TAG_NG_CONTAINER}.
ca_es: La denúncia serà enviada a la moderació de {INTERPOLATION}{START_TAG_NG_CONTAINER} i es reenviarà a l'origen del vídeo ({INTERPOLATION_1}) també{CLOSE_TAG_NG_CONTAINER}.
kab: Aneqqis-ik·im ad yettwazen i yimḍebbren n {INTERPOLATION}{START_TAG_NG_CONTAINER} syen ad yettuwelleh ɣer tvidyut taneẓlit ({INTERPOLATION_1}) daɣen{CLOSE_TAG_NG_CONTAINER}.

source: View the channel
ca_es: Veure el canal

source: Only live videos
ca_es: Només vídeos en directe
kab: Tivdyutin n srid kan

source: Do you really want to delete {length, plural, =1 {this video} other {{length} videos}}?
ca_es: Confirmes que vols suprimir {length, plural, =1 {aquest vídeo} other {{length} vídeos}}?

source: Truncated preview
ca_es: Vista prèvia truncada
kab: Taskant yettwagezmen

source: Complete preview
ca_es: Vista prèvia completa
kab: Taskant taččurant

source: <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">Markdown</a> compatible that supports:
ca_es: Compatible amb <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">Markdown</a>, que admet:
kab: <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">yemṣada d Markdown</a> yettusefraken:

source: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodon verification link</a> is also supported.
ca_es: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">L'enllaç de verificació de Mastodon</a> també està suportat.

source: Select from video
ca_es: Seleccionar del vídeo

source: this.video.name will be duplicated by your instance.
ca_es: this.video.name serà duplicat per la vostra instància.

source: Default NSFW/sensitive videos policy
ca_es: Política per defecte de vídeos adults/sensibles

source: Unlimited {START_TAG_NG_CONTAINER}({INTERPOLATION} per day){CLOSE_TAG_NG_CONTAINER}
ca_es: Sense límit {START_TAG_NG_CONTAINER}({INTERPOLATION} per dia){CLOSE_TAG_NG_CONTAINER}
kab: War tilas {START_TAG_NG_CONTAINER}({INTERPOLATION}i wass){CLOSE_TAG_NG_CONTAINER}

source: You must also follow our <a routerLink="/about/instance/moderation">code of conduct</a>.
ca_es: També heu de seguir el nostre <a routerLink="/about/instance/moderation">codi de conducta</a>.

source: You can <a routerLink="/signup">request an account</a> on our platform
ca_es: Podeu <a routerLink="/signup">demanar un compte</a> a la nostra plataforma

source: You can <a routerLink="/signup">create an account</a> on our platform
ca_es: Podeu <a routerLink="/signup">crear un compte</a> a la nostra plataforma

source: Vous pouvez publier des vidéos
ca_es: Podeu publicar vídeos

source: If you want to publish videos, <a routerLink="/about/contact">contact us</a>.
ca_es: Si voleu publicar vídeos, <a routerLink="/about/contact">contacteu amb nosaltres</a>.

source: The server encountered an error
ca_es: El servidor ha trobat un error

source: Your name file couldn't be transferred before the server proxy timeout
ca_es: El vostre fitxer name no s'ha pogut carregar abans que s'esgotés el temps d'espera del servidor intermediari

source: Your name file was too large
ca_es: El vostre fitxer name era massa gran

source: (max. size: maxFileSize)
ca_es: (mida màxima: maxFileSize)

source: Blocking a live will automatically terminate the live stream.
ca_es: Blocar un directe en finalitza automàticament l'emissió.

source: Request new verification email
ca_es: Sol·licitar un nou correu electrònic de verificació

source: Logging into an account lets you publish content
ca_es: Iniciar sessió amb un compte et permet publicar contingut
kab: Anekcum ɣer umiḍan ad ak·akem-yeǧǧ ad tsuffɣeḍ agbur

source: This instance allows registration. However, be careful to check the <a class="link-orange terms-anchor" (click)="onTermsClick($event, instanceInformation)" href='#'>Terms</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Terms</a> before creating an account. You may also search for another instance to match your exact needs at: <a class="link-orange" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
ca_es: Aquesta instància permet el registre. No obstant, consulteu les <a class="link-orange terms-anchor" (click)="onTermsClick($event, instanceInformation)" href='#'>Condicions del servei</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Condicions del servei</a> abans de crear un compte. També podeu cercar una altra instància que d'adapti a les vostres necessitats a: <a class="link-orange" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: Currently this instance doesn't allow for user registration, you may check the <a class="link-orange terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">Terms</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Terms</a> for more details or find an instance that gives you the possibility to sign up for an account and upload your videos there. Find yours among multiple instances at: <a class="link-orange" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
ca_es: Actualment, aquesta instància no permet el registre d'usuari, podeu consultar les <a class="link-orange terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">Condicions del servei</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Condicions del servei</a> per obtenir més detalls o trobar una instància que us ofereixi la possibilitat de registrar-vos per obtenir un compte i penjar-hi els vostres vídeos. Trobeu el vostre entre diverses instàncies a: <a class="link-orange" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: for <span class="search-value">{{ currentSearch }}</span>
ca_es: per a <span class="search-value">{{ currentSearch }}</span>
kab: i <span class="search-value">{{ currentSearch }}</span>

source: Filters
ca_es: Filtres

source: Why creating an account?
ca_es: Per què crear un compte?

source: As you probably noticed: creating an account is not necessary to watch video on {{ instanceName }}. <br /> However, creating an account on {{ instanceName }} will allow you to:
ca_es: Com probablement heu notat: no cal crear un compte per mirar vídeos a {{ instanceName }}. <br /> Tanmateix, crear un compte a {{ instanceName }} us permetrà:

source: <strong>Comment</strong> videos
ca_es: <strong>Comentar</strong> vídeos

source: <strong>Subscribe</strong> to channels to be notified of new videos
ca_es: <strong>Subscriure's</strong> als canals per a rebre notificacions de nous vídeos

source: Have access to your <strong>watch history</strong>
ca_es: Accedir al vostre <strong>historial de visualitzacions</strong>

source: Create your channel to <strong>publish videos</strong>
ca_es: Crea el teu canal per a <strong>publicar vídeos</strong>

source: {{ instanceName }} has been created using <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube</a>, a video creation platform developed by Framasoft. <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> is a french non-profit organization that offers alternatives to Big Tech's digital tools
ca_es: {{ instanceName }} s'ha creat fent servir <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube</a>, una plataforma de creació de vídeo desenvolupada per Framasoft. <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> és una associació sense ànim de lucre que ofereix alternatives a les eines digitals de les empreses gegants d'Internet

source: You want to <strong>publish videos</strong> on {{ instanceName }}? Then you need to create your first <strong>channel</strong>.
ca_es: Voleu <strong>publicar vídeos</strong> a {{ instanceName }}? Aleshores heu de crear el vostre primer <strong>canal</strong>.

source: You might want to <strong>create a channel by theme:</strong> for example, you can create a channel named "SweetMelodies" to publish your piano concerts and another one "Ecology" in which you publish your videos talking about ecology.
ca_es: És possible que vulgueu <strong>crear un canal per tema: :</strong> per exemple, podeu crear un canal anomenat «Música Dolça» per publicar els vostres concerts de piano i un altre «Ecologia» a on podeu penjar vídeos parlant d'ecologia.

source: {{ instanceName }} administrators allow you to publish up to <strong>{{ videoQuota | bytes: 0 }} of videos</strong> on their website.
ca_es: {{ instanceName }} l'administració us permet publicar fins a <strong>{{ videoQuota | bytes: 0 }} de vídeos</strong> a la web.

source: No results found
ca_es: No hi ha resultats
kab: Ulac igmaḍ

source: Welcome to PeerTube, dear administrator!
ca_es: Benvinguda a PeerTube, estimada administradora!
kab: Ansuf ɣer PeerTube, anedbal-nneɣ!

source: Go to the CLI documentation
ca_es: Anar a la documentació CLI (interfície de comandaments per línies)

source: CLI documentation
ca_es: Documentació de la interfície de comandaments per línies (CLI)
kab: Tasemlit n CLI

source: Go to the admin documentation
ca_es: Anar a la documentació d'administració

source: Admin documentation
ca_es: Documentació d'administració

source: Managing users, following other instances, dealing with spammers...
ca_es: Administrar comptes, seguir altres instàncies, tractar amb els enviadors de brossa (spam)…
kab: Asefrek n yiseqdac, amulteɣ ɣer tummanin-nniḍen, sefrek ispamen...

source: Go to the user documentation
ca_es: Anar a la documentació d'ús

source: User documentation
ca_es: Documentació d'ús

source: Official PeerTube website (news, support, contribute...): <a href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">https://joinpeertube.org</a>
ca_es: Lloc web oficial de Peertube (notícies, suport, contribucions…):<a href="https://joinpeertube.org" target="_blank" rel="noopener noreferrer">https://joinpeertube.org</a>

source: Put your instance on the public PeerTube index: <a href="https://instances.joinpeertube.org/instances">https://instances.joinpeertube.org/instances</a>
ca_es: Afegiu la vostra instància a l'índex públic de PeerTube: <a href="https://instances.joinpeertube.org/instances">https://instances.joinpeertube.org/instances</a>

source: It's time to configure your instance!
ca_es: Ja toca configurar la vostra instància!
kab: D lawan ad tsewle d tummant-inek·inem!
