Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Some of your channels are not fully set up. Make them welcoming and explicit about what you publish by adding a <strong>banner</strong>, an <strong>avatar</strong> and a <strong>description</strong>.
ja_jp: 一部のチャンネルが完全に設定されていません。<strong>バナー</strong>、<strong>アバター</strong>、<strong>説明</strong>を加えてチャンネルを公開することで、どのようなチャンネルなのか分かりやすくし、またあなたのチャンネルに訪れる人を歓迎するものにしましょう。
pl_pl: Niektóre z Twoich kanałów nie są w pełni skonfigurowane. Uczyń je bardziej przekonującymi, informując o tym, co będziesz publikować na nich poprzez dodanie <strong>baneru</strong>, <strong>zdjęcia profilowego</strong> oraz <strong>opisu</strong>.

source: Set up my channels
ca_es: Configurar els meus canals
ja_jp: チャンネルを設定する
pl_pl: Skonfiguruj moje kanały

source: Owner
pl_pl: Właściciel

source: Editor
pl_pl: Redaktor

source: Invitation sent
pl_pl: Zaproszenie zostało wysłane

source: An editor can manage videos in this channel
pl_pl: Redaktor może zarządzać filmami na tym kanale

source: Owner of the channel
pl_pl: Właściciel kanału

source: Invited to be an editor to manage videos in this channel
pl_pl: Zaproszono do zostania redaktorem tego kanału

source: Yesterday
kab: Iḍelli
pl_pl: Wczoraj

source: This week
kab: Dduṛt agi
pl_pl: W tym tygodniu

source: This month
kab: Ayyur-a
pl_pl: W tym miesiącu

source: Last month
kab: Aggur yezrin
pl_pl: Ostatniego miesiąca

source: Older
kab: Aqbur akk
pl_pl: Wcześniejsze

source: Newest first
ca_es: Els més recents primer
ja_jp: 新しい順
kab: Imaynuten d imezwura
pl_pl: Najpierw najnowsze

source: Unread first
ca_es: No llegits primer
ja_jp: 未読順
kab: Ayen ur nettwaɣra ara d amezwaru
pl_pl: Najpierw nieprzeczytane

source: All read
ca_es: Tot llegit
ja_jp: 全て既読
kab: Yettwaɣra kullec
pl_pl: Wszystkie przeczytane

source: <strong>{{ user.pendingEmail }}</strong> is awaiting email verification.
ja_jp: <strong>{{ user.pendingEmail }}</strong>はメール確認を待っています。
pl_pl: <strong>{{ user.pendingEmail }}</strong> wymaga weryfikacji adresu e-mail.

source: Email verification sent!
ja_jp: メールアドレスの認証メールを送信しました！
pl_pl: Wysłano e-maila weryfikacyjnego!

source: Resend your verification email
ja_jp: 認証メールを再送信
pl_pl: Wyślij ponownie e-maila weryfikacyjnego

source: Web
pl_pl: Sieć

source: New video or live from your subscriptions
ca_es: Vídeo nou o directe de les vostres subscripcions
ja_jp: 登録チャンネルの新着動画またはライブ配信
pl_pl: Nowy film lub transmisja na żywo wśród subskrybowanych przez Ciebie kanałów

source: My Playlists
ca_es: Les meves llistes de reproducció
ja_jp: あなたのプレイリスト
kab: Tibdarin-iw n tɣuri
pl_pl: Moje listy odtwarzania

source: NEW PLAYLIST
ca_es: NOVA LLISTA DE REPRODUCCIÓ
ja_jp: 新しいプレイリスト
pl_pl: NOWA LISTA ODTWARZANIA

source: UPDATE PLAYLIST
ca_es: ACTUALITZAR LLISTA DE REPRODUCCIÓ
ja_jp: プレイリストを更新
pl_pl: ZAKTUALIZUJ PLAYLISTĘ

source: Create playlist
ca_es: Crear una llista de reproducció
ja_jp: プレイリストの作成
kab: Rnu tabdart n tɣuri
pl_pl: Utwórz listę odtwarzania

source: Position
ja_jp: 位置
pl_pl: Pozycja

source: My video space
ca_es: El meu espai de vídeo
ja_jp: 動画スペース
pl_pl: Moja przestrzeń filmowa

source: My video channels
ca_es: Els meus canals de vídeo
ja_jp: 自分のチャンネル
kab: Ibuda-inu n tvidyut
pl_pl: Moje kanały wideo

source: Create a new video channel
ca_es: Crear un nou canal de vídeo
ja_jp: 新しいチャンネルを作成
kab: Rnu abadu amaynut n tvidyut
pl_pl: Utwórz nowy kanał wideo

source: Manage video channel
pl_pl: Zarządzaj kanałem wideo

source: Playlist thumbnail
ca_es: Miniatura de la llista de reproducció
ja_jp: プレイリストのサムネイル
kab: Tanfult n tebdart n tɣuri
pl_pl: Miniaturka playlisty

source: No videos in this playlist.
ca_es: No hi ha vídeos en aquesta llista de reproducció.
ja_jp: このプレイリストには動画がありません。
kab: Ulac tavidyut deg tebdart-a n tɣuri.
pl_pl: W tej playliście nie ma żadnych filmów.

source: Browse videos on PeerTube to add them in your playlist.
pl_pl: Przeglądaj filmy na PeerTube'ie, żeby móc je dodać do swojej playlisty.

source: See the <a target="_blank" href="https://docs.joinpeertube.org/use/library#playlist">documentation</a> for more information.
pl_pl: Zobacz <a target="_blank" href="https://docs.joinpeertube.org/use/library#playlist">dokumentację</a>, w której znajdziesz więcej informacji.

source: Account request sent
ca_es: S'ha enviat la sol·licitud de creació de compte
ja_jp: アカウントリクエストが送信されました
pl_pl: Wysłano zapytanie o rejestrację konta

source: You can select a part of the graph to zoom in
ca_es: Podeu seleccionar una part del gràfic per ampliar
ja_jp: グラフ内の要素を選択することで、拡大できます
pl_pl: Możesz wybrać poszczególną część wykresu, żeby ją powiększyć

source: Reset zoom
ca_es: Restablir el zoom
ja_jp: 拡大をリセット
pl_pl: Zresetuj powiększenie

source: Since the video publication
ca_es: Des que es va publicar el vídeo
ja_jp: この動画を公開してから
pl_pl: Od momentu publikacji

source: Viewers
ca_es: Espectadors
ja_jp: 視聴者数
pl_pl: Oglądających

source: Watch time
ca_es: Temps de visualització
ja_jp: 再生時間
pl_pl: Czas oglądania

source: Retention
ca_es: Retenció
ja_jp: リテンション率
pl_pl: Retencja oglądających

source: Viewers stats between this.statsStartDate.toLocaleString() and this.statsEndDate.toLocaleString()
ca_es: Estadístiques d'espectadors entre this.statsStartDate.toLocaleString() i this.statsEndDate.toLocaleString()
ja_jp: this.statsStartDate.toLocaleString()からthis.statsEndDate.toLocaleString()の間の視聴者統計
pl_pl: Statystyki oglądających między this.statsStartDate.toLocaleString() a this.statsEndDate.toLocaleString()

source: Viewers stats
ca_es: Estadístiques d'espectadors
ja_jp: 視聴者統計
pl_pl: Statystyki oglądających

source: Live as of this.toMediumDate(new Date(session.startDate))
ca_es: Directe des de this.toMediumDate(new Date(session.startDate))
ja_jp: this.toMediumDate(new Date(session.startDate))のライブ配信
pl_pl: Aktualne na this.toMediumDate(new Date(session.startDate))

source: Custom dates
ca_es: Dates personalitzades
ja_jp: 日付のカスタム
pl_pl: Wybrane daty

source: A view means that someone watched the video for several seconds (10 seconds by default)
ca_es: Una visualització significa que algú ha mirat el vídeo durant uns segons (10 de manera predeterminada)
ja_jp: 視聴とは、誰かが動画を数秒間視聴したことを指しています (デフォルトは10秒)
pl_pl: Wyświetlenie oznacza, że ktoś obejrzał Twój film przez co najmniej kilka (zazwyczaj 10) sekund

source: Countries
ca_es: Països
ja_jp: 国や地域
pl_pl: Kraje

source: Regions
ja_jp: リージョン
pl_pl: Regiony

source: Clients
ja_jp: クライアント
pl_pl: Aplikacje klienckie

source: Devices
ja_jp: デバイス
pl_pl: Urządzenia

source: Operating systems
ja_jp: OS
pl_pl: Systemy operacyjne

source: Likes
ca_es: M'agrades
ja_jp: 評価（高評価・低評価の合算）
kab: Iεǧeb
pl_pl: Polubienia

source: Average watch time
ca_es: Temps mitjà de visualització
ja_jp: 平均再生時間
pl_pl: Średni czas oglądania

source: Total watch time
ca_es: Temps total de visualització
ja_jp: 総再生時間
pl_pl: Całkowity czas oglądania

source: Peak viewers
ca_es: Màxim d'espectadors
ja_jp: ピーク時の視聴者数
pl_pl: Największa liczba oglądających

source: at new Date(overallStats.viewersPeakDate).toLocaleString()
ca_es: a new Date(overallStats.viewersPeakDate).toLocaleString()
ja_jp: new Date(overallStats.viewersPeakDate).toLocaleString()時点
pl_pl: w dniu new Date(overallStats.viewersPeakDate).toLocaleString()

source: Unique viewers
ca_es: Espectadors únics
ja_jp: ユニーク視聴者数
pl_pl: Unikalni oglądający

source: An error occurred.
ca_es: S'ha produït un error.
ja_jp: エラーが発生しました。
kab: Tella-d tuccḍa.
pl_pl: Wystąpił błąd.

source: Request a new verification email
ca_es: Sol·licitar un nou correu electrònic de verificació
ja_jp: 新しい認証メールをリクエスト
pl_pl: Zażądaj wysłanie nowego e-maila weryfikacyjnego

source: Unable to find verification string in URL query.
ca_es: No s'ha pogut trobar la cadena de verificació a la consulta URL.
ja_jp: URLクエリ内に認証文字列が見つかりませんでした。
pl_pl: Nie udało się znaleźć ciągu służącego do weryfikacji w adresie URL.

source: Unable to find user id or registration id in URL query.
ca_es: No s'ha pogut trobar l'ID de compte o de registre a la consulta URL.
ja_jp: URLクエリ内にユーザーIDまたは登録IDが見つかりませんでした。
pl_pl: Nie udało się znaleźć identyfikatora użytkownika lub rejestracji w adresie URL.

source: Send verification email
ca_es: Enviar un correu electrònic de verificació
ja_jp: 認証メールを送信
kab: Azen imayl n usenqed
pl_pl: Wyślij e-mail weryfikacyjny

source: {{ instanceName }} does not require email verification.
ja_jp: {{ instanceName }}はメールアドレスの認証を必要としていません。
pl_pl: {{ instanceName }} nie wymaga weryfikacji adresu e-mail.

source: Verify account via email
ca_es: Verificar compte per correu electrònic
ja_jp: メールアドレスによるアカウントの認証
kab: Senqed amiḍan s yimayl
pl_pl: Weryfikuj konto adresem e-mail

source: Ask to send an email to verify your account
ca_es: Demanar enviar-vos un correu electrònic per verificar el compte
ja_jp: アカウントを認証するためのメール送信をリクエスト
pl_pl: Poproś o wysłanie wiadomości e-mail w celu weryfikacji konta

source: Email verified!
ca_es: Adreça electrònica verificada!
ja_jp: メールが認証されました!
pl_pl: Adres e-mail już jest zweryfikowany!

source: Your email has been verified and your account request has been sent!
ca_es: S'ha verificat l'adreça electrònica i la vostra sol·licitud de compte s'ha enviat!
ja_jp: あなたのメールアドレスが認証され、アカウントリクエストが送信されました!
pl_pl: Twój adres e-mail został już zweryfikowany, a żądanie rejestracji konta zostało już przesłane!

source: A moderator will check your registration request soon and you'll receive an email when it is accepted or rejected.
ca_es: La moderació revisarà la vostra sol·licitud de registre aviat i rebreu un correu electrònic quan sigui acceptada o rebutjada.
ja_jp: まもなく、モデレーターがあなたのアカウント登録リクエストをチェックし、承認または拒否された場合にはメールが送信されます。
pl_pl: Moderator sprawdzi Twoje żądanie wkrótce. Otrzymasz e-maila informującego o jego akceptacji lub odrzuceniu.

source: Your email has been verified and your account has been created!
ca_es: S'ha verificat l'adreça electrònica i s'ha creat el vostre compte!
ja_jp: あなたのメールアドレスが認証され、アカウントが作成されました!
pl_pl: Twój adres e-mail został zweryfikowany, zaś Twoje konto zostało stworzone!

source: If you need help using PeerTube, you can have a look at the <a class="link-orange" href="https://docs.joinpeertube.org/use/setup-account" target="_blank" rel="noopener noreferrer">documentation</a>.
ja_jp: PeerTubeを利用する際にヘルプが必要な場合は、<a class="link-orange" href="https://docs.joinpeertube.org/use/setup-account" target="_blank" rel="noopener noreferrer">ドキュメント</a>をご覧ください。
pl_pl: Jeżeli potrzebujesz pomocy przy korzystaniu z PeerTube'a, możesz skorzystać z <a class="link-orange" href="https://docs.joinpeertube.org/use/setup-account" target="_blank" rel="noopener noreferrer">dokumentacji</a>.

source: <strong>Welcome</strong><div>on {{ instanceName }}</div>
ja_jp: <div>{{ instanceName }}</div>に<strong>ようこそ</strong>
pl_pl: <strong>Witaj</strong><div>na {{ instanceName }}</div>

source: Your account request has been sent!
ca_es: S'ha enviat la vostra sol·licitud de creació de compte!
ja_jp: アカウントリクエストが送信されました!
pl_pl: Twoje zapytanie o rejestrację konta zostało przesłane!

source: Your account has been created!
ca_es: S'ha creat el compte!
ja_jp: あなたのアカウントが作成されました！
pl_pl: Twoje konto zostało utworzone!

source: <strong>Check your email</strong> to validate your account and complete your registration request.
ja_jp: アカウントを有効化し、登録リクエストを完了するには<strong>メールを確認</strong>してください。
pl_pl: <strong>Sprawdź swoją skrzynkę elektroniczną</strong>, żeby zweryfikować swoje konto oraz zakończyć proces wysyłania zapytania o rejestrację konta.

source: <strong>Check your email</strong> to validate your account and complete your registration.
ja_jp: アカウントを有効化し、登録リクエストを完了するには<strong>メールを確認</strong>してください。
pl_pl: <strong>Sprawdź swoją skrzynkę elektroniczną</strong>, żeby zweryfikować swoje konto oraz zakończyć proces rejestracji.

source: Banned
ca_es: Bandejats
ja_jp: 凍結されました
kab: Yettwagdel
pl_pl: Zbanowany

source: Instance muted
ca_es: Instància silenciada
ja_jp: インスタンスをミュートしました
kab: Tettwasgugem tummant
pl_pl: Instancja wyciszona

source: Muted by your instance
ca_es: Silenciats/des per la vostra instància
ja_jp: あなたのインスタンスからミュートされています
kab: T·yettwasgugem s tummant-ik·im
pl_pl: Wyciszone przez twoją instancję

source: Instance muted by your instance
ca_es: Instància silenciada per la vostra instància
ja_jp: あなたのインスタンスからミュートされたインスタンス
kab: Instance muted by your instanceTummant tettwasgugem s tummant-ik·im
pl_pl: Instancja wyciszona przez twoją instancję

source: Copy account handle
ca_es: Copiar l'identificador del compte
ja_jp: アカウントハンドルをコピー
kab: Nɣel mefferisem n umiḍan
pl_pl: Kopiuj adres konta

source: {VAR_PLURAL, plural, =0 {No subscribers} =1 {1 subscriber} other {{INTERPOLATION} subscribers }}
pl_pl: {VAR_PLURAL, plural, =0 {Brak subskrybentów} =1 {1 subskrybent} few {{INTERPOLATION} subskrybentów} other {{INTERPOLATION} subskrybentów}}

source: {VAR_PLURAL, plural, =0 {No videos} =1 {1 video} other {{INTERPOLATION} videos }}
pl_pl: {VAR_PLURAL, plural, =0 {Brak filmów} =1 {1 film} few {{INTERPOLATION} filmy} other {{INTERPOLATION} filmów}}

source: Show the complete description
ca_es: Mostrar la descripció completa
ja_jp: 説明を全て表示する
kab: Smed aglam ummid
pl_pl: Pokaż pełny opis

source: Show more...
ca_es: Mostrar més…
ja_jp: さらに表示...
kab: Sken ugar...
pl_pl: Pokaż więcej…

source: Manage account
pl_pl: Zarządzaj kontem

source: Search account videos
ca_es: Cercar vídeos del compte
ja_jp: アカウントの動画を検索
kab: Nadi tividyutin n umiḍan
pl_pl: Szukaj filmów z tego konta

source: This account does not have channels.
ca_es: Aquest compte no té cap canal de vídeo.
ja_jp: このアカウントはチャンネルを持っていません。
kab: Amiḍan-a ulac ɣur-s ibuda n tvidyut.
pl_pl: To konto nie ma kanałów.

source: {VAR_PLURAL, plural, =1 {1 subscriber} other {{INTERPOLATION} subscribers}}
ca_es: {VAR_PLURAL, plural, =1 {1 subscripció} other {{INTERPOLATION} subscripcions} }
ja_jp: {VAR_PLURAL, plural, =1 {1 チャンネル登録者} other {{INTERPOLATION} チャンネル登録者}}
kab: {VAR_PLURAL, plural, =1 {1 n umulteɣ} other {{INTERPOLATION} yimultaɣ}}
pl_pl: {VAR_PLURAL, plural, =1 {1 subskrypcja} other { {INTERPOLATION} subskrybcje}}

source: {VAR_PLURAL, plural, =1 {1 videos} other {{INTERPOLATION} videos}}
ca_es: {VAR_PLURAL, plural, =1 {1 vídeo} other {{INTERPOLATION} vídeos}}
ja_jp: {VAR_PLURAL, plural, =1 {1本の動画} other {{INTERPOLATION}本の動画}}
kab: {VAR_PLURAL, plural, =1 {1 tividyutin} other {{INTERPOLATION} tividyutin}}
pl_pl: {VAR_PLURAL, plural, =1 {1 film} few {{INTERPOLATION} filmy} many {{INTERPOLATION} filmów} other {{INTERPOLATION} filmy}}

source: {getTotalVideosOf(videoChannel), plural, =0 {No videos} =1 {1 video} other {{{ getTotalVideosOf(videoChannel) }} videos}}
pl_pl: {video.views, plural, =1 {1 wyświetlenie} few {{{ video.views | myNumberFormatter }} wyświetlenia}} many {{{ video.views | myNumberFormatter }} wyświetleń}} other {{{ video.views | myNumberFormatter }} wyświetleń}}

source: Show this channel
ca_es: Mostrar aquest canal
ja_jp: このチャンネルを表示
kab: Sken abadu-a
pl_pl: Pokaż ten kanał

source: {VAR_PLURAL, plural, =0 {No videos} =1 {1 video} other {{INTERPOLATION} videos}}
ca_es: {VAR_PLURAL, plural, =0 {Cap vídeo} =1 {1 vídeo} other {{INTERPOLATION} vídeos}}
ja_jp: {VAR_PLURAL, plural, =0 {0本の動画} =1 {1本の動画} other {{INTERPOLATION}本の動画}}
kab: {VAR_PLURAL, plural, =0 {Ulac tividyutin} =1 {1 n tvidyut} other {{INTERPOLATION} tividyutin}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak filmów} =1 {1 film} other {{{ playlist.videosLength }} filmów}}

source: Please type the name of the video channel (videoChannel.name) to confirm
ca_es: Introduïu el nom del canal de vídeo (videoChannel.name) per confirmar
ja_jp: 確認のために、チャンネルの名前(videoChannel.name)を入力して下さい
pl_pl: Wpisz nazwę kanału wideo (videoChannel.name) aby zatwierdzić

source: See this video channel
ca_es: Veure aquest canal de vídeo
ja_jp: このチャンネルを見る
kab: Wali abadu-a n tvidyut
pl_pl: Zobacz ten kanał wideo

source: {VAR_PLURAL, plural, =0 {No subscribers} =1 {1 subscriber} other {{INTERPOLATION} subscribers}}
ca_es: {VAR_PLURAL, plural, =0 {Cap subscripció} =1 {1 subscripció} other {{INTERPOLATION} subscripcions}}
ja_jp: {VAR_PLURAL, plural, =0 {0人の登録者} =1 {1人の登録者} other {{INTERPOLATION}人の登録者}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak subskrybentów} =1 {1 subskrybent} other {{INTERPOLATION} subskrybentów}}

source: This channel doesn't have any videos.
ca_es: Aquest canal no té cap vídeo.
ja_jp: このチャンネルには動画がありません。
kab: Abadu-a ulac deg-s tividyutin.
pl_pl: Ten kanał nie udostępnił żadnych filmów.

source: SHOW THIS CHANNEL >
ja_jp: このチャンネルを表示 >
pl_pl: POKAŻ TEN KANAŁ >

source: This channel does not have playlists.
ca_es: Aquest canal no té llistes de reproducció.
ja_jp: このチャンネルにはプレイリストがありません。
kab: Abadu-a ulac deg-s tibdarin n tɣuri.
pl_pl: Ten kanał nie stworzył żadnych playlist.

source: Manage channel
pl_pl: Zarządzaj kanałem

source: Network
ca_es: Xarxa
ja_jp: ネットワーク
kab: Azeṭṭa
pl_pl: Sieć

source: {{ instanceName }} does not have followers.
ca_es: {{ instanceName }} no té seguidors/es.
ja_jp: {{ instanceName }}は、フォロワーがいません。
pl_pl: {{ instanceName }} nie ma żadnych obserwujących.

source: Show more followers
ca_es: Mostrar més seguidors/es
ja_jp: さらにフォロワーを表示
pl_pl: Pokaż więcej obserwujących

source: General
ja_jp: 一般
pl_pl: Ogólne

source: Team
ca_es: Equip
ja_jp: チーム
pl_pl: Ekipa

source: Moderation and code of conduct
ca_es: Moderació i codi de conducta
ja_jp: モデレーションと行動規範
pl_pl: Moderacja oraz zasady postępowania

source: Technical information
ca_es: Informació tècnica
ja_jp: 技術的な情報
pl_pl: Informacje techniczne

source: About this platform
ja_jp: このプラットフォームについて
pl_pl: O tej platformie

source: Your name
ca_es: El vostre nom
ja_jp: 名前
kab: Isem-ik
pl_pl: Twoje imię

source: Your email
ca_es: La vostra adreça electrònica
ja_jp: メールアドレス
kab: Imayl-ik
pl_pl: Twój e-mail

source: Subject
ca_es: Assumpte
ja_jp: 件名
kab: Asentel
pl_pl: Temat

source: Your message
ca_es: El vostre missatge
ja_jp: メッセージ
kab: Izen-ik·im
pl_pl: Twoja wiadomość

source: Contact us
ca_es: Contacteu amb nosaltres
ja_jp: お問い合わせ
pl_pl: Skontaktuj się z nami

source: Who we are
ca_es: Qui som
ja_jp: 運営者について
kab: Anwi nekkni
pl_pl: Kim jesteśmy

source: Why we created {{ instanceName }}
ca_es: Per què creàrem {{ instanceName }}
ja_jp: なぜ私達が{{ instanceName }}を作ったかというと･･･
pl_pl: Dlaczego powstała platforma {{ instanceName }}

source: How long we plan to maintain {{ instanceName }}
ca_es: Quant de temps pensem mantindre {{ instanceName }}
ja_jp: どのくらいの期間、{{ instanceName }}を維持していく予定かというと･･･
pl_pl: Jak długo planujemy utrzymywać platformę {{ instanceName }}

source: How we will pay for keeping {{ instanceName }} running
ca_es: Com pagarem per mantindre {{ instanceName }} en funcionament
ja_jp: 私達が{{ instanceName }}を運用・保守するための資金については･･･
pl_pl: Jak będziemy opłacali koszty związane z utrzymywaniem platformy {{ instanceName }}

source: Hardware information
ca_es: Informació del maquinari
ja_jp: サーバーのハードウェアについて
pl_pl: Informacje o sprzęcie

source: FEATURES
ca_es: CARACTERÍSTIQUES
ja_jp: 特徴
pl_pl: MOŻLIWOŚCI

source: Our platform in figures
ca_es: La nostra plataforma en xifres
ja_jp: このプラットフォームを数字でみると
pl_pl: Nasza platforma w liczbach

source: moderators
ca_es: moderadors/es
ja_jp: モデレーター
pl_pl: moderator(-ów)

source: Features found on this instance
ca_es: Característiques presents en aquesta instància
ja_jp: このインスタンスの特徴
kab: Timahilin yellan ɣef tummant-a
pl_pl: Funkcje dostępne na tej instancji

source: PeerTube is a self-hosted ActivityPub-federated video streaming platform using P2P directly in your web browser.
ca_es: PeerTube és un servei autoallotjat federat mitjançant ActivityPub, que permet la transmissió de vídeo extrem-a-extrem al vostre navegador.
ja_jp: PeerTubeはActivityPubによる連合機能を備えた、セルフホスティングタイプの動画ストリーミングプラットフォームです。あなたのWebブラウザー上でP2P技術を直接利用します。
pl_pl: PeerTube to samodzielnie utrzymywana platforma do filmów sfederowana z użyciem ActivityPub, korzystająca z P2P bezpośrednio w Twojej przeglądarce internetowej.

source: It is free and open-source software, under {START_LINK}AGPLv3 licence{CLOSE_LINK}.
ca_es: És programari lliure i de codi obert, sota {START_LINK}llicència AGPLv3{CLOSE_LINK}.
ja_jp: {START_LINK}AGPLv3 licence{CLOSE_LINK}のフリーでオープンソースなソフトウェアです。
kab: D aseɣẓan ilelli yerna n uɣbalu yeldin, ddaw {START_LINK}turagt AGPLv3{CLOSE_LINK}.
pl_pl: To wolne i otwartoźródłowe oprogramowanie na {START_LINK}licencji AGPLv3{CLOSE_LINK}.

source: For more information, please visit {START_LINK}joinpeertube.org{CLOSE_LINK}.
ca_es: Per a més informació visiteu {START_LINK}joinpeertube.org{CLOSE_LINK}.
ja_jp: 詳しくは、{START_LINK}joinpeertube.org{CLOSE_LINK}にアクセスして下さい。
kab: I wugar n telɣut, ttxil-k·m rzu ɣer {START_LINK}joinpeertube.org{CLOSE_LINK}.
pl_pl: Aby dowiedzieć się więcej, odwiedź stronę <a>joinpeertube.org</a>.

source: Use PeerTube documentation
ca_es: Utilitzeu la documentació de PeerTube
ja_jp: PeerTubeのドキュメントを読む
kab: Seqdec tasemlit n PeerTube
pl_pl: Przejrzyj dokumentację PeerTube'a

source: Discover how to setup your account, what is a channel, how to create a playlist and more!
ca_es: Descobriu com configurar el compte, què és un canal, com crear una llista de reproducció i moltes coses més!
ja_jp: アカウントの設定方法、チャンネルとは何か、プレイリストの作り方などをご確認ください！
kab: Snirem amek ara tsewleḍ amiḍan-ik·im, d acu i d abadu, amek ara ternuḍ tabdart n tɣuri akked wayen-nniḍen!
pl_pl: Dowiedz się, jak ustawić konto, czym jest kanał, jak stworzyć playlistę i więcej!

source: PeerTube Applications
ca_es: Aplicacions de PeerTube
ja_jp: PeerTubeアプリケーション
kab: Isnasen n PeerTube
pl_pl: Aplikacje obsługujące PeerTube'a

source: Discover unofficial Android applications or browser addons!
ca_es: Descobriu aplicacions no oficials d'Android o complements de navegador!
ja_jp: 非公式のAndroidアプリ、またはブラウザーのアドオンを探してみましょう！
kab: Snirem isnasen n Android arunṣiben neɣ izegrar n yiminig!
pl_pl: Odkryj nieoficjalne aplikacje na Androida lub wtyczki przeglądarkowe!

source: Contribute on PeerTube
ca_es: Contribuir a PeerTube
ja_jp: PeerTubeにコントリビュートする
kab: Mudd tallalt i PeerTube
pl_pl: Dodaj swój wkład do PeerTube

source: Want to help to improve PeerTube? You can translate the web interface, give your feedback or directly contribute to the code!
ca_es: Voleu ajudar a millorar PeerTube? Podeu traduir la interfície web, donar la vostra opinió o contribuir directament al codi!
ja_jp: PeerTubeをより良くするために、コントリビュートをしたいですか？Webクライアントの翻訳、あなたからの意見や感想のフィードバック、またはPeerTubeのコードに直接コントリビュートできます！
pl_pl: Chcesz pomóc w ulepszeniu PeerTube'a? Możesz przetłumaczyć interfejs na swój język, wyrażać swoje opinie lub dodać swój wkład bezpośrednio do kodu!

source: Platform
ca_es: Plataforma
ja_jp: プラットフォーム
pl_pl: Platforma

source: {{ instanceName }} does not have subscriptions.
ca_es: {{ instanceName }} no té subscripcions.
ja_jp: {{ instanceName }}はサブスクリプションがありません。
pl_pl: {{ instanceName }} nie ma żadnych subskrypcji.

source: Show more subscriptions
ca_es: Mostrar més subscripcions
ja_jp: 登録チャンネルをさらに表示
pl_pl: Pokaż więcej subskrypcji

source: Our network in figures
ca_es: La nostra xarxa en xifres
ja_jp: このネットワークを数字で見ると
pl_pl: Nasza sieć w liczbach

source: total videos
ca_es: vídeos totals
ja_jp: 動画の合計数
pl_pl: filmów

source: total comments
ca_es: comentaris totals
ja_jp: コメントの合計数
pl_pl: komentarzy

source: {VAR_PLURAL, plural, =1 {follower} other {followers}}
ca_es: {VAR_PLURAL, plural, =1 {seguidor/a} other {seguidors/es}}
ja_jp: {VAR_PLURAL, plural, =1 {フォロワー} other {フォロワー}}
pl_pl: {VAR_PLURAL, plural, =1 {obserwujący} other {obserwujących}}

source: Our subscribers automatically display videos of {{ instanceName }} on their platforms.
ca_es: Les persones subscriptores nostres mostren automàticament vídeos de {{ instanceName }} a llurs plataformes.
ja_jp: 登録者は、{{ instanceName }}の動画をプラットフォーム上に自動的に表示します。
pl_pl: Nasi subskrybenci automatycznie wyświetlają filmy pochodzące z platformy {{ instanceName }} na swoich platformach.

source: Specifics
ca_es: Especificitats
ja_jp: 詳細
pl_pl: Właściwości

source: Language:
ca_es: Idioma:
ja_jp: 言語:
pl_pl: Język:
