Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: You can import any URL {START_LINK}supported by youtube-dl{CLOSE_LINK} or URL that points to a media file. You should make sure you have diffusion rights over the content it points to, otherwise it could cause legal trouble to yourself and your instance.
ca_es: Podeu importar qualsevol URL {START_LINK}compatible amb youtube-dl{CLOSE_LINK} o que apunti a un fitxer multimèdia. Heu d'assegurar-vos que teniu drets de distribució del contingut al qual apunta l'adreça, ja que, en cas contrari, us podria causar problemes legals a vosaltres i a la vostra instància.
ja_jp: {START_LINK}youtube-dlがサポートしている{CLOSE_LINK}URL、または何らかのメディアファイルを指しているURLを利用してメディアをインポートすることができます。ただし、メディアのURLやメディアファイルを配布する権利を「本当にあなたが保有していること」を必ず確認してください。あなた自身やあなたが属するインスタンスに法的なトラブルを招く場合があります。
kab: Tzemreḍ ad d-tketreḍ URL i ak-yehwan {START_LINK}i yessefrak youtube-dl{CLOSE_LINK} neɣ URL yesεan assaɣ srid d ufaylu n umidyat. Ilaq ad tḍemneḍ tesεiḍ izerfan n usuddem n ugbur-a, neɣ ma ulac ad d-yeglu s wugur ama i kečč·kemm neɣ i tummant-ik·im.
pl_pl: Możesz zaimportować dowolny adres URL {START_LINK}obsługiwany przez youtube-dl{CLOSE_LINK} lub URL wskazujący na plik multimedialny. Upewnij się, że masz prawa do udostępniania treści na którą on wskazuje, aby nie stworzyć problemów prawnych sobie i swojej instancji.

source: You can also synchronize a remote channel in <a routerLink="/my-library/video-channel-syncs">your library</a>
ja_jp: <a routerLink="/my-library/video-channel-syncs">ライブラリ</a>から、外部チャンネルを同期することもできます
pl_pl: Możesz także zsynchronizować zewnętrzny kanał, postępując zgodnie z instrukcjami w <a routerLink="/my-library/video-channel-syncs">Twojej bibliotece filmów</a>

source: Congratulations, the video behind {{ targetUrl }} is being imported! You can already add information about this video.
ja_jp: おめでとうございます。{{ targetUrl }}をインポート中です！この動画に関する情報を設定できるようになりました。
pl_pl: Gratulacje, film znajdujący się pod adresem {{ targetUrl }} zostanie wkrótce zaimportowany! Możesz już dodać informacje na temat tego filmu.

source: Select the file to upload
ca_es: Trieu el fitxer a pujar
ja_jp: アップロードするファイルを選択
kab: Fren afaylu ara d-tsaliḍ
pl_pl: Wybierz plik do wysłania

source: Scheduled
ca_es: Programat
ja_jp: 予約済み
kab: Yettuɣawes
pl_pl: Zaplanowany

source: Hide the video until a specific date
ca_es: Ocultar el vídeo fins una data específica
ja_jp: 特定の日付まで動画を非表示にする
kab: Ffer tavidyut alamma azemz usdid
pl_pl: Ukryj film przed określoną datą

source: Are you sure you want to delete your video "video.name?
ja_jp: 動画"video.name"を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć swój film zatytułowany „video.name”?

source: "video.name" deleted
ja_jp: "video.name"を削除しました
pl_pl: Film „video.name” został usunięty

source: caption.language.label (auto-generated)
ca_es: caption.language.label (generat automàticament)
ja_jp: caption.language.label (自動生成)
pl_pl: caption.language.label (automatycznie wygenerowany)

source: Are you sure you want to close this modal without saving your changes?
ca_es: Segur que voleu tancar aquesta finestra sense desar els canvis?
ja_jp: 変更を保存せずにこのモーダルを閉じてもよろしいですか？
pl_pl: Czy na pewno chcesz zamknąć te okno dialogowe bez zapisywania zmian?

source: Close modal window
ja_jp: モーダルウィンドウを閉じる
pl_pl: Zamknij okno dialogowe

source: Normal live
ca_es: Directe normal
ja_jp: 通常のライブ配信
pl_pl: Standardowa transmisja na żywo

source: Permanent/recurring live
ca_es: Directe permanent/recurrent
ja_jp: 永続/繰り返しのライブ配信
pl_pl: Stała/powtarzająca się transmisja na żywo

source: Video background image
ca_es: Imatge de fons del vídeo
ja_jp: 動画の背景画像
kab: Tugna n ugilal n tvidyut
pl_pl: Tło filmu

source: Image that will be merged with your audio file. {LINE_BREAK} The chosen image will be definitive and cannot be modified.
ca_es: Imatge que es fusionarà amb el vostre fitxer d’àudio. {LINE_BREAK} La imatge escollida serà definitiva i no es podrà modificar.
ja_jp: 画像は音声ファイルに統合されます。{LINE_BREAK} 選んだ画像は後で変更できず、修正もできません。
kab: Tugna ara yeddun akked ufaylu-inek·inem ameslaw. {LINE_BREAK} tugna yettwafernen d nettat kan ara yeqqimen , ur tettizmireḍ ara ad tt-tbeddleḍ.
pl_pl: Obraz, który zostanie połączony z twoim plikiem audio. <br/> Wybrany obraz jest finalny i nie może być później zmieniony.

source: File uploaded! Your video is now available in your private library.
ja_jp: ファイルがアップロードされました！動画は非公開ライブラリで利用可能になりました。
pl_pl: Plik został przesłany! Twój film jest już dostępny w Twojej prywatnej bibliotece.

source: Processing…
ca_es: Processant…
ja_jp: 処理中…
pl_pl: Przetwarzanie…

source: lists per page
ja_jp: 1ページごとのリスト
pl_pl: list na stronę

source: {VAR_PLURAL, plural, =0 {No list} =1 {1 list} other {{INTERPOLATION} lists}}
ja_jp: {VAR_PLURAL, plural, =0 {リストがありません} =1 {1リスト} other {{INTERPOLATION}リスト}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak list} =1 {1 lista} few {{INTERPOLATION} listy} other {{INTERPOLATION} list}}

source: Retry
ca_es: Tornar a intentar
ja_jp: 再試行
kab: Ɛreḍ tikkelt-nniḍen
pl_pl: Spróbuj ponownie

source: Sorry, but something went wrong.
ja_jp: 申し訳ありません、問題が発生しました。
pl_pl: Przepraszamy, ale coś poszło nie tak.

source: Create a new list
ca_es: Crear una llista nova
ja_jp: 新規リストを作成
pl_pl: Stwórz nową listę

source: List name
ca_es: Nom de la llista
ja_jp: リスト名
pl_pl: Nazwa listy

source: Words
ca_es: Mots
ja_jp: 言葉
pl_pl: Słów

source: {{ list.words.length }} words
ca_es: {{ list.words.length }} mots
ja_jp: {{ list.words.length }}文字
pl_pl: {{ list.words.length }} słów

source: No watched word lists found.
ca_es: No s'han trobat llistes de mots vigilats.
ja_jp: 監視対象の単語リストが見つかりませんでした。
pl_pl: Nie znaleziono żadnych list obserwowanych słów.

source: Are you sure you want to delete this list.listName list?
ca_es: Segur que voleu eliminar aquesta list.listName llista?
ja_jp: 本当にリスト「list.listName 」を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć listę zatytułowaną „list.listName”?

source: Delete list
ca_es: Eliminar la llista
ja_jp: リストを削除
pl_pl: Usuń listę

source: list.listName removed
ca_es: list.listName eliminada
ja_jp: list.listNameが削除されました
pl_pl: Lista „list.listName” została usunięta

source: Save watched words list
ca_es: Desar la llista de mots vigilats
ja_jp: 監視対象の単語リストを保存
pl_pl: Zapisz listę obserwowanych słów

source: One word or group of words per line.
ca_es: Una paraula o grup de mots per línia.
ja_jp: 1行に1つの単語または単語グループを入力してください。
pl_pl: Jedno słowo lub grupa słów na linijkę.

source: commonParams.listName updated
ca_es: commonParams.listName actualitzada
ja_jp: commonParams.listNameが更新されました
pl_pl: Lista „commonParams.listName” została zaktualizowana

source: commonParams.listName created
ca_es: commonParams.listName creada
ja_jp: commonParams.listNameが作成されました
pl_pl: Lista „commonParams.listName” została stworzona

source: Total video quota
ca_es: Quota total de vídeo
ja_jp: 合計の動画アップロード容量制限
kab: Afmiḍi asemday n tvidyut
pl_pl: Maksymalna dozwolona sumaryczna wielkość plików wideo

source: Publish
ca_es: Publicar
ja_jp: 公開
kab: Suffeɣ-d
pl_pl: Opublikuj

source: Upload on hold
ca_es: Pujada en espera
ja_jp: 保留中のアップロード
pl_pl: Oczekujące wrzucenie

source: Sorry, the upload feature is disabled for your account. If you want to add videos, an admin must unlock your quota.
ca_es: Ho sentim, la funció de pujada està deshabilitada per al vostre compte. Si voleu afegir vídeos, una persona administradora ha de desblocar-vos la quota.
ja_jp: 申し訳ありませんが、あなたのアカウントではアップロード機能が無効になっています。動画をアップロードしたい場合、運営者があなたの動画のアップロード制限を解除する必要があります。
kab: Nesḥassef, tamahilt n usali tensa i umiḍan-ik·im. Ma yella tebɣiḍ ad ternuḍ tividyutin, anedbal yezmer ad yekkes asekker afmiḍi-inek·inem.
pl_pl: Niestety, możliwość przesyłania filmów jest wyłączona dla Twojego konta. Jeżeli chcesz przesłać kolejne filmy, administrator musi zwiększyć Twój limit.

source: Uploaded videos are reviewed before publishing for your account. If you want to add videos without moderation review, an admin must turn off your videos auto-block.
ca_es: Els vídeos penjats al servidor es revisen abans de publicar-se per al vostre compte. Si voleu afegir vídeos sense la verificació de moderació, l'administració ha de deshabilitar el bloqueig automàtic dels vostres vídeos.
ja_jp: アップロードした動画は、あなたのアカウントで公開される前に審査されます。モデレーターによる審査無しで動画をアップロードしたい場合、運営者は動画の自動ブロック機能を無効にする必要があります。
pl_pl: Przesyłane filmy są sprawdzane, zanim te będą mogły zostać opublikowane. Jeżeli chcesz dodawać filmy bez interwencji moderatora, administracja będzie musiała wyłączyć automatyczną blokadę filmów z Twojego konta.

source: Your daily video quota is insufficient. If you want to add more videos, you must wait for 24 hours or an admin must increase your daily quota.
ca_es: La vostra quota diària de vídeo és insuficient. Si voleu afegir més vídeos, heu d'esperar 24 hores o l'administració ha d'augmentar la vostra quota diària.
ja_jp: 一日あたりの動画アップロード制限を超えています。より多くの動画をアップロードしたい場合、一日待つか、運営者が一日あたりのユーザーの動画容量を増やす必要があります。
pl_pl: Twój dzienny limit przesyłanych filmów został przekroczony. Jeżeli chcesz dodać więcej filmów, musisz poczekać co najmniej 24 godziny, lub administracja będzie musiała zwiększyć Twój dzienny limit.

source: Your video quota is insufficient. If you want to add more videos, an admin must increase your quota.
ca_es: La vostra quota de vídeo és insuficient, si voleu afegir més vídeos, l'administració ha d'augmentar-la.
ja_jp: 動画アップロード制限を超えています。より多くの動画をアップロードしたい場合、運営者がユーザーの動画容量を増やす必要があります。
pl_pl: Twój limit przesłanych filmów został przekroczony. Jeżeli chcesz przesyłać kolejne filmy, administracja będzie musiała zwiększyć Twój limit.

source: ⚠️ Uploading a new version of your video will completely erase the current version
ca_es: ⚠️ Penjar una versió nova del vídeo n'esborrarà permanentment la versió actual
ja_jp: ⚠️ 新しいバージョンの動画をアップロードすると、現在のバージョンの動画を完全に削除することになります
pl_pl: ⚠️ Przesyłanie nowej wersji Twojego filmu całkowicie usunie obecnie dostępną wersję

source: Statistics
ja_jp: 統計
pl_pl: Statystyki

source: Views made before {{ getMaxViewsAgeDate() | date }} are not taken into account
pl_pl: Wyświetlenia naliczone przed {{ getMaxViewsAgeDate() | date }} nie są brane pod uwagę

source: Read instance rules for help
ca_es: Llegir les normes de la instància per a obtindre ajuda
ja_jp: ヘルプとして、インスタンスルールをお読みください
kab: Γeṛ ilugan n tummant i tallalt
pl_pl: Przeczytaj zasady instancji, aby uzyskać pomoc

source: We recommend you to not use the <strong>root</strong> user to publish your videos, since it's the super-admin account of your instance.
ja_jp: 動画を公開するために<strong>root</strong>ユーザーを使用することはおすすめしません。インスタンスの最も強い管理権限を有するアカウントだからです。
pl_pl: Zalecamy niewykorzystywanie konta <strong>root</strong> do przesyłania filmów, ponieważ to konto posiada uprawnienia superadministratora.

source: Instead, <a class="text-decoration-underline alert-link" routerLink="/admin/users">create a dedicated account</a> to upload your videos.
ja_jp: 代わりに<a class="text-decoration-underline alert-link" routerLink="/admin/users">専用のアカウント</a>を作成したうえで動画をアップロードしてください。
pl_pl: Zamiast tego <a class="text-decoration-underline alert-link" routerLink="/admin/users">stwórz dedykowane konto</a> do przesyłania filmów.

source: Select the torrent to import
ca_es: Triar el torrent per importar
ja_jp: インポートするTorrentファイルを選択
kab: Fren torrent ara tketreḍ
pl_pl: Wybierz torrent do zaimportowania

source: OR
ca_es: O
ja_jp: または
kab: NEƔ
pl_pl: LUB

source: Paste magnet URI
ca_es: Apegar l'URI magnet
ja_jp: マグネットURIを貼り付け
kab: Senteḍ URL magnet
pl_pl: Wklej link magnet

source: Torrents with only 1 file are supported.
ca_es: Només s'admeten torrents d'un sol fitxer.
ja_jp: Torrentファイルは1つのみインポートできます。
pl_pl: Obsługiwane są torrenty tylko z jednym plikiem.

source: Cannot create live because you created too many lives
ca_es: No es pot crear el directe perquè ja en tens massa
ja_jp: あなたは既に多くのライブ配信を作成しているため、ライブ配信枠を作成できません
kab: Timerna n usrid d awezɣi acku aṭas n yisuddimen i terniḍ
pl_pl: Nie można utworzyć transmisji, ponieważ utworzyłeś(-aś) zbyt wiele transmisji

source: Stream only once, replay will replace your live
ca_es: Emeteu només una vegada, la retransmissió substituirà el vostre directe
ja_jp: 一度だけライブ配信ができ、その配信はリプレイ動画として保存されます
pl_pl: Transmituj tylko teraz, zapis zastąpi tę transmisję po jej zakończeniu

source: Stream only once
ca_es: Emeteu només una vegada
ja_jp: 一度だけの配信
pl_pl: Transmituj tylko teraz

source: Stream multiple times, replays will be separate videos
ca_es: Emeteu diverses vegades, les repeticions seran vídeos separats
ja_jp: 複数回の配信ができ、別々に分けられた複数のリプレイ動画が保存されます
pl_pl: Transmituj wiele razy, zapisy będą przesyłane niezależnie od tej transmisji

source: Stream multiple times using the same URL
ca_es: Emeteu diverses vegades fent servir el mateix URL
ja_jp: 同じURLを利用して複数回配信する
pl_pl: Transmituj wiele razy z tego samego adresu URL

source: Go Live
ca_es: Emetre en directe
ja_jp: ライブ配信開始
kab: Ddu srid
pl_pl: Transmituj na żywo

source: Your live is waiting in your library. But there are unsaved changes: are you sure you want to leave this page?
ja_jp: ライブ配信はライブラリ内で待機中ですが、未保存の変更が存在します:このページから離れてもよろしいですか？
pl_pl: Twoja transmisja oczekuje w Twojej bibliotece. Są jednak niezapisane zmiany: czy chcesz opuścić tę stronę?

source: Cannot create live because this platform has too many created lives
ja_jp: このプラットフォームで作成可能なライブ配信数を超えているため、ライブ配信を作成できません
pl_pl: Nie można stworzyć nowej transmisji na żywo, ponieważ na tej platformie obecnie jest za dużo trwających transmisji

source: Upload a file
ca_es: Pujar un fitxer
ja_jp: ファイルをアップロード
kab: Azen afaylu
pl_pl: Prześlij plik

source: Import with URL
ca_es: Importar amb URL
ja_jp: URLを入力してインポート
kab: Kter s URL
pl_pl: Importuj za pomocą URL

source: UNAVAILABLE
ja_jp: 利用不可
pl_pl: NIEDOSTĘPNE

source: Feature unavailable
ja_jp: 利用できない機能
pl_pl: Funkcja niedostępna

source: Import with torrent
ca_es: Importar amb torrent
ja_jp: Torrentファイル経由でインポート
kab: Kter s torrent
pl_pl: Importuj za pomocą torrent

source: Go live
ca_es: Emetre en directe
ja_jp: ライブ配信開始
kab: Ddu srid
pl_pl: Rozpocznij transmisję

source: AUTOPLAY
ca_es: REPRODUCCIÓ AUTOMÀTICA
ja_jp: 自動再生
pl_pl: AUTOODTWARZANIE

source: Toggle autoplay next video
ca_es: Commutar la reproducció automàtica del següent vídeo
ja_jp: 次の動画の自動再生を切り替える
pl_pl: Przełącz automatyczne odtwarzanie następnego filmu

source: Next video to be played
ca_es: Següent vídeo a reproduir
ja_jp: 次に再生
pl_pl: Następny film w kolejce

source: Report this comment
ca_es: Denunciar aquest comentari
ja_jp: このコメントを通報
kab: Sillef awennit agi
pl_pl: Zgłoś ten komentarz

source: Share
ca_es: Compartir
ja_jp: シェア
kab: Bḍu
pl_pl: Udostępnij

source: Share the playlist
ca_es: Compartir la llista de reproducció
ja_jp: プレイリストをシェア
kab: Bḍu tabdart n tɣuri
pl_pl: Udostępnij playlistę

source: This playlist is private so you won't be able to share it with external users
ca_es: Aquesta llista de reproducció és privada, de manera que no la podreu compartir externament
ja_jp: このプレイリストは非公開のため、他のユーザーとはシェアできません
pl_pl: Ta playlista jest prywatna, więc nie będzie można jej udostępnić innym użytkownikom

source: Update playlist privacy
pl_pl: Edytuj ustawienia prywatności playlisty

source: Playlist URL
ca_es: URL de la llista de reproducció
ja_jp: プレイリストURL
pl_pl: Adres listy odtwarzania

source: Share the playlist at this video position
ca_es: Compartir la llista de reproducció en aquesta posició de vídeo
ja_jp: 現在の動画の再生開始位置で、プレイリストをシェア
kab: Bḍu tabdart-a n tɣuri deg wadig n tvidyut-a
pl_pl: Udostępnij playlistę w tym miejscu

source: Only display embed URL
ca_es: Mostrar només URL incrustat
ja_jp: 埋め込み動画のURLのみ表示
pl_pl: Wyświetl tylko adres URL ramki filmu

source: Responsive embed
ca_es: Incrustació responsiva
ja_jp: レスポンシブ型の埋め込み
pl_pl: Responsywna ramka filmu

source: Share the video
ca_es: Compartir el vídeo
ja_jp: 動画をシェア
kab: Bḍu tavidyut
pl_pl: Udostępnij film

source: This video is private so you won't be able to share it with external users
ca_es: Aquest vídeo és privat, no el podreu compartir externament
ja_jp: この動画は非公開のため、他のユーザーとシェアできません
pl_pl: Ten film jest prywatny, więc nie będzie mógł zostać on udostępniony innym użytkownikom

source: Update video privacy
pl_pl: Edytuj ustawienia prywatności filmu

source: This video is password protected, please note that recipients will require the corresponding password to access the content.
ca_es: Aquest vídeo està protegit amb contrasenya. Tingueu en compte que es necessita la contrasenya per accedir al contingut.
ja_jp: この動画はパスワード保護されています。受け手側がコンテンツにアクセスするためには、対応するパスワードが必要であることにご注意下さい。
pl_pl: Ten film jest zabezpieczony hasłem. Pamiętaj, że odbiorcy tego filmu będą musieli wprowadzić hasło do obejrzenia jego zawartości.

source: Video URL
ca_es: URL del vídeo
ja_jp: 動画のURL
pl_pl: Adres filmu

source: Video embed URL
ca_es: URL d'incrustació del vídeo
ja_jp: 動画の埋め込みURL
pl_pl: Adres URL ramki filmu

source: QR-Code
ca_es: Codi QR
ja_jp: QRコード
pl_pl: Kod QR

source: The url is not secured (no HTTPS), so the embed video won't work on HTTPS websites (web browsers block non secured HTTP requests on HTTPS websites).
ca_es: L'URL no és segur (no és HTTPS), aleshores el vídeo incrustat no funcionarà en les pàgines HTTPS (els navegadors bloquen sol·licituds HTTP no segures en pàgines HTTPS).
ja_jp: このURLはセキュアではない(HTTPSでない)ので、埋め込み動画はURLがHTTPSから始まるウェブサイトでは利用できません(WebブラウザーがHTTPSのWebサイト上では安全でないHTTPリクエストをブロックする為)。
kab: Url mačči d aɣellsan (ulac HTTPS), ɣef waya tividyutin tusliɣin ur teddunt ara ɣef yismal web HTTPS (wiminigen web ssewḥalen isutar HTTP ɣef yismal web HTTPS).
pl_pl: Link nie jest zabezpieczony (brak HTTPS), więc osadzony film nie będzie działał na stronach używających HTTPS (przeglądarki blokują niezabezpieczone żądania HTTP na stronach używających HTTPS).

source: Embed
ca_es: Incrustar
ja_jp: 埋め込み動画
kab: Yesleɣ
pl_pl: Umieść

source: Playlist embed URL
ca_es: URL d'inserció de la llista de reproducció
ja_jp: プレイリストの埋め込みURL
pl_pl: Adres URL ramki playlisty

source: Auto select subtitle
ca_es: Seleccionar subtítols automàticament
ja_jp: 字幕を自動選択
kab: Afran awurman n yiduzwilen
pl_pl: Automatycznie wybierz napisy

source: Support {{ displayName }}
ca_es: Dóna suport a {{ displayName }}
ja_jp: {{ displayName }}を応援する
kab: Tallalt n {{ displayName }}
pl_pl: Wesprzyj {{ displayName }}

source: Go to the channel page of this.actor().displayName
pl_pl: Przejdź na stronę kanału this.actor().displayName

source: Go to the account page of this.actor().displayName
pl_pl: Przejdź na stronę konta this.actor().displayName

source: Login
ca_es: Iniciar sessió
ja_jp: ログイン
kab: Tuqqna
pl_pl: Zaloguj się

source: Autoplay
ca_es: Reproducció automàtica
ja_jp: 自動再生
kab: Taɣuri tawurmant
pl_pl: Automatyczne odtwarzanie

source: Muted
ca_es: Silenciat
ja_jp: ミュート
kab: Asusam
pl_pl: Wyciszony

source: The user is banned
ja_jp: ユーザーは凍結されています
pl_pl: Użytkownik został zablokowany

source: Loop
ca_es: Bucle
ja_jp: 繰り返し再生
kab: Taneddict
pl_pl: Odtwarzaj w pętli

source: Use origin instance URL
ca_es: Utilitzar URL de la instància d'origen
ja_jp: オリジナルの動画が配信されているインスタンスのURLを使用する
kab: Seqdec URL n tummant aneẓli
pl_pl: Użyj adresu URL oryginalnej instancji

source: Display video title
ca_es: Mostrar el títol del vídeo
ja_jp: 動画タイトルを表示
kab: Sken azwel n tvidyut
pl_pl: Wyświetl nazwę filmu

source: Helps your platform to distribute video content, but <a href="https://docs.joinpeertube.org/admin/privacy-guide#player-p2p" target="_blank">decreases privacy <my-global-icon iconName="external-link"></my-global-icon></a> of your users
pl_pl: Pomaga to Twojej platformie w dystrybuowaniu filmów, ale <a href="https://docs.joinpeertube.org/admin/privacy-guide#player-p2p" target="_blank">pogarsza to prywatność <my-global-icon iconName="external-link"></my-global-icon></a> Twoich użytkowników

source: Video transcription
ja_jp: 動画の文字起こし
pl_pl: Transkrypcja filmu

source: Remote authentication
ja_jp: リモート認証
pl_pl: Zewnętrzna autoryzacja

source: Enable P2P streaming by default for anonymous and new users
ja_jp: デフォルトで匿名および新規ユーザーにP2Pストリーミングを有効にする
pl_pl: Włącz transmitowanie metodą P2P dla anonimowych i nowych użytkowników

source: Disable P2P streaming
ja_jp: P2Pストリーミングを無効にする
pl_pl: Wyłącz transmitowanie metodą P2P

source: Enable automatic transcription of videos to automatically generate subtitles
ja_jp: 動画の自動文字起こしを有効にして、自動的に字幕を生成します
pl_pl: Włącz automatyczną transkrypcję filmów, żeby móc generować automatycznie napisy

source: Disable automatic transcription of videos
ja_jp: 動画の自動文字起こしを無効にする
pl_pl: Wyłącz automatyczną transkrypcję filmów

source: Keep the original video file on the server
ja_jp: サーバー上に動画のオリジナルを保持する
pl_pl: Zachowaj oryginalny plik wideo na serwerze

source: Delete the original video file after processing
ja_jp: 動画の処理完了後に動画のオリジナルを削除する
pl_pl: Usuń oryginalny plik wideo po jego przetworzeniu

source: Your platform will manage user registration and login internally
ja_jp: あなたのプラットフォームは、ユーザー登録とログインを内部で管理するようになります
pl_pl: Twoja platforma będzie zarządzać rejestracją i logowaniem się wewnętrznie

source: Use LDAP for user authentication
ja_jp: ユーザー認証にLDAP認証を使用する
pl_pl: Wykorzystuj system LDAP do autoryzacji użytkowników

source: Use OpenID Connect for user authentication
ja_jp: ユーザー認証にOpenID Connect認証を使用する
pl_pl: Wykorzystuj OpenID Connect do autoryzacji użytkowników

source: Use SAML 2.0 for user authentication
ja_jp: ユーザー認証にSAML 2.0認証を使用する
pl_pl: Wykorzystuj SAML 2.0 do autoryzacji użytkowników

source: Users can stream lives
ja_jp: ユーザーはライブ配信が可能
pl_pl: Użytkownicy mogą nadawać na żywo

source: Users can import videos from remote platforms (YouTube, Vimeo...) and automatically synchronize remote channels
ja_jp: ユーザーに対し、外部のプラットフォーム(YouTube, Vimeoなど)から動画をインポート、外部のチャンネルから自動的にコンテンツの同期を可能にします
pl_pl: Użytkownicy mogą importować filmy z zewnętrznych platform (YouTube, Vimeo itd.) i synchronizować swoje kanały zewnętrzne automatycznie

source: Disable video import and channel synchronization
ja_jp: 動画のインポートとチャンネル同期を無効にする
pl_pl: Wyłącz importowanie filmów oraz synchronizację kanałów

source: <strong>Allow</strong> any user <strong>to register</strong>
ja_jp: <strong>誰でも</strong> ユーザー登録 <strong>可能</strong>
pl_pl: <strong>Zezwoli</strong> jakiemukolwiek użytkownikowi <strong>na rejestrację</strong>

source: Allow users to <strong>apply for registration</strong> on your platform
ja_jp: このプラットフォームは、ユーザーの<strong>登録が可能</strong>
pl_pl: Zezwoli użytkownikom na <strong>zgłaszanie chęci rejestracji kont</strong> na Twojej platformie

source: <strong>Disable</strong> user <strong>registration</strong>
ja_jp: <strong>ユーザー登録</strong> は <strong>無効</strong>
pl_pl: <strong>Nie będzie przyjmować rejestracji</strong> nowych użytkowników

source: Require <strong>moderator approval</strong> for videos published by your community
ja_jp: 動画の公開には、<strong>モデレーターの承認</strong>が必要
pl_pl: Wymagać <strong>zatwierdzenia przez moderację</strong> publikacji filmów przesyłanych przez Twoją społeczność

source: <strong>Prevent</strong> new users <strong>from uploading videos</strong> (can be changed by moderators)
ja_jp: 新規ユーザーの<strong>動画アップロード</strong> は <strong>無効</strong> (モデレーターにより変更可能)
pl_pl: <strong>Zapobiegać</strong> nowym użytkownikom <strong>udostępniania swoich filmów</strong> (moderatorzy mogą to zmieniać)

source: <strong>Not limit the amount of videos</strong> new users can upload
ja_jp: 新規ユーザーの<strong>動画アップロード数に制限はありません</strong>
pl_pl: <strong>Nie ograniczał liczby filmów</strong>, którą nowi użytkownicy będą mogli publikować

source: Set <strong>video quota to getBytes(this.videoQuota, 0)</strong> for new users (can be changed by moderators)
ja_jp: 新規ユーザーの<strong>動画アップロード容量はgetBytes(this.videoQuota, 0)</strong>(モデレーターにより変更可能)
pl_pl: Ustawi <strong>limit przesyłanych filmów na getBytes(this.videoQuota, 0)</strong> dla nowych użytkowników (moderatorzy mogą to zmieniać)
