Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Jan
kab: Yen

source: Feb
kab: Fuṛ

source: Mar
kab: Meɣ

source: Apr
kab: Yeb

source: Jun
kab: Yun

source: Jul
kab: Yul

source: Aug
kab: Ɣuc

source: Sep
kab: Cte

source: Oct
kab: Tub

source: Nov
kab: Wam

source: Dec
kab: Duj

source: Instance languages
kab: Tutlayin n tummant

source: ~ 1 minute
kab: ~ 1 tesdat

source: ~ {PH} minutes
kab: ~ {PH} n tesdatin

source: {PH} users banned.
kab: {PH} iseqdacen yettwagedlen.

source: If you remove this user, you will not be able to create another with the same username!
kab: Ma yella tekkseḍ aseqdac-a, ur tettizmireḍ ara ad ternuḍ wayeḍ s yisem-nni kan!

source: Mute this account by your instance
kab: Sgugem amiḍan-a s tummant-ik·im

source: Unmute this account by your instance
kab: Kkes asgugem n umiḍan s tummant-ik·im

source: Mute the instance by your instance
kab: Sgugem tummant-a s tummant-ik·im

source: Open subscription dropdown
kab: Ldi umuɣ ifettin n umulteɣ

source: Administrator
kab: Anedbal

source: Moderator
kab: Amaẓrag

source: This video will be duplicated by your instance.
kab: Tavidyut-a ad tettwales i tikkelt-nniḍen s tummant-ik·im.

source: You need to be <a href="/login">logged in</a> to rate this video.
kab: Tesriḍ ad tiliḍ <a href="/login">teqqneḍ </a> i wakken ad tgeḍ afmiḍi i tvidyut-a.

source: Publication scheduled on
kab: Tasuffeɣt tettusɣawas ass

source: this.views viewers
kab: this.views yimsefliden

source: this.views views
kab: this.views yisenqaden

# ngb.carousel.slide-number
source: Slide ate _pauseOnHov of ect(false); p
kab: Tigri ate _pauseOnHov n ect(false); p

source: Placeholder image
kab: Tugna n umesnifel

source: Support options for this video
kab: Tixtiṛiyin n tallalt i tvidyut-a

source: Up Next
kab: Uḍfir

source: Autoplay is suspended
kab: Taɣuri tawurmant tettwaseḥbes

source: Enter/exit fullscreen (requires player focus)
kab: Kcem/ffeɣ askar n ugdil aččuran (yesra afukus ɣef yimeɣri)

source: Play/Pause the video (requires player focus)
kab: Taɣuri/Aḥbas n tvidyutPause(yesra afukus n tɣuri)

source: Mute/unmute the video (requires player focus)
kab: Sgugem/kkes asgugem tavidyut (yesra afukus n tɣuri)

source: Skip to a percentage of the video: 0 is 0% and 9 is 90% (requires player focus)
kab: Ɛeddi ɣer ufmiḍi n tvidyut: 0 d 0% akked 9 d 90% (yesra afukus n tɣuri)

source: Increase the volume (requires player focus)
kab: Snerni ablaɣ (yesra afukus n tɣuri)

source: Decrease the volume (requires player focus)
kab: Senqes ableɣ (yesra afukus n tɣuri)

source: Seek the video forward (requires player focus)
kab: Seddu tavidyut ɣer sdat (yesra afukus n tɣuri)

source: Seek the video backward (requires player focus)
kab: Err tavidyut ɣer deffir (yesra afukus n tɣuri)

source: Increase playback rate (requires player focus)
kab: Snerni arured n tɣuri (yesra afukus n tɣuri)

source: Decrease playback rate (requires player focus)
kab: Senqes arured n tɣuri (yesra afukus n tɣuri)

source: Navigate in the video frame by frame (requires player focus)
kab: Inig deg tvidyut tugna s tugna (yesra afukus ɣef yimeɣri)

source: Copy feed URL
kab: Nɣel URL n usuddem

source: Feed URL copied
kab: URL n usuddem yettwanɣel

source: Trending videos
kab: Tividyutin i d-yettuɣalen

source: Recently added videos
kab: Tividyutin yettwarnan melmi kan
