Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: User email hasn't been verified
ca_es: No s'ha verificat l'adreça electrònica del compte
ja_jp: ユーザーのメールは認証されていません
pl_pl: Adres e-mail użytkownika nie został zweryfikowany

source: The video quota only takes into account the size of <strong>uploaded</strong> videos, not transcoded files or user export archives (which may contain video files).
ja_jp: 動画のアップロード容量制限は、あなたが<strong>アップロードした</strong>動画のサイズのみに適用され、 トランスコードされたファイルやユーザーが作成したエクスポートのアーカイブファイル（動画ファイルが含まれる場合があります ）は含まれません。
pl_pl: Limit filmów bierze pod uwagę wyłącznie łączny rozmiar wszystkich <strong>przesłanych</strong> filmów, zaś pomijane są transkodowane pliki oraz archiwa danych użytkowników (które mogą zawierać pliki wideo).

source: Transcoding is enabled so real videos size can be at most ~ {{ computeQuotaWithTranscoding() | bytes: 0 }}.
pl_pl: Transkodowanie jest włączone, więc rzeczywista wielkość filmów może wynosić najwyżej ok. {{ computeQuotaWithTranscoding() | bytes: 0 }}.

source: {{ subscriptionsPagination.totalItems }} {subscriptionsPagination.totalItems, plural, =1 {subscription} other {subscriptions}}
pl_pl: {{ pagination.totalItems | myNumberFormatter }} {pagination.totalItems, plural, =1 {wynik} few {wyniki} many {wyników} other {wyniki}}

source: {VAR_PLURAL, plural, =1 {subscription} other {subscriptions}}
ca_es: {VAR_PLURAL, plural, =1 {subscripció} other {subscripcions}}
ja_jp: {VAR_PLURAL, plural, =1 {チャンネル} other {チャンネル}}
pl_pl: {VAR_PLURAL, plural, =1 {subskrypcja} few {subskrypcje} other {subskrypcji}}

source: This is content to which we have subscribed. This allows us to display their videos directly on {{ instanceName }}.
ca_es: Aquest és el contingut al qual ens hem subscrit. Això ens permet mostrar els seus vídeos directament a {{ instanceName }}.
ja_jp: これは、プラットフォームで登録しているコンテンツです。これにより、{{ instanceName }}の動画を直接表示できます。
pl_pl: To są platformy, które obserwujemy. Pozwala to nam na wyświetlanie filmów bezpośrednio na platformie {{ instanceName }}.

source: 1 year ago
ca_es: fa un any
ja_jp: 1年前
pl_pl: 1 rok temu

source: in 1 year
ja_jp: 1年後
pl_pl: za 1 rok

source: 1 month ago
ca_es: fa un mes
ja_jp: 1ヶ月前
pl_pl: 1 miesiąc temu

source: 1 month from now
ja_jp: 今から1ヶ月後
pl_pl: 1 miesiąc od teraz

source: {PH} min ago
ca_es: Fa {PH} minuts
ja_jp: {PH}分前
kab: {PH} n tsd aya
pl_pl: {PH} minut temu

source: in -interval min
ja_jp: -interval分後
pl_pl: za -interval min.

source: just now
ca_es: ara mateix
ja_jp: ちょうど今
kab: tura kan
pl_pl: Właśnie teraz

source: {PH} sec
ca_es: {PH} seg
ja_jp: {PH}秒
kab: {PH} tsn
pl_pl: {PH} sek.

source: {interval, plural, =1 {1 year ago} other {{interval} years ago}}
ca_es: {interval, plural, =1 {fa un any} other {fa {interval} anys}}
ja_jp: {interval, plural, =1 {1年前} other {{interval}年前}}
pl_pl: {interval, plural, =1 {1 rok temu} few {{interval} lata temu} other {{interval} lat temu}}

source: {interval, plural, =1 {in 1 year} other {in {interval} years}}
ja_jp: {interval, plural, =1 {1年後} other {{interval}年後}}
pl_pl: {interval, plural, =1 {za 1 rok} few {za {interval} lata} other {za {interval} lat}}

source: {interval, plural, =1 {1 month ago} other {{interval} months ago}}
ca_es: {interval, plural, =1 {fa un mes} other {fa {interval} mesos}}
ja_jp: {interval, plural, =1 {1ヶ月前} other {{interval}ヶ月前}}
pl_pl: {interval, plural, =1 {1 miesiąc temu} few {{interval} miesiące temu} other {{interval} miesięcy temu}}

source: {interval, plural, =1 {in 1 month} other {in {interval} months}}
ja_jp: {interval, plural, =1 {1ヶ月後} other {{interval}ヶ月後}}
pl_pl: {interval, plural, =1 {za 1 miesiąc} few {za {interval} miesiące} other {za {interval} miesięcy}}

source: {interval, plural, =1 {1 week ago} other {{interval} weeks ago}}
ca_es: {interval, plural, =1 {fa una setmana} other {fa {interval} setmanes}}
ja_jp: {interval, plural, =1 {1週間前} other {{interval}週間前}}
pl_pl: {interval, plural, =1 {1 tydzień temu} few {{interval} tygodnie temu} other {{interval} tygodni temu}}

source: {interval, plural, =1 {in 1 week} other {in {interval} weeks}}
ja_jp: {interval, plural, =1 {1週間後} other {{interval}週間後}}
pl_pl: {interval, plural, =1 {za 1 tydzień} few {za {interval} tygodnie} other {za {interval} tygodni}}

source: {interval, plural, =1 {1 day ago} other {{interval} days ago}}
ca_es: {interval, plural, =1 {fa un dia} other {fa {interval} dies}}
ja_jp: {interval, plural, =1 {1日前} other {{interval}日前}}
pl_pl: {interval, plural, =1 {1 dzień temu} other {{interval} dni temu}}

source: {interval, plural, =1 {in 1 day} other {in {interval} days}}
ja_jp: {interval, plural, =1 {1日後} other {{interval}日後}}
pl_pl: {interval, plural, =1 {za 1 dzień} other {za {interval} dni}}

source: {interval, plural, =1 {1 hour ago} other {{interval} hours ago}}
ca_es: {interval, plural, =1 {fa una hora} other {fa {interval} hores}}
ja_jp: {interval, plural, =1 {1時間前} other {{interval}時間前}}
pl_pl: {interval, plural, =1 {1 godzina temu} few {{interval} godziny temu} other {{interval} godzin temu}}

source: {interval, plural, =1 {in 1 hour} other {in {interval} hours}}
ja_jp: {interval, plural, =1 {1時間後} other {{interval}時間後}}
pl_pl: {interval, plural, =1 {za 1 godzinę} few {za {interval} godziny} other {za {interval} godzin}}

source: Abuse reports
ca_es: Informes d'abús
ja_jp: 不正利用通報
kab: Yir ineqqisen
pl_pl: Zgłoszenia nadużyć

source: Auto tag policies
ca_es: Política d'etiquetatge automàtic
ja_jp: 自動タグ付けポリシー
pl_pl: Polityki automatycznego tagowania

source: Settings
ca_es: Configuració
ja_jp: 設定
kab: Iɣewwaṛen
pl_pl: Ustawienia

source: Confirm
ca_es: Confirmar
ja_jp: 確認
kab: Sentem
pl_pl: Potwierdź

source: Scan this QR code into a TOTP app on your phone. This app will generate tokens that you will have to enter when logging in.
ca_es: Escaneja aquest codi QR a una aplicació TOTP del teu telèfon. Aquesta aplicació generarà fitxes que haureu d'introduir en iniciar sessió.
ja_jp: このQRコードをお持ちのデバイスのトークン生成アプリでスキャンしてください。ログイン時に入力が必要になるトークンをアプリが生成するようになります。
pl_pl: Zeskanuj ten kod QR w aplikacji do generowania kodów TOTP na swoim telefonie. Aplikacja ta będzie generowała kody, które będą musiały być wprowadzane przy każdym logowaniu się.

source: If you can't scan the QR code and need to enter it manually, here is the plain-text secret:
pl_pl: Jeżeli nie możesz zeskanować kodu QR, możesz wpisać ręcznie ten kod:

source: Two-factor code
ca_es: Codi de dos factors
ja_jp: 2段階認証コード
pl_pl: Kod do weryfikacji dwuetapowej

source: Enter the code generated by your authenticator app to confirm
ca_es: Introduïu el codi generat per la vostra aplicació d'autenticació per confirmar
ja_jp: 続行するには、アプリが生成したコードを入力してください
pl_pl: Wprowadź kod wygenerowany przez Twoją aplikację do weryfikacji dwuetapowej, żeby potwierdzić

source: Two factor authentication has been enabled.
ca_es: S'ha activat l'autenticació de dos factors.
ja_jp: 2段階認証が有効になりました。
pl_pl: Weryfikacja dwuetapowa została włączona.

source: Comments that contain any of the watched words are automatically tagged with the name of the list.
ca_es: Els comentaris que contenen alguna de les paraules vigilades s'etiqueten automàticament amb el nom de la llista.
ja_jp: 監視対象のフレーズが含まれるコメントはリストの名前で自動的にタグ付けされます。
pl_pl: Komentarze zawierające jakiekolwiek z obserwowanych słów będą automatycznie tagowane odpowiednią nazwą listy.

source: These automatic tags can be used to filter comments or <a routerLink="/my-account/auto-tag-policies">automatically block</a> them.
ja_jp: これらの自動タグ付けは、コメントをフィルタリングしたり、<a routerLink="/my-account/auto-tag-policies">自動的にブロックする</a>ために使用されます。
pl_pl: Te automatyczne tagi będą mogły być potem wykorzystywane do filtrowania komentarzy lub <a routerLink="/my-account/auto-tag-policies">ich automatycznego blokowania</a>.

source: Short description must not be longer than 250 characters.
ca_es: La descripció breu no ha de tindre més de 250 caràcters.
ja_jp: 短い説明は、250文字以内で入力してください。
pl_pl: Krótki opis nie może mieć więcej niż 250 znaków.

source: Twitter username is required.
ca_es: El nom del compte de X/Twitter és obligatori.
ja_jp: TwitterのIDは必須です。
kab: Isem n useqdac n Twitter yettwasra.
pl_pl: Nazwa użytkownika Twittera jest wymagana.

source: Cache size is required.
ca_es: La mida de la memòria cau és obligatòria.
ja_jp: キャッシュサイズが必要です。
pl_pl: Rozmiar pamięci cache jest wymagany.

source: Cache size must be greater than 1.
ca_es: La mida de la memòria cau ha d'ésser major que 1.
ja_jp: キャッシュサイズは必ず1以上にしなければなりません。
pl_pl: Rozmiar pamięci cache musi być większy niż 1.

source: Cache size must be a number.
ca_es: La mida de la memòria cau ha d'ésser un nombre.
ja_jp: キャッシュサイズは必ず数字で入力しなければなりません。
pl_pl: Rozmiar pamięci cache musi być liczbą.

source: Signup limit is required.
ca_es: El límit d'inscripcions és obligatori.
ja_jp: アカウント登録へのユーザー数の制限は必須です。
kab: Talast n ujerred tettusra.
pl_pl: Limit rejestracji jest wymagany.

source: Signup limit must be greater than 1. Use -1 to disable it.
ca_es: El límit de registres ha d'ésser major que 1. Utilitzeu -1 per desactivar-lo.
ja_jp: アカウント登録へのユーザー数の制限は、1の値より大きくしなければなりません。-1の値を利用することで、アカウント登録を無効にできます。
kab: Talast unekcum ilaq ad tili nnig 1. Seqdec -1i wakken ad tt-tesfesxeḍ.
pl_pl: Limit rejestracji musi być większy niż 1. Użyj -1, aby go wyłączyć.

source: Signup limit must be a number.
ca_es: El límit de registres ha d'ésser un nombre.
ja_jp: アカウント登録へのユーザー数の制限の値は、数字でなければなりません。
kab: Talast n ujerred ilaq ad tili d amiḍan.
pl_pl: Limit rejestracji musi być liczbą.

source: Signup minimum age is required.
ca_es: L'edat mínima d'inscripció és obligatòria.
ja_jp: アカウント登録のための最低年齢の設定は必須です。
pl_pl: Minimalny wiek do rejestracji jest wymagny.

source: Signup minimum age must be greater than 1.
ca_es: L'edat mínima d'inscripció ha d'ésser major que 1.
ja_jp: アカウント登録のための最低年齢の設定値は、必ず1以上にしてください。
pl_pl: Minimalny wiek do rejestracji musi być większy niż 1.

source: Signup minimum age must be a number.
ca_es: L'edat mínima d'inscripció ha d'ésser un nombre.
ja_jp: アカウント登録のための最低年齢の値は、必ず数字で設定してください。
pl_pl: Minimalny wiek do rejestracji musi być liczbą.

source: Admin email is required.
ca_es: L'adreça electrònica d'administració és obligatòria.
ja_jp: 運営者のメールアドレスは必須です。
kab: Imayl n unedbal yettusra.
pl_pl: Adres e-mail administratora jest wymagany.

source: Admin email must be valid.
ca_es: L'adreça electrònica d'administració ha d'ésser vàlida.
ja_jp: 運営者のメールアドレスは有効でなければなりません。
kab: Imayl n unedbal ilaq ad yili d ameɣtu.
pl_pl: Adres e-mail administratora musi być prawidłowy.

source: Transcoding threads is required.
ca_es: El nombre de fils de transcodificació és obligatori.
ja_jp: トランスコードのスレッドは必須です。
kab: Amḍan n tigawin n wanigtengel yettwasra.
pl_pl: Liczba wątków transkodowania jest wymagana.

source: Transcoding threads must be greater or equal to 0.
ca_es: El nombre de fils de transcodificació ha d'ésser major o igual a 0.
ja_jp: トランスコードのスレッドは 0 以上である必要があります。
kab: Amḍan n tigawin n wanigtengel ilaq ad yili nnig neɣ kifkif akked 0.
pl_pl: Ilość wątków transkodowania musi być większa niż lub równa 0.

source: Transcoding max FPS is required.
ca_es: El nombre màxim de FPS de transcodificació és obligatori.
ja_jp: トランスコードの最大フレームレートが必要です。
pl_pl: Maksymalna liczba klatek na sekundę w transkodowanych materiałach jest wymagana.

source: Transcoding max FPS must be greater or equal to 1.
ca_es: El nombre màxim de FPS de transcodificació ha d'ésser major que 0.
ja_jp: トランスコードの最大フレームレートは1またはそれ以上の整数の値である必要があります。
pl_pl: Maksymalna liczba klatek na sekundę w transkodowanych materiałach musi być większa od lub równa 1.

source: Max live duration is required.
ca_es: La durada màxima del directe és obligatòria.
ja_jp: ライブ配信の最大配信時間は必須です。
kab: Tanzagt tafellayt n usrid tettusra.
pl_pl: Maksymalna długość live jest wymagana.

source: Max live duration must be greater or equal to -1.
ca_es: La durada màxima del directe ha d'ésser major o igual a -1.
ja_jp: ライブ配信の最大時間は、-1またはそれより大きい数字にしてください。
pl_pl: Maksymalny czas trwania transmisji na żywo musi być większa od lub równa -1.

source: Max lives is required.
ja_jp: 最大ライブ配信数は必須です。
pl_pl: Maksymalna liczba transmisji na żywo jest wymagana.

source: Max lives must be greater or equal to -1.
ja_jp: 最大ライブ配信数は、整数か-1である必要があります。
pl_pl: Maksymalna liczba transmisji na żywo musi być większa od lub równa -1.

source: Max user lives is required.
ca_es: El nombre màxim de directes per compte és obligatori.
ja_jp: ライブ配信を視聴できる最大ユーザー数は必要です。
kab: Ugar n yisriden n useqdac ttusran.
pl_pl: Maksymalna liczba transmisji na żywo na użytkownika jest wymagana.

source: Max user lives must be greater or equal to -1.
ca_es: El nombre màxim de directes per compte ha d'ésser major o igual a -1.
ja_jp: ライブ配信可能な最大人数は、-1またはそれより大きい数字にしてください。
pl_pl: Maksymalna liczba transmisji na żywo na użytkownika musi być większa od lub równa -1.

source: Max video channels per user is required.
ca_es: El nombre màxim de canals de vídeo per compte és obligatori.
ja_jp: ユーザーごとの最大チャンネル数は必須です。
pl_pl: Maksymalna liczba kanałów wideo na użytkownika jest wymagana.

source: Max video channels per user must be greater or equal to 1.
ca_es: El nombre màxim de canals de vídeo per compte ha d'ésser major que 0.
ja_jp: ユーザーごとの最大チャンネル数は、-1の値より多いか、同じであるべきです。
pl_pl: Maksymalna liczba kanałów wideo na użytkownika musi być większa od lub równa 1.

source: Max video channels per user must be a number.
ca_es: El nombre màxim de canals de vídeo per compte ha d'ésser un nombre.
ja_jp: ユーザーごとの最大チャンネル数は、数字でなければなりません。
pl_pl: Maksymalna liczba kanałów wideo na użytkownika musi być liczbą.

source: Max synchronizations per user is required.
ca_es: El nombre màxim de sincronitzacions per compte és obligatori.
ja_jp: ユーザー毎の同期可能な最大数の設定が必要です。
pl_pl: Maksymalna liczba synchronizacji na użytkownika jest wymagana.

source: Max synchronizations per user must be greater or equal to 1.
ca_es: El nombre màxim de sincronitzacions per compte ha d'ésser major que 0.
ja_jp: ユーザー毎の同期可能な最大数は1またはそれ以上の整数である必要があります。
pl_pl: Maksymalna liczba synchronizacji na użytkownika musi być większa od lub równa 1.

source: Max synchronizations per user must be a number.
ca_es: El nombre màxim de sincronitzacions per compte ha d'ésser un nombre.
ja_jp: ユーザー毎の同期可能な最大数は数字である必要があります。
pl_pl: Maksymalna liczba synchronizacji na użytkownika musi być liczbą.

source: Concurrency is required.
ca_es: El valor de simultaneïtat és obligatori.
ja_jp: 同時並行処理の設定は必須です。
kab: Anbebber yettusra.
pl_pl: Współbieżność jest wymagana.

source: Concurrency must be greater or equal to 1.
ca_es: El valor de simultaneïtat ha d'ésser major que 0.
ja_jp: 同時実行数は1以上を指定してください。
pl_pl: Współbieżność musi być większa od lub równa 1.

source: Export expiration is required.
ca_es: La caducitat de les exportacions és obligatòria.
ja_jp: エクスポートの有効期限は必須項目です。
pl_pl: Termin wygaśnięcia eksportu jest wymagany.

source: Export expiration must be greater or equal to 1.
ca_es: La caducitat de les exportacions ha d'ésser major que 0.
ja_jp: エクスポートの有効期限は、1以上を入力してください。
pl_pl: Termin wygaśnięcia eksportu musi być większy od lub równy 1.

source: Max user video quota is required.
ca_es: La quota màxima de vídeo per compte és obligatòria.
ja_jp: ユーザーの最大動画アップロード制限は必須項目です。
pl_pl: Maksymalny limit przesyłanych filmów na użytkownika jest wymagany.

source: Max user video video quota must be greater or equal to 1.
ca_es: La quota màxima de vídeo per compte ha d'ésser major que 0.
ja_jp: ユーザーの最大動画アップロード制限は1以上を入力してください。
pl_pl: Maksymalny limit przesyłanych filmów na użytkownika musi być większy od lub równy 1.

source: Email is required.
ca_es: L'adreça electrònica és obligatòria.
ja_jp: メールアドレスは必須です。
kab: Yettwasra yimayl.
pl_pl: Adres e-mail jest wymagany.

source: Email must be valid.
ca_es: L'adreça electrònica ha d'ésser vàlida.
ja_jp: 有効なメールアドレスを入力してください。
kab: Ilaq ad yili yimayl d ameɣtu.
pl_pl: Adres e-mail musi być prawidłowy.

source: Handle is required.
ca_es: L'identificador és obligatori.
ja_jp: ハンドルは必須です。
kab: Mefferisem yettusra.
pl_pl: Nazwa jest wymagana.

source: Handle must be valid (eg. chocobozzz@example.com).
ca_es: L'identificador ha d'ésser vàlid (per exemple joan@exemple.cat).
ja_jp: ハンドルは有効なものでなくてはいけません(例えば chocobozzz@example.com)。
kab: Mefferisem ilaq ad yili d ameɣtu (am. chocobozzz@example.com).
pl_pl: Adres musi być prawidłowy (np. chocobozzz@example.com).

source: OTP token is required.
ca_es: La fitxa OTP és obligatòria.
ja_jp: 2段階認証コードは必須です。
pl_pl: Jednorazowy token jest wymagany.

source: Password must be at least minLength characters long.
pl_pl: Hasło musi mieć co najmniej minLength znaków.

source: Password cannot be more than maxLength characters long.
pl_pl: Hasło nie może mieć więcej niż maxLength znaków.

source: Your name is required.
ca_es: El vostre nom és obligatori.
ja_jp: 名前は必須です。
kab: Yettusra yisem-ik·im.
pl_pl: Twoja nazwa jest wymagana.

source: Your name must be at least 1 character long.
ca_es: El vostre nom ha de tindre com a mínim 1 caràcter.
ja_jp: 名前は必ず1文字以上にしてください。
kab: Isem-ik·im ilaq ad yesεu ma drus 1 usekkil.
pl_pl: Twoja nazwa musi mieć przynajmniej 1 znak.

source: Your name cannot be more than 120 characters long.
ca_es: El vostre nom no pot tindre més de 120 caràcters.
ja_jp: 名前は120文字以上にはできません。
kab: Isem-ik·im ur yezmir ara ad yili nnig 120 yisekkilen.
pl_pl: Twoja nazwa nie może mieć więcej niż 120 znaków.

source: A subject is required.
ca_es: L'assumpte és obligatori.
ja_jp: 件名は必須です。
kab: Asentel yettwasra.
pl_pl: Temat jest wymagany.

source: The subject must be at least 1 character long.
ca_es: L'assumpte ha de tindre com a mínim 1 caràcter.
ja_jp: 件名は必ず1文字以上にしてください。
kab: Asentel ilaq ad yesεu ma drus 1 n usekkil.
pl_pl: Temat musi mieć przynajmniej 1 znak.

source: The subject cannot be more than 120 characters long.
ca_es: L'assumpte no pot tindre més de 120 caràcters.
ja_jp: 件名は120文字以上入力できません。
kab: Asentel ur ilaq ara ad yesεu nnig 120 yisekkilen.
pl_pl: Temat nie może mieć więcej niż 120 znaków.

source: A message is required.
ca_es: El missatge és obligatori.
ja_jp: メッセージは必須です。
kab: Yettwasra yizen.
pl_pl: Wiadomość jest wymagana.

source: The message must be at least 3 characters long.
ca_es: El missatge ha de tindre almenys 3 caràcters.
ja_jp: メッセージは必ず3文字以上にしてください。
kab: Izen ilaq ad yesεu ma drus 3 yisekkilen.
pl_pl: Wiadomość musi zawierać przynajmniej 3 znaki.

source: The message cannot be more than 5000 characters long.
ca_es: El missatge no pot tindre més de 5000 caràcters.
ja_jp: メッセージは5,000 文字以上入力できません。
kab: Izen ur ilaq ara ad yesεu nnig 5000 yisekkilen.
pl_pl: Wiadomość nie może mieć więcej niż 5000 znaków.

source: Username is required.
ca_es: El nom del compte és obligatori.
ja_jp: ユーザー名は必須です。
kab: Isem n useqdac yettwasra.
pl_pl: Nazwa użytkownika jest wymagana.

source: Password is required.
ca_es: La contrasenya és obligatòria.
ja_jp: パスワードは必須です。
kab: Yettwasra wawal uffir.
pl_pl: Hasło jest wymagane.

source: Confirmation of the password is required.
ca_es: La confirmació de la contrasenya és obligatòria.
ja_jp: パスワード(確認)は必須です。
kab: Asentem n wawal uffir yettwasra.
pl_pl: Potwierdzenie hasła jest wymagane.

source: Username must be at least 1 character long.
ca_es: El nom del compte ha de tindre com a mínim 1 caràcter.
ja_jp: ユーザー名は必ず1文字以上にしてください。
kab: Isem n useqdac ilaq ad yesεu ma drus 1 usekkil.
pl_pl: Nazwa użytkownika musi mieć przynajmniej 1 znak.

source: Username cannot be more than 50 characters long.
ca_es: El nom del compte no pot tindre més de 50 caràcters.
ja_jp: ユーザー名は50文字以上にはできません。
kab: Isem n useqdac ur ilaq ara ad yesεu nnig 50 yisekkilen.
pl_pl: Nazwa użytkownika nie może zawierać więcej niż 50 znaków.

source: Username should be lowercase alphanumeric; dots and underscores are allowed.
ca_es: El nom del compte ha de ser alfanumèric en minúscules; es permeten els punts i els guions baixos.
ja_jp: ユーザー名には小文字の英数字とドット(.)、アンダースコア(_)が利用できます。
kab: Isem n useqdac yezmer ad yesεu isekkilen imeẓẓyanen, izwilen, agazen d yijerriden ddaw.
pl_pl: Nazwa użytkownika może zawierać jedynie litery, cyfry, kropki i podkreślniki.

source: Channel name is required.
ca_es: El nom del canal és obligatori.
ja_jp: チャンネル名は必須です。
kab: Isem n ubadu yettwasra.
pl_pl: Nazwa kanału jest wymagana.

source: Channel name must be at least 1 character long.
ca_es: El nom del canal ha de tindre com a mínim 1 caràcter.
ja_jp: チャンネル名は必ず1文字以上にしてください。
kab: Isem n ubadu ilaq ad yesεu ma drus 1 usekkil.
pl_pl: Nazwa kanału musi zawierać przynajmniej 1 znak.

source: Channel name cannot be more than 50 characters long.
ca_es: El nom del canal no pot tindre més de 50 caràcters.
ja_jp: チャンネル名は50文字以上にはできません。
kab: Isem n ubadu ur ilaq ara ad iεeddi nnig 50 yisekkilen.
pl_pl: Nazwa kanału nie może zawierać więcej niż 50 znaków.

source: Channel name should be lowercase, and can contain only alphanumeric characters, dots and underscores.
ca_es: El nom del canal ha d'estar en minúscules i només pot contindre caràcters alfanumèrics, punts i guions baixos.
ja_jp: チャンネル名は小文字にすべきです。また、英数字、ドット(.)、下線(_)を含めることができます。
kab: Isem n ubadu ilaq ad yili s yisekkilen imeẓẓyanen yerna ilaq ad ilin deg-s ala isekkilen igmumḍinen, agazen d yijerriden n uderrer.
pl_pl: Nazwa kanału musi używać małych liter i może zawierać tylko znaki alfanumeryczne, kropki i podkreślniki.

source: The new password and the confirmed password do not correspond.
ca_es: La nova contrasenya i la contrasenya confirmada no es corresponen.
ja_jp: 新しいパスワードと新しいパスワード(確認)が一致しません。
kab: Awal uffir amaynut d win yettusnetmen ur mṣadan ara.
pl_pl: Nowe hasło i potwierdzenie hasła nie pasują do siebie.

source: Video quota is required.
ca_es: La quota de vídeo és obligatòria.
ja_jp: 動画の容量設定は必須です。
kab: Amur n tvidyut yettwasra.
pl_pl: Powierzchnia na filmy jest wymagana.

source: Quota must be greater than -1.
ca_es: La quota ha d'ésser superior a -1.
ja_jp: 動画容量の制限は-1の値より大きくする必要があります。
kab: Amur ilaq ad yili ugar n -1.
pl_pl: Powierzchnia musi być większa niż -1.

source: Daily upload limit is required.
ca_es: El límit diari de pujada és obligatori.
ja_jp: 1日当たりのアップロード容量制限は必須です。
kab: Talast n usali i wass tettusra.
pl_pl: Dzienny limit wrzucania jest wymagany.

source: Daily upload limit must be greater than -1.
ca_es: El límit diari de pujada ha d'ésser major que -1.
ja_jp: 1日当たりのアップロード容量制限は-1の値より大きくする必要があります。
kab: Talast n usali i wass ilaq ad tili ugar n -1.
pl_pl: Dzienny limit wrzucania musi być większy niż -1.

source: User role is required.
ca_es: El rol del compte és obligatori.
ja_jp: ユーザータイプの設定は必須です。
kab: Tamlilt n useqdac tettusra.
pl_pl: Rola użytkownika jest wymagana.

source: Description must be at least 3 characters long.
ca_es: La descripció ha de tindre almenys 3 caràcters.
ja_jp: 説明は3文字以上にする必要があります。
kab: Aglam ilaq ad ilin deg-s ma drus 3 yisekkilen.
pl_pl: Opis musi zawierać przynajmniej 3 znaki.

source: Description cannot be more than 1000 characters long.
ca_es: La descripció no pot tindre més de 1000 caràcters.
ja_jp: 説明は1000文字以上入力できません。
kab: Aglam ur ilaq ara ad iεeddi 1000 yisekkilen.
pl_pl: Opis nie może mieć więcej niż 1000 znaków.

source: Registration reason is required.
ca_es: El motiu del registre és obligatori.
ja_jp: 登録理由は必須です。
pl_pl: Powód rejestracji jest wymagany.

source: Registration reason must be at least 2 characters long.
ca_es: El motiu del registre ha de tindre com a mínim 2 caràcters.
ja_jp: 登録理由は必ず2文字以上にしてください。
pl_pl: Powód rejestracji musi mieć co najmniej 2 znaki.

source: Registration reason cannot be more than 3000 characters long.
ca_es: El motiu del registre no pot tindre més de 3000 caràcters.
ja_jp: 登録理由は3,000文字以上入力できません。
pl_pl: Powód rejestracji nie może być dłuższy niż 3000 znaków.

source: Moderators of {{ instanceName }} will have to approve your registration request once you have completed and submitted the form.
ja_jp: フォームの記入と送信が完了したら、{{ instanceName }}のモデレーターがあなたの登録を承認する必要があります。
pl_pl: Moderatorzy instancji {{ instanceName }} będą musieli przejrzeć Twoje zapytanie po wypełnieniu i przesłaniu tego formularza.
