Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Deleted {count, plural, =1 {1 video} other {{count} videos}}.
ca_es: {count, plural, =1 {1 vídeo eliminat} other {{count} vídeos eliminats}}.
ja_jp: {count, plural, =1 {1本の動画} other {{count}本の動画}}を削除しました。
pl_pl: Usunięto {count, plural, =1 {1 film} other {{count} filmów}}.

source: Unblocked {count, plural, =1 {1 video} other {{count} videos}}.
ca_es: {count, plural, =1 {1 vídeo desblocat} other {{count} vídeos desblocats}}.
ja_jp: {count, plural, =1 {1本の動画} other {{count}本の動画}}をブロック解除しました。
pl_pl: Odblokowano {count, plural, =1 {1 film} other {{count} filmów}}.

source: Are you sure you want to delete {count, plural, =1 {1 HLS streaming playlist} other {{count} HLS streaming playlists}}?
ca_es: Confirmeu que voleu suprimir {count, plural, =1 {1 llista} other {{count} llistes}} de reproducció en directe HLS?
ja_jp: 本当に{count, plural, =1 {1 件のHLSストリーミングプレイリスト} other {{count} 件のHLSストリーミングプレイリスト}}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć {count, plural, =1 {1 playlistę HLS} other {{count} playlisty HLS}}?

source: Are you sure you want to delete Web Video files of {count, plural, =1 {1 video} other {{count} videos}}?
ca_es: Confirmeu que voleu suprimir els fitxers de {count, plural, =1 {1 vídeo} other {{count} vídeos}} web?
ja_jp: 本当にWeb動画ファイルの{count, plural, =1 {1 件の動画} other {{count} 件の動画}}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć pliki Web Video z {count, plural, =1 {1 filmu} other {{count} filmów}}?

source: Files were removed.
ca_es: Els fitxers s'han eliminat.
ja_jp: ファイルが削除されました。
pl_pl: Pliki zostały usunięte.

source: Transcoding jobs created.
ca_es: Treballs de transcodificació creats.
ja_jp: トランスコードのジョブが作成されました。
pl_pl: Utworzono zadanie transkodowania.

source: {count, plural, =1 {1 transcription job created.} other {{count} transcription jobs created.}}
ca_es: {count, plural, =1 {1 treball de transcodificació creat.} other {{count} treballs de transcodificació creats.}}
ja_jp: {count, plural, =1 {1件の文字起こしジョブが作成されました。} other {{count}件の文字起こしジョブが作成されました。}}
pl_pl: {count, plural, =1 {1 zadanie transkrypcji zlecone.} other {{count} zadań transkrypcji zleconych.}}

source: {count, plural, =1 {1 video already has captions.} other {{count} videos already have captions.}}
ca_es: {count, plural, =1 {1 vídeo té} other {{count} vídeos tenen}} ja subtítols.
ja_jp: {count, plural, =1 {1件の動画には既に字幕が存在します。} other {{count}件の動画には既に字幕が存在します。}}
pl_pl: {count, plural, =1 {1 film ma już napisy.} other {{count} filmów ma już napisy.}}

source: {count, plural, =1 {1 video is already being transcribed.} other {{count} videos are already being transcribed.}}
ca_es: {count, plural, =1 {1 vídeo és} other {{count} vídeos són}} ja en procés de transcripció.
ja_jp: {count, plural, =1 {1件の動画で文字起こしが既に開始されています。} other {{count}件の動画で文字起こしが既に開始されています。}}
pl_pl: {count, plural, =1 {1 film już jest transkrybowany.} other {{count} filmów są już transkrybowanych.}}

source: Updated {INTERPOLATION}
ca_es: Actualitzat {INTERPOLATION}
ja_jp: {INTERPOLATION}に更新されました
kab: Yettwaleqqem {INTERPOLATION}
pl_pl: Zaktualizowano {{ playlist.updatedAt | myFromNow }}

source: Scheduled on updateAt
ja_jp: updateAtに予定されています
pl_pl: Zaplanowano o updateAt

source: In your library
ja_jp: あなたのライブラリー
pl_pl: W twojej bibliotece

source: Internal
ja_jp: 内部
pl_pl: Wewnętrzny

source: Waiting live
ja_jp: 配信を待機中
pl_pl: Transmisja jeszcze się nie rozpoczęła

source: Live ended
ja_jp: 配信は終了しました
pl_pl: Transmisja zakończona

source: Unavailable
ca_es: No disponible
ja_jp: 利用できません
kab: Ulac-it
pl_pl: Niedostępny

source: Deleted
ca_es: Suprimit
ja_jp: 削除されました
kab: Yettwakkes
pl_pl: Usunięte

source: Edit starts/stops at
ca_es: L'edición comença/acaba a
ja_jp: 再生開始位置と再生停止位置を編集
kab: Aẓrag ad yebdu/ad yekfu deg
pl_pl: Edycja zaczyna się/kończy na

source: Save
ca_es: Desar
ja_jp: 保存
kab: Sekles
pl_pl: Zapisz

source: Updating platform configuration from the web interface is disabled by the system administrator.
ja_jp: Web UIからのプラットフォーム構成の更新は、システム管理者によって無効にされています。
pl_pl: Aktualizowanie konfiguracji tej platformy z poziomu interfejsu przeglądarkowego zostało wyłączone przez jej administratora.

source: There are errors in the configuration:
ja_jp: 構成にエラーがあります:
pl_pl: W tej konfiguracji są błędy:

source: followers per page
ja_jp: 1ページごとのフォロワー数
pl_pl: obserwujących na stronę

source: {VAR_PLURAL, plural, =0 {No follower} =1 {1 follower} other {{INTERPOLATION} followers}}
ja_jp: {VAR_PLURAL, plural, =0 {フォロワーがいません} =1 {1フォロワー} other {{INTERPOLATION} フォロワー}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak obserwujących} =1 {1 obserwujący} other {{INTERPOLATION} obserwujących}}

source: Revert
ca_es: Revertir
ja_jp: 元に戻す
pl_pl: Przywróć

source: Email is now public
ca_es: L'adreça electrònica ara és pública
ja_jp: メールアドレスが公開されます
pl_pl: E-mail jest teraz widoczny publicznie

source: Email is now private
ca_es: L'adreça electrònica ara és privada
ja_jp: メールアドレスが非公開になります
pl_pl: E-mail jest teraz prywatny (nie jest widoczny publicznie)

source: Delete from {INTERPOLATION}
ca_es: Eliminar de {INTERPOLATION}
ja_jp: {INTERPOLATION}から削除
kab: Tettwakkes seg {INTERPOLATION}
pl_pl: Usuń z {{ playlist?.displayName }}

source: No results.
ca_es: Cap resultat.
ja_jp: 結果が見つかりませんでした。
kab: Ulac igmaḍ.
pl_pl: Brak wyników.

source: Quick access:
ca_es: Accés ràpid:
ja_jp: クイックアクセス:
pl_pl: Szybki dostęp:

source: More
ca_es: Més
ja_jp: さらに表示
pl_pl: Więcej

source: Browse "value.category.label" videos
ca_es: Explorar vídeos de «value.category.label»
ja_jp: "value.category.label"の動画を探す
pl_pl: Przeglądaj filmy na temat: "value.category.label"

source: category
ca_es: categoria
ja_jp: カテゴリー
pl_pl: kategoria

source: Browse "#value.tag" videos
ca_es: Mostrar vídeos de "#value.tag"
ja_jp: "#value.tag"の動画を探す
pl_pl: Przeglądaj filmy na temat: "#value.tag"

source: Browse channelName channel
ja_jp: チャンネル「channelName」を開く
pl_pl: Przejrzyj kanał channelName

source: channel
ca_es: canal
ja_jp: チャンネル
pl_pl: kanał

source: Edit
ca_es: Editar
ja_jp: 編集
kab: Édition
pl_pl: Edytuj

source: <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">Markdown</a> compatible that supports:
ja_jp: <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">マークダウン記法</a>による次の記述をサポートしています:
pl_pl: Kompatybilny z <a href="https://en.wikipedia.org/wiki/Markdown#Example" target="_blank" rel="noopener noreferrer">Markdown</a>, obsługującym:

source: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodon verification link</a> is also supported.
ja_jp: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Mastodonの確認リンク</a>についてもサポートされています。
pl_pl: <a href="https://docs.joinmastodon.org/user/profile/#verification" target="_blank" rel="noopener noreferrer">Link weryfikacyjny do Mastodona</a> jest także wspierany.

source: Recommended
ca_es: Recomanat
ja_jp: 推奨
kab: Yettuwelleh
pl_pl: Rekomendowane

source: Preview
ca_es: Vista prèvia
ja_jp: プレビュー
pl_pl: Podgląd

source: Delete the image
ja_jp: 画像を削除
pl_pl: Usuń obrazek

source: Use this frame
ca_es: Utilitzar aquesta imatge
ja_jp: このフレームを使用
pl_pl: Użyj tej ramki

source: Current thumbnail
ja_jp: 現在のサムネイル
pl_pl: Obecna miniaturka

source: In {{ videoImageExtensions }} formats, {{ maxVideoImageSizeInBytes }} maximum.
ja_jp: {{ videoImageExtensions }} フォーマットで、 最大ファイルサイズは{{ maxVideoImageSizeInBytes }}までです。
pl_pl: Dozwolone rozszerzenia: {{ videoImageExtensions }}, maksymalny rozmiar: {{ maxVideoImageSizeInBytes }}.

source: Recommended size: 1280x720px.
ja_jp: 推奨サイズ: 1280x720ピクセル
pl_pl: Zalecana rozdzielczość: 1280 na 720 pikseli.

source: Select from video
ja_jp: 動画から選択
pl_pl: Wybierz z filmu

source: File replacement is not enabled on instanceName.
ja_jp: 動画ファイルの置き換えは、instanceNameでは有効になっていません。
pl_pl: Zastępowanie plików filmu nie jest wspierane na instanceName.

source: File replacement is not available on a live.
ja_jp: 動画ファイルの置き換えは、ライブ配信では利用できません。
pl_pl: Zastępowanie plików nie jest dostępne podczas transmisji na żywo.

source: File replacement is not available while the video is being transcoded.
ja_jp: 動画をトランスコード中は、動画ファイルの置き換えは利用できません。
pl_pl: Zastępowanie plików nie jest możliwe, gdy transkodowanie filmu nie zostało jeszcze ukończone.

source: File replacement is not available while the video is being edited.
ja_jp: 動画ファイルの置き換えは、動画の編集中は利用できません。
pl_pl: Zastępowanie plików nie jest możliwe, gdy film jest w trakcie edycji.

source: File replacement is not available while the video is being imported.
ja_jp: 動画ファイルの置き換えは、動画のインポート中は利用できません。
pl_pl: Zastępowanie plików nie jest możliwe, gdy film jest jeszcze importowany.

source: File replacement is not available.
ja_jp: 動画ファイルの置き換えは利用できません。
pl_pl: Zastępowanie plików nie jest dostępne.

source: Studio is not enabled on instanceName.
ja_jp: 動画スタジオは、instanceNameでは有効になっていません。
pl_pl: Edytor filmów nie jest włączony na instanceName.

source: Studio is not available on a live.
ja_jp: 動画スタジオは、ライブ配信では利用できません。
pl_pl: Edytor filmów nie jest dostępny podczas transmisji na żywo.

source: Studio is not available while the video is being transcoded.
ja_jp: 動画のトランスコード中は、スタジオは利用できません。
pl_pl: Edytor filmów nie jest dostępny, gdy film jest jeszcze transkodowany.

source: Studio is not available while the video is being edited.
ja_jp: 動画スタジオは、動画の編集中は利用できません。
pl_pl: Edytor filmów nie jest dostępny, gdy film jest jeszcze edytowany.

source: Studio is not available while the video is being imported.
ja_jp: 動画スタジオは、動画のインポート中は利用できません。
pl_pl: Edytor filmów nie jest dostępny, gdy film jest jeszcze importowany.

source: Studio is not available.
ja_jp: 動画スタジオは利用できません。
pl_pl: Edytor filmów nie jest dostępny.

source: (extensions: this.videoImageExtensions, this.maxSizeText: this.maxVideoImageSizeInBytes)
ja_jp: (拡張子: this.videoImageExtensions、this.maxSizeText: this.maxVideoImageSizeInBytes)
pl_pl: (rozszerzenia: this.videoImageExtensions, this.maxSizeText: this.maxVideoImageSizeInBytes)

source: Using an ActivityPub account
ca_es: Utilitzant un compte d'ActivityPub
ja_jp: ActivityPubアカウントを使用
kab: Seqdec amiḍan ActivityPub
pl_pl: Używając konta ActivityPub

source: Subscribe with a remote account:
ca_es: Subscriviu-vos amb un compte remot:
ja_jp: 外部インスタンスのアカウントで登録する:
kab: Multeɣ s umiḍan anmeggag:
pl_pl: Subskrybuj ze zdalnego konta:

source: Subscribe with an account on this instance
ca_es: Subscriviu-vos amb un compte d'aquesta instància
ja_jp: このインスタンスのアカウントで登録する
kab: Jerred s umiḍan ɣer tummant-a
pl_pl: Subskrybuj kontem na tej instancji

source: Subscribe with your local account
ca_es: Subscriviu-vos amb el compte local
ja_jp: ローカルアカウントで登録する
kab: Jerred s umiḍan-inek adigan
pl_pl: Subskrybuj używając swojego lokalnego konta

source: Do you really want to remove "this.video.name" files?
ca_es: Segur que voleu suprimir els fitxers de «this.video.name»?
ja_jp: 本当に"this.video.name"のファイルを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć pliki „this.video.name"?

source: Remove "this.video.name" files
ca_es: Eliminar els fitxers de «this.video.name»
ja_jp: "this.video.name"のファイルを削除
pl_pl: Usuń pliki „this.video.name"

source: Removed files of video.name.
ca_es: Ftxers de video.name eliminats.
ja_jp: video.nameのファイルを削除しました。
pl_pl: Usunięto pliki video.name.

source: Transcoding job created for "video.name".
ca_es: Treball de transcodificació creat per «video.name».
ja_jp: "video.name"のトランスコードジョブが作成されました。
pl_pl: Zlecenie transkodowania założone dla filmu "video.name".

source: Transcription job created for "video.name".
ca_es: Treball de transcodificació creat per «video.name».
ja_jp: "video.name"の文字起こしジョブが作成されました。
pl_pl: Zlecenie transkrypcji założone dla filmu "video.name".

source: This video is already being transcribed.
ca_es: Aquest vídeo ja ha estat transcrit.
ja_jp: この動画は既に文字起こしが開始されています。
pl_pl: Ten film jest już poddawany transkrypcji.

source: This video already has captions.
ca_es: Aquest vídeo ja té subtítols.
ja_jp: この動画は既に字幕が存在します。
pl_pl: Ten film ma już napisy.

source: Using a syndication feed
ca_es: Fer ús d'un flux de sindicació
ja_jp: シンジケートフィードを使用
kab: Aseqdec asuddem n unmalu
pl_pl: Używając kanału syndykacyjnego

source: Subscribe via Podcast Feed
ja_jp: ポッドキャストのRSSフィードで購読する
pl_pl: Subskrybuj przez kanał podcastu

source: Subscribe via RSS
ca_es: Subscriure's via RSS
ja_jp: RSSで購読する
kab: Jerred s RSS
pl_pl: Subskrybuj przez RSS

source: PROFILE SETTINGS
ca_es: CONFIGURACIÓ DEL PERFIL
ja_jp: プロフィール設定
pl_pl: USTAWIENIA KONTA

source: You can subscribe to the channel via any ActivityPub-capable fediverse instance (PeerTube, Mastodon or Pleroma for example).
ca_es: Podeu subscriure-vos al canal amb qualsevol instància de fediverse compatible amb ActivityPub (PeerTube, Mastodon o Pleroma, per exemple).
ja_jp: ActivityPubに対応しているfediverseのインスタンス(例えば、PeerTubeやMastodonまたはPleromaなど)を経由して、チャンネル登録できます。
kab: Tzemreḍ ad tmultɣeḍ ɣer ubadu s tummant i tebɣiḍ yemṣadan d ActivityPub (PeerTube, Mastodon neɣ Pleroma d amedya).
pl_pl: Możesz zasubskrybować ten kanał z dowolnej instancji obsługującej ActivityPub w Fediwersum (np. PeerTube, Mastodon czy Pleroma).

source: You can interact with this via any ActivityPub-capable fediverse instance (PeerTube, Mastodon or Pleroma for example).
ca_es: Podeu interactuar amb açò mitjançant qualsevol instància de fediverse compatible amb ActivityPub (PeerTube, Mastodon o Pleroma, per exemple).
ja_jp: ActivityPubに対応しているfediverseのインスタンス(例えば、PeerTubeやMastodonまたはPleromaなど)のユーザーと交流することができます。
kab: Tzemreḍ ad temyirmadeḍ yid-s s yal tummant fediverse ActivityPub-capable (PeerTube, Mastodon neɣ Pleroma d amedya).
pl_pl: Możesz wchodzić w interakcje z tym kanałem z dowolnej instancji obsługującej ActivityPub w Fediwersum (np. PeerTube, Mastodon czy Pleroma).

source: PeerTube version
ca_es: Versió de PeerTube
ja_jp: PeerTube バージョン
kab: Lqem n PeerTube
pl_pl: Wersja PeerTube

source: Default sensitive content policy
ja_jp: センシティブなコンテンツに対するデフォルトのポリシー
pl_pl: Domyślna polityka wobec filmów z wrażliwą zawartością

source: can be redefined by the users
ca_es: pot ser redefinit per les persones usuàries
ja_jp: ユーザーによる再設定が可能です
pl_pl: może być modyfikowana przez użytkowników

source: User registration
ca_es: Registre de compte
ja_jp: ユーザー登録
pl_pl: Rejestracja użytkowników

source: Video uploads
ca_es: Pujades de vídeo
ja_jp: 動画のアップロード
kab: Isalayen n tvidyut
pl_pl: Publikowanie filmów

source: Transcoding in multiple resolutions
ca_es: Transcodificació a múltiples resolucions
ja_jp: 複数の解像度へのトランスコード
kab: Anigtengel deg waṭas n tbadutin
pl_pl: Transkodowanie w kilku rozdzielczościach

source: Automatic transcription
ca_es: Transcripció automàtica
ja_jp: 自動文字起こし
pl_pl: Automatyczna transkrypcja

source: Live streaming enabled
ca_es: Emissió en directe habilitada
ja_jp: ライブ配信の可否
kab: Astrim usrid yermed
pl_pl: Czy są włączone?

source: Transcode live video in multiple resolutions
ca_es: Transcodificació de directe a múltiples resolucions
ja_jp: 複数の解像度でのライブ配信のトランスコード
kab: Ntengel tavidyut tusridt deg waṭas n wafrayen
pl_pl: Transkodowanie transmisji w wielu rozdzielczościach

source: Max parallel lives
ca_es: Màxims directes simultanis
ja_jp: ライブ配信の同時配信可能数
kab: Amḍan afellay n yisriden imsadaɣen
pl_pl: Maksymalnie równoczesnych transmisji

source: {INTERPOLATION} per user / {INTERPOLATION_1} per instance
ca_es: {INTERPOLATION} per persona / {INTERPOLATION_1} per instància
ja_jp: {INTERPOLATION} /ユーザー {INTERPOLATION_1}/インスタンス
kab: {INTERPOLATION} s useqdac / {INTERPOLATION_1} s tummant
pl_pl: {INTERPOLATION} na użytkownika / {INTERPOLATION_1} na instancję

source: Video Import
ca_es: Importació de vídeo
ja_jp: 動画のインポート
pl_pl: Import filmów

source: Requires manual validation by moderators
ca_es: Requereix validació manual per part de la moderació
ja_jp: モデレーターによる手動確認が必要
kab: Yesra asentem s ufus sɣur yimḍebbren
pl_pl: Potrzebne ręczne zatwierdzenie przez moderatora

source: Automatically published
ca_es: Publicació automàtica
ja_jp: 自動公開
kab: Tettwasuffeɣ-d s wudem awurman
pl_pl: Opublikowane automatycznie

source: ({{ dailyUserVideoQuota | bytes: 0 }} per day)
pl_pl: ({{ dailyUserVideoQuota | bytes: 0 }} dziennie)

source: Video quota
ca_es: Quota de vídeo
ja_jp: 動画のアップロード容量制限
kab: Amur n tvidyut
pl_pl: Przestrzeń na filmy

source: Import
ca_es: Importar
ja_jp: 動画のインポート
kab: Kter
pl_pl: Importuj

source: Congratulations, the video will be imported with BitTorrent! You can already add information about this video.
ja_jp: おめでとうございます、動画はBitTorrentによりインポートされます！ この動画に関する情報を追加できます。
pl_pl: Gratulacje, ten film będzie przesłany z sieci BitTorrent! Możesz już dodać informacje na temat tego filmu.

source: Your video is being imported. But there are unsaved changes: are you sure you want to leave this page?
ja_jp: 動画をインポートしていますが、未保存の変更があります: このページから移動してよろしいですか？
pl_pl: Twój film jest już importowany. Ale są wciąż niezapisane zmiany: czy na pewno chcesz opuścić tę stronę?

source: Changes saved.
ja_jp: 変更が保存されました。
pl_pl: Zapisano zmiany.

source: You can import any torrent file that points to a media file. You should make sure you have diffusion rights over the content it points to, otherwise it could cause legal trouble to yourself and your instance.
ca_es: Podeu importar qualsevol fitxer torrent que apunti a un fitxer multimèdia. Assegureu-vos que teniu els drets de difusió dels continguts a què apunteu, altrament podríeu tindre problemes legals i causar-los a la instància.
ja_jp: メディアファイルに関連したtorrentファイルであれば、どのようなtorrentファイルもインポートできます。ただし、そのメディアファイルを配布する権利を「本当にあなたが保有しているかどうか」を確認してください。もし、正当な権利を保有していない場合、あなた自身やあなたが属するインスタンスに法的な問題をもたらす原因となります。
kab: Tzemreḍ ad tketreḍ yal afaylu torrent yeskanen afaylu n umidyat. Ilaq ad tḍemneḍ tesεiḍ izerfan ɣef ugbur i d-skanayen, neɣ ma ulac ad tesεuḍ uguren izerfanen ama i kečč·kemm ama i tummant-inek·inem.
pl_pl: Możesz zaimportować dowolny plik torrent kierujący do pliku multimedialnego. Upewnij się, że masz prawa do rozpowszechniania treści do której on kieruje, w przeciwnym razie może to spowodować problemy prawne dla siebie i Twojej instancji.

source: HTTP import (YouTube, Vimeo, direct URL...)
ca_es: Importació HTTP (YouTube, Vimeo, URL directe…)
ja_jp: HTTP経由でのインポート (YouTube、Vimeo、その他のサイトのURLなど)
kab: Aktar n HTTP (YouTube, Vimeo, URL usrid...)
pl_pl: Import z linku HTTP (YouTube, Vimeo, bezpośredni URL...)

source: Torrent import
ca_es: Importació de torrent
ja_jp: Torrentファイル経由でのインポート
kab: Aktar n torrent
pl_pl: Import torrentów

source: Channel synchronization with other platforms (YouTube, Vimeo, ...)
ca_es: Sincronització del canal amb altres plataformes (YouTube, Vimeo, etc.)
ja_jp: その他の動画サイトとのチャンネル同期 (YouTube、Vimeoなど)
pl_pl: Synchronizacja kanałów z innymi platformami (YouTube, Vimeo, ...)

source: User Import/Export
ca_es: Importar/Exportar comptes
ja_jp: ユーザーのインポート/エクスポート
pl_pl: Importowanie/eksportowanie

source: Users can export their data
ca_es: Les persones poden exportar les seves dades
ja_jp: ユーザーに自身のデータのエクスポートを許可する
pl_pl: Użytkownicy mogą eksportować swoje dane

source: Users can import their data
ca_es: Les persones poden importar les seves dades
ja_jp: ユーザーに自身のデータのインポートを許可する
pl_pl: Użytkownicy mogą importować swoje dane

source: Local
ja_jp: ローカル動画
kab: Adigan
pl_pl: Lokalne

source: Remote
ca_es: Remot
ja_jp: リモート
pl_pl: Zdalne

source: users
ca_es: persones
ja_jp: ユーザー数
kab: iseqdacen
pl_pl: użytkowników

source: videos
ca_es: vídeos
ja_jp: 動画数
kab: tividyutin
pl_pl: filmów

source: views
ca_es: visualitzacions
ja_jp: 再生回数
pl_pl: wyświetlenia

source: comments
ca_es: comentaris
ja_jp: 動画へのコメント数
pl_pl: komentarze

source: hosted videos
ca_es: vídeos allotjats
ja_jp: ホストされている動画
pl_pl: przechowywanych filmów

source: Usage rules
ca_es: Normes d'ús
ja_jp: 使用上のルール
pl_pl: Zasady korzystania

source: This platform has been created in {{ config.instance.serverCountry }}
ca_es: Aquesta plataforma s'ha creat a {{ config.instance.serverCountry }}
ja_jp: このプラットフォームは{{ config.instance.serverCountry }}で設立されました
pl_pl: Ta platforma jest zarządzana w: {{ config.instance.serverCountry }}

source: Your content (comments, videos...) must comply with the legislation in force in this country.
ca_es: El teu contingut (comentaris, vídeos…) ha de complir la legislació vigent en aquest país.
ja_jp: あなたのコンテンツ(コメントや動画など...)は、この国の法律や条令に従う必要があります。
pl_pl: Przesyłana przez Ciebie zawartość (komentarze, filmy itd.) musi być zgodna z prawem w Twoim kraju.

source: You must also follow our <a routerLink="/about/instance/moderation">code of conduct</a>.
ja_jp: あわせて、<a routerLink="/about/instance/moderation">行動規範</a>を遵守する必要があります。
pl_pl: Musisz także przestrzegać naszego <a routerLink="/about/instance/moderation">regulaminu</a>.

source: You can <a routerLink="/signup">request an account</a> on our platform
ja_jp: <a routerLink="/signup">アカウントのリクエスト</a>をすることができます
pl_pl: Możesz <a routerLink="/signup">zażądać rejestracji konta</a> na naszej platformie

source: Our moderator will validate it within a {{ stats.averageRegistrationRequestResponseTimeMs | myDaysDurationFormatter }}.
ca_es: La nostra moderació el validarà en un {{ stats.averageRegistrationRequestResponseTimeMs | myDaysDurationFormatter }}.
ja_jp: モデレーターは{{ stats.averageRegistrationRequestResponseTimeMs | myDaysDurationFormatter }}以内に確認します。
pl_pl: Nasz moderator zweryfikuje tę prośbę w przeciągu {{ stats.averageRegistrationRequestResponseTimeMs | myDaysDurationFormatter }}.

source: Our moderator will validate it within a few days.
ca_es: La nostra moderació el validarà en uns dies.
ja_jp: モデレーターが数日以内に確認します。
pl_pl: Nasz moderator zweryfikuje prośbę w przeciągu kilku dni.

source: You can <a routerLink="/signup">create an account</a> on our platform
ja_jp: <a routerLink="/signup">アカウントを作成</a>いただくことができます
pl_pl: Możesz <a routerLink="/signup">zarejestrować konto</a> na naszej platformie

source: Public registration on our platform is not allowed
ca_es: No es permet el registre públic a la nostra plataforma
ja_jp: 一般登録は開放されていません
pl_pl: Rejestracja kont na naszej platformie nie jest dozwolona

source: This platform is compatible with Mastodon, Lemmy, Misskey and other services from the Fediverse
ca_es: Aquesta plataforma és compatible amb Mastodon, Lemmy, Misskey i altres serveis del Fedivers
ja_jp: このプラットフォームは、Mastodon、Lemmy、Misskeyやその他のFediverseプラットフォームと互換性があります
pl_pl: Ta platforma jest kompatybilna z Mastodonem, Lemmy, Misskeyem i innymi usługami dostępnymi w Fediwersie

source: You can use these services to interact with our videos
ca_es: Podeu fer servir aquests serveis per interactuar amb els nostres vídeos
ja_jp: これらのサービスから動画に対して反応を送ることができます
pl_pl: Możesz skorzystać z tych serwisów, żeby dokonywać interakcji z naszymi filmami

source: You can publish videos
ja_jp: 動画を公開できます
pl_pl: Możesz publikować filmy

source: By default, your account allows you to publish videos.
ca_es: De manera predeterminada el vostre compte us permet publicar vídeos.
ja_jp: デフォルトでは、動画を投稿できるようになっています。
pl_pl: Domyślnie Twoje konto pozwala na publikację filmów.

source: You can also stream lives.
ca_es: També podeu emetre directes.
ja_jp: ライブ配信ができます。
pl_pl: Możesz także nadawać na żywo.

source: Contact us to publish videos
ca_es: Contacteu amb nosaltres per publicar vídeos
ja_jp: 動画を投稿するには問い合わせが必要です
pl_pl: Skontaktuj się z nami, żeby publikować filmy

source: You can't publish videos
ca_es: No podeu publicar vídeos
ja_jp: 動画を投稿できません
pl_pl: Nie możesz publikować filmów

source: By default, your account does not allow to publish videos.
ca_es: De manera predeterminada el vostre compte no permet publicar vídeos.
ja_jp: デフォルトでは、動画を投稿できません。
pl_pl: Domyślnie Twoje konto nie pozwala na publikację filmów.
