Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: If you want to publish videos, <a routerLink="/about/contact">contact us</a>.
ja_jp: 動画を公開したい場合は、<a routerLink="/about/contact">お問い合わせ</a>をお願いいたします。
pl_pl: Jeżeli chcesz publikować filmy, <a routerLink="/about/contact">skontaktuj się z nami</a>.

source: This platform is powered by PeerTube
ca_es: Aquesta plataforma funciona amb PeerTube
ja_jp: このプラットフォームはPeerTubeを利用しています
pl_pl: Ta platforma zasilana jest dzięki PeerTube'owi

source: Following
ca_es: Seguint
ja_jp: フォロー
pl_pl: Śledzeni

source: Followers
ca_es: Persones seguidores
ja_jp: フォロワー
pl_pl: Śledzący

source: Request an account
ca_es: Sol·licitar un compte
ja_jp: アカウントをリクエスト
pl_pl: Poproś o konto

source: days days
ca_es: days dies
ja_jp: days 日
pl_pl: days dni

source: The connection was interrupted
ca_es: La connexió ha estat interrompuda
ja_jp: 接続が切断されました
kab: Teḥbes tuqqna
pl_pl: Połączenie zostało przerwane

source: Your name file format is not supported by your platform.
ja_jp: nameファイルは、プラットフォームでサポートされていません。
pl_pl: Rozszerzenie name nie jest wspierane przez Twoją platformę.

source: The server encountered an error.
ja_jp: サーバー側でエラーが発生しました。
pl_pl: Serwer napotkał błąd.

source: Your name file couldn't be transferred before the server proxy timeout.
ja_jp: nameファイルは、サーバー側のプロキシタイムアウトにより転送が完了しませんでした。
pl_pl: Plik name nie mógł być przekazany przed przekroczeniem dozwolonego czasu odpowiedzi serwera proxy.

source: Your name file was too large.
ja_jp: nameファイルは大きすぎます。
pl_pl: Plik name jest za duży.

source: Max size is maxFileSize.
ja_jp: 最大ファイルサイズはmaxFileSizeです。
pl_pl: Maksymalny rozmiar to maxFileSize.

source: Enable hotkeys in this web browser
ca_es: Habilitar les tecles de drecera en aquest navegador
ja_jp: このWebブラウザーでホットキーを有効にする
pl_pl: Włącz skróty klawiszowe w tej przeglądarce

source: Keyboard Shortcuts
ca_es: Dreceres de teclat
ja_jp: キーボードショートカット
pl_pl: Skróty klawiszowe

source: A banned user will no longer be able to login.
ca_es: Un usuari bandejat ja no podrà iniciar la sessió.
ja_jp: 凍結したユーザーはログインできなくなります。
kab: Aseqdac yettwagedlen dayen ur yettizmir ara ad yekcem.
pl_pl: Zbanowany użytkownik nie będzie już mógł się zalogować.

source: Block video "{INTERPOLATION}"
ca_es: Blocar el vídeo «{INTERPOLATION}»
ja_jp: 動画"{INTERPOLATION}"をブロック
kab: Sewḥel tavidyut "{INTERPOLATION}"
pl_pl: Zablokuj film „{INTERPOLATION}”

source: Block live "{INTERPOLATION}"
ca_es: Bloca el directe «{INTERPOLATION}»
ja_jp: ライブ配信"{INTERPOLATION}"をブロック
kab: Sewḥel srid "{INTERPOLATION}"
pl_pl: Zablokuj transmisję „{INTERPOLATION}”

source: Please describe the reason...
ca_es: Descriviu-ne la raó…
ja_jp: 理由をここに記入して下さい...
kab: Ma ulac aɣilif, glem-d ssebba...
pl_pl: Opisz powód…

source: Unfederate
ca_es: Desfederar
ja_jp: 連合を解除
pl_pl: Defederuj

source: This will ask remote instances to delete local videos
ca_es: Això demanarà a les instàncies remotes que suprimeixin vídeos locals
ja_jp: これにより、外部インスタンスに対し、このインスタンスのローカル動画の削除を求めます
pl_pl: Spowoduje to poproszenie zdalnych instancji o usunięcie lokalnych filmów

source: This will ask remote instances to delete this video
ca_es: Això demanarà a les instàncies remotes que suprimeixin aquest vídeo
ja_jp: これにより、外部インスタンスに対し、この動画の削除を求めます
pl_pl: Spowoduje to poproszenie zdalnych instancji o usunięcie tego filmu

source: Blocking a live will automatically terminate the live stream.
pl_pl: Zablokowanie transmisji na żywo spowoduje jej automatyczne zakończenie.

source: {count, plural, =1 {Blocked {videoName}.} other {Blocked {count} videos.}}
ca_es: {count, plural, =1 {Blocat {videoName}.} other {Blocats {count} vídeos.}}
ja_jp: {count, plural, =1 {{videoName}をブロックしました.} other {{count}本の動画をブロックしました。}}
pl_pl: {count, plural, =1 {Zablokowano {videoName}.} many {Zablokowano {count} filmów.} other {Zablokowano {count} filmy.}}

source: {PH}h
ja_jp: {PH}時間
kab: {PH}srg
pl_pl: {PH} godz.

source: {PH}sec
ca_es: {PH}s
ja_jp: {PH}秒
kab: {PH}tsn
pl_pl: {PH} sek.

source: Sorry but there was an issue with the external login process. Please {START_LINK}contact an administrator{CLOSE_LINK}.
ca_es: Hi ha hagut un problema amb el procés extern d'identificació. Poseu-vos en contacte amb {START_LINK}l'administració{CLOSE_LINK}.
ja_jp: 申し訳ありませんが、外部認証ログインのプロセスで問題がありました。{START_LINK}管理者に連絡{CLOSE_LINK}してください。
kab: Nesḥassef, yella wugur akked ukala n unekcum azɣaray. Ttxil-k·m {START_LINK}nermes anedbal{CLOSE_LINK}.
pl_pl: Przepraszamy, ale wystąpił problem z procesem zewnętrznego logowania. Prosimy {START_LINK}o kontakt z administracją{CLOSE_LINK}.

source: Username or email address
ca_es: Identificador o adreça electrònica
ja_jp: ユーザー名またはメールアドレス
kab: Isem n useqdac neɣ tansa imayl
pl_pl: Nazwa użytkownika lub adres e-mail

source: Example: john@example.com
ca_es: Example: joan@exemple.cat
ja_jp: 例: john@example.com
pl_pl: Przykład: jan@przyklad.pl

source: Login on {{ instanceName }}
ca_es: Connecteu-vos a {{ instanceName }}
ja_jp: {{ instanceName }}にログイン
pl_pl: Zaloguj się na {{ instanceName }}

source: Logging into an account lets you publish content
ja_jp: アカウントにログインしてコンテンツを公開しましょう
pl_pl: Zalogowanie się na swoje konto pozwala Tobie na publikację filmów

source: Logging into an account lets you subscribe to your favorite content
ja_jp: アカウントにログインしてお気に入りのコンテンツを購読しよう
pl_pl: Zalogowanie się na swoje konto pozwala Tobie śledzić Twoją ulubioną zawartość

source: {{ instanceName }} allows registration. However, be careful to check the <a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">Terms</a><a class="terms-link" target="_blank" routerLink="/about/instance">Terms</a> before creating an account. You may also search for another PeerTube platform to match your exact needs at: <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
ja_jp: {{ instanceName }}は登録を受け付けていますが、アカウントを作成する前に、<a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">利用規約</a><a class="terms-link" target="_blank" routerLink="/about/instance">利用規約</a>をよく確認してください。あなたが求めるPeerTubeプラットフォームを次で探すこともできます: <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>
pl_pl: {{ instanceName }} pozwala na rejestrację. Pamiętaj jednak, żeby sprawdzić <a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">regulamin</a><a class="terms-link" target="_blank" routerLink="/about/instance">regulamin</a>, zanim stworzysz tam swoje konto. Możesz także znaleźć inną platformę opartą o PeerTube'a, która jest bliższa Twoim potrzebom na <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: {{ instanceName }} doesn't allow for user registration. You may check the <a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">Terms</a><a class="terms-link" target="_blank" routerLink="/about/instance">Terms</a> for more details or find a PeerTube platform that gives you the possibility to sign up for an account and upload your videos there. Find yours among multiple platforms at: <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
ja_jp: {{ instanceName }}は登録を受け付けていません。詳細を<a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">利用規約</a><a class="terms-link" target="_blank" routerLink="/about/instance">利用規約</a>で確認するか、あなたが登録可能なPeerTubeプラットフォームを探し、そこで動画をアップロードする事もできます。他のPeerTubeプラットフォームを次から探すことができます: <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>
pl_pl: {{ instanceName }} nie pozwala na rejestrację. Możesz sprawdzić <a class="link-primary terms-anchor d-inline" (click)="onTermsClick($event, instanceInformation)" href="/about/instance#terms">regulamin</a><a class="terms-link" target="_blank" routerLink="/about/instance">regulamin</a>, w którym powinny zostać opisane powiązane informacje, lub znaleźć inną platformę opartą o PeerTube'a, która pozwala Tobie na rejestrację konta i publikację Twoich filmów. Znajdź swoją platformę spośród wielu na <a class="link-primary" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: Request new verification email
pl_pl: Wyślij nowego e-maila weryfikacyjnego

source: Enter the two-factor code generated by your phone app:
ca_es: Introduïu el codi de verificació generat per l'aplicació al vostre telèfon:
ja_jp: アプリに表示されているコードを入力してください:
pl_pl: Wpisz dwuskładnikowy kod wygenerowany przez aplikację na telefonie:

source: Two factor authentication token
ca_es: Fitxa d'autenticació de dos factors
ja_jp: 2段階認証トークン
pl_pl: Token uwierzytelniania dwuskładnikowego

source: Password
ca_es: Contrasenya
ja_jp: パスワード
kab: Awal uffir
pl_pl: Hasło

source: Click here to reset your password
ca_es: Premeu aquí per restablir la contrasenya
ja_jp: ここをクリックしてパスワードをリセット
kab: Si da akken ad twenzeḍ awal uffir
pl_pl: Kliknij tutaj aby zresetować swoje hasło

source: I forgot my password
ca_es: He oblidat la contrasenya
ja_jp: パスワードを忘れた
pl_pl: Nie pamiętam mojego hasła

source: Or sign in with
ca_es: O identifiqueu-vos amb
ja_jp: または次の方法でログイン:
pl_pl: Lub zaloguj się z

source: Forgot your password
ca_es: Contrasenya oblidada
ja_jp: パスワードを忘れた
kab: Tettuḍ awal-ik uffir
pl_pl: Nie pamiętam hasła

source: We are sorry, you cannot recover your password because your instance administrator did not configure the PeerTube email system.
ca_es: No podem recuperar la vostra contrasenya perquè l'administració de la vostra instància no ha configurat el sistema de correu electrònic de PeerTube.
ja_jp: 申し訳ありません。インスタンス管理者がPeerTubeのメールシステムの設定をしていないため、パスワードを復元することができません。
kab: Suref-aɣ, ur tezmireḍ ara ad d-terreḍ awal-inek·inem uffir acku anedbal-ik·im n tummant ur isefrek ara anagraw n yimayl n PeerTube.
pl_pl: Przepraszamy, nie możesz odzyskać hasła, ponieważ administrator Twojej instancji nie skonfigurował systemu e-mail.

source: Enter your email address and we will send you a link to reset your password.
ca_es: Inseriu la vostra adreça electrònica i us hi enviarem un enllaç per a restablir la contrasenya.
ja_jp: メールアドレスを入力すると、パスワードをリセットするためのリンクが送信されます。
kab: Sekem tansa-inek·inem n yimayl syen nekkni ad ak·am-n-aznen aseɣwen i wakken ad twennzeḍ awal-ik·im uffir.
pl_pl: Wprowadź swój adres e-mail, a my wyślemy link pozwalający na zresetowanie hasła.

source: An email with the reset password instructions will be sent to this.forgotPasswordEmail. The link will expire within 1 hour.
ca_es: S'enviarà un correu amb les instruccions per restablir la contrasenya a this.forgotPasswordEmail. L'enllaç caducarà al cap d'una hora.
kab: Imayl d yiwellihen n uwennez n wawal uffir ttwaznen ɣer this.forgotPasswordEmail. Aseɣwen ad yemmet deg ssaεa.
pl_pl: E-mail z instrukcjami resetowania hasła został wysłany na this.forgotPasswordEmail. Odnośnik wygaśnie w ciągu 1 godziny.

source: Email address
ca_es: Adreça electrònica
ja_jp: メールアドレス
kab: Tansa email
pl_pl: Adres e-mail

source: Reset
ca_es: Restablir
ja_jp: リセット
kab: Wennez
pl_pl: Resetuj

source: on this instance
ca_es: en aquesta instància
ja_jp: このインスタンス内
kab: deg tummant-a
pl_pl: na tej instancji

source: on the vidiverse
ca_es: al vidivers
ja_jp: Vidiverse内
kab: ɣef vidiverse
pl_pl: w Widiwersum

source: for <span class="search-value">{{ currentSearch }}</span>
ja_jp: 検索キーワード: <span class="search-value">{{ currentSearch }}</span>
pl_pl: dla <span class="search-value">{{ currentSearch }}</span>

source: Filters
pl_pl: Filtry

source: Confirm password
ca_es: Confirmeu la contrasenya
ja_jp: パスワード(確認)
kab: Sentem awal uffir
pl_pl: Potwierdź hasło

source: Confirmed password
ca_es: Contrasenya confirmada
ja_jp: パスワードを確認しました
kab: Yettwasentem wawal uffir
pl_pl: Potwierdzone hasło

source: Reset my password
ca_es: Restablir la meva contrasenya
ja_jp: パスワードをリセット
kab: Wennez awal-iw uffir
pl_pl: Resetuj moje hasło

source: Signup
ca_es: Registrar-se
ja_jp: アカウントの新規登録
kab: Jerred
pl_pl: Zarejestruj się

source: Have access to your <strong>watch history</strong>
ja_jp: 自分の<strong>再生履歴</strong>を確認
pl_pl: Mieć dostęp do swojej <strong>historii oglądania</strong>

source: Create a channel to <strong>publish videos</strong>
ja_jp: <strong>動画を公開</strong>するにはチャンネルを作成してください
pl_pl: Stworzyć kanał, gdzie <strong>możesz opublikować swoje filmy</strong>

source: Do you use Mastodon, ActivityPub or a RSS feed aggregator?
ca_es: Utilitzeu Mastodon, ActivityPub o un agregador de canals RSS?
ja_jp: マストドンやActivityPubに対応したソフトウェア、またはRSSフィードリーダーを利用していますか？
pl_pl: Czy używasz Mastodona, ActivityPuba albo agregatora kanałów RSS?

source: You can already follow {{ instanceName }} using your favorite tool.
ca_es: També podeu seguir {{ instanceName }} utilitzant la vostra eina favorita.
ja_jp: お気に入りのツールを使用して、既に{{ instanceName }}をフォローしています。
pl_pl: Możesz już teraz obserwować {{ instanceName }} za pomocą swojego ulubionego narzędzia.

source: {{ instanceName }} has been created using <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube</a>, a video creation platform developed by Framasoft. <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> is a french non-profit organization that offers alternatives to Big Tech's digital tools
ja_jp: {{ instanceName }}は<a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube</a>という、Framasoftによって開発された動画制作プラットフォームを利用しています。<a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>はフランスの非営利団体であり、ビッグテックが提供しているデジタルツールの代替となるものを提供しています。
pl_pl: <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">{{ instanceName }} została stworzona z użyciem <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube'a</a>, platformy pozwalającej na publikację filmów stworzonej przez Framasoft. <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> to francuska organizacja non-profit oferująca narzędzia alternatywne dla tych od Big Techów

source: You want to <strong>publish videos</strong> on {{ instanceName }}? Then you need to create your first <strong>channel</strong>.
ja_jp: {{ instanceName }}で<strong>動画を公開</strong> したいですか？ そのためには、まず<strong>チャンネル</strong>を作成する必要があります。
pl_pl: Czy chcesz zacząć <strong>publikować filmy</strong> na {{ instanceName }}? Musisz w tym celu stworzyć swój pierwszy <strong>kanał</strong>.

source: You might want to <strong>create a channel by theme:</strong> for example, you can create a channel named "SweetMelodies" to publish your piano concerts and another one "Ecology" in which you publish your videos talking about ecology.
ja_jp: チャンネルを作成する際に<strong>何らかのテーマに基づきたい場合:</strong> 例として、ピアノコンサートの動画を公開するのであれば「SweetMelodies」というチャンネル名をつけたり、エコについて話す動画を公開するのであれば「Ecology」というチャンネル名にしてみると良いかもしれません。
pl_pl: Możesz chcieć <strong>stworzyć kanał o określonej tematyce:</strong> na przykład, na kanale "SweetMelodies" możesz publikować swoje koncerty z gry na pianinie, czy na kanale o nazwie "Ekologia", gdzie poruszasz tematy na temat ekologii.

source: {{ instanceName }} administrators allow you to publish up to <strong>{{ videoQuota | bytes: 0 }} of videos</strong> on their website.
ja_jp: {{ instanceName }}の管理者は、このウェブサイトで<strong>{{ videoQuota | bytes: 0 }}までの動画</strong>をアップロードする事を許可しています。
pl_pl: Administratorzy {{ instanceName }} pozwalają na publikację do <strong>{{ videoQuota | bytes: 0 }} filmów </strong> na swojej stronie.

source: Search index is unavailable. Retrying with local platform results instead.
ja_jp: 検索インデックスが利用できません。代わりに、ローカルプラットフォームの結果で試しています。
pl_pl: Indeks wyszukiwania jest niedostępny. Wyniki pojawią się w oparciu o to, co znaleziono na tej platformie.

source: Upload or import videos, parse logs, prune storage directories, reset user password...
ca_es: Pujar o importar vídeos, analitzar els registres, podar directoris d'emmagatzematge, restablir contrasenya…
ja_jp: 動画をアップロードまたはインポート、ログ解析、ストレージディレクトリの削除、ユーザーのパスワードリセットなど...
kab: Sali neɣ kter tividyutin, senqed inekcam, sizdeg ikaramen n uklas, wennez awal uffir n wawal uffir...
pl_pl: Wrzucaj lub importuj filmy, przetwarzaj dzienniki wydarzeń, czyść katalogi pamięci, resetuj hasło użytkownika...

source: Fill platform information
ja_jp: プラットフォーム情報を埋めてください
pl_pl: Wprowadź informacje o tej platformie

source: STEP {{ currentStep() }}/{{ totalSteps() }}
ja_jp: ステップ{{ currentStep() }}/{{ totalSteps() }}
pl_pl: Krok {{ currentStep() }}/{{ totalSteps() }}

source: General information
ja_jp: 一般的な情報
pl_pl: Ogólne informacje

source: You can edit this information later
ja_jp: この情報は後で編集できます
pl_pl: Możesz edytować te informacje później

source: Platform name
ja_jp: プラットフォーム名
pl_pl: Nazwa platformy

source: Platform icon
ja_jp: プラットフォームのアイコン
pl_pl: Ikona platformy

source: Used in various places such as on the website, mobile application and social media
ja_jp: Webサイト、モバイルアプリ、SNS上など、様々な場所で使用されます
pl_pl: Używana w różnych miejscach, takich jak strona internetowa, aplikacja mobilna czy media społecznościowe

source: Back
ja_jp: 戻る
kab: Udfir
pl_pl: Powrót

source: Next step
ja_jp: 次に進む
pl_pl: Następny krok

source: Ignore for now
ja_jp: 今はしない
pl_pl: Zignoruj na ten moment

source: My platform is more like...
ja_jp: このプラットフォームは...
pl_pl: Moja platforma jest przeznaczona dla...

source: Community-based
ja_jp: コミュニティベース
pl_pl: Społeczności

source: Enable a community to publish content and interact together.
ja_jp: コミュニティがコンテンツを公開し、互いに交流できるようにします。
pl_pl: Pozwól społeczności na publikowanie zawartości oraz dokonywania wzajemnych interakcji.

source: Institutional
ja_jp: 機関、クローズド
pl_pl: Instytucji

source: To broadcast your videos. Recommended for public institutions, association and companies.
ja_jp: あなたの動画を配信するために特化させます。公共機関、団体、企業に推奨されます。
pl_pl: Idealne dla jednostronnego przekazywania filmów. Zalecane dla instytucji publicznych, organizacji czy firm.

source: Only certain people can access content. Recommended for families and closed communities.
ja_jp: 特定の人だけがコンテンツにアクセスできます。家族やクローズドなコミュニティに推奨されます。
pl_pl: Tylko wybrane osoby mogą mieć dostęp do zawartości. Zalecane dla rodzin czy zamkniętych społeczności.

source: Preview configuration
ja_jp: 構成の最終確認
pl_pl: Przejrzyj konfigurację

source: If you confirm, PeerTube will:
ja_jp: 問題ない場合、PeerTubeは次の通り設定します:
pl_pl: Jeżeli potwierdzisz, PeerTube:

source: If you want finer settings control, your platform configuration can be easily changed after the pre-configuration wizard!
ja_jp: より細かい設定を行いたい場合は、この設定ウィザードの後でプラットフォームの構成を簡単に変更できます！
pl_pl: Jeżeli chcesz skonfigurować bardziej dokładnie swoją instancję, możesz to łatwo zrobić nawet po opuszczeniu ekranu pierwszej konfiguracji!

source: Confirm this configuration
ja_jp: この構成を確認
pl_pl: Potwierdź tę konfigurację

source: Welcome to PeerTube
ja_jp: PeerTubeへようこそ
pl_pl: Witaj na PeerTube'ie

source: dear administrator!
ja_jp: 管理者の皆様！
pl_pl: szanowny administratorze!

source: Sepia, the cuttlefish, has a few questions to help you <strong>quickly pre-configure your platform</strong>.
ja_jp: コウイカのセピアが、あなたが <strong>プラットフォームの構成を素早く設定できるよう</strong>いくつか質問させていただきます。
pl_pl: Mątwa o imieniu Sepia ma kilka pytań, żeby Tobie pomóc <strong>szybko skonfigurować Twoją platformę</strong>.

source: Let's go!
ja_jp: 始めましょう！
pl_pl: Zaczynajmy!

source: Setup your account, managing video playlists, discover third-party applications...
ca_es: Configurar el compte, organitzar llistes de reproducció, descobrir aplicacions de tercers…
ja_jp: あなたのアカウントを設定する、動画のプレイリストを管理する、サードパーティーのアプリケーションを探す...
kab: Sbadu amiḍan-ik·im, sefrek tibdarin n tɣuri n tvidyutin, snirem isnasen n wis kraḍ...
pl_pl: Ustawienia konta, zarządzanie playlistami, używanie innych aplikacji...

source: Useful links
ca_es: Enllaços útils
ja_jp: 便利なリンク集
kab: Iseɣwan igerrzen
pl_pl: Przydatne linki

source: Official PeerTube website:
ja_jp: PeerTube公式Webサイト:
pl_pl: Oficjalna strona PeerTube'a:

source: Blog post, get help or discover PeerTube
ja_jp: ブログ記事、PeerTubeについて知ることができます
pl_pl: Otrzymaj pomoc lub odkrywaj PeerTube'a

source: Public PeerTube index:
ja_jp: PeerTubeの公開インデックス:
pl_pl: Publiczny indeks PeerTube'a:

source: Put your platform on the official PeerTube public index
ja_jp: このプラットフォームをPeerTubeの公式公開インデックスに登録する
pl_pl: Pokaż swoją platformę w oficjalnym indeksie publicznym PeerTube'a

source: Documentation
ja_jp: ドキュメント
pl_pl: Dokumentacja

source: Admin:
ja_jp: 管理者:
pl_pl: Administrator:

source: Managing users, following other platforms, dealing with spammers, configure object storage or remote transcoding...
ja_jp: ユーザーの管理、他のプラットフォームをフォロー、スパム対策、オブジェクトストレージやリモートトランスコーディングの構成をおこないます...
pl_pl: Zarządzanie użytkownikami, obserwowanie innych platform, moderowanie spamerów, konfiguracja miejsca do przechowywania filmów czy zdalne transkodowanie...

source: Remind me later
ca_es: Recorda-m'ho més tard
ja_jp: 後ほど通知する
kab: Smekt-iyi-d ticki
pl_pl: Przypomnij mi później

source: Do not display again
ja_jp: 再度表示しない
pl_pl: Nie wyświetlaj ponownie

source: Registration policy
ja_jp: 登録ポリシー
pl_pl: Polityka rejestracji

source: Video quota for new users
ja_jp: 新規ユーザー向けのアップロード可能容量
pl_pl: Dozwolony limit udostępnianych filmów dla nowych użytkowników

source: Video import and synchronization
ja_jp: 動画インポートと同期
pl_pl: Importowanie filmów oraz synchronizacja

source: My community can stream lives
ja_jp: このコミュニティでライブ配信を可能にする
pl_pl: Moja społeczność może nadawać na żywo

source: Open
ja_jp: オープン
pl_pl: Otwarta

source: Anyone can register and use the platform
ja_jp: 誰でもアカウントを登録してプラットフォームを利用できます
pl_pl: Każdy może się zarejestrować i korzystać z tej platformy

source: Requires approval
ja_jp: 承認が必要
pl_pl: Wymaga zatwierdzenia

source: Anyone can register, but a moderator must approve their account before they can use the platform
ja_jp: 誰でもアカウントを登録出来ますが、利用にはモデレーターによる承認が必要です
pl_pl: Każdy może się zarejestrować, ale wszystkie konta muszą zostać zaakceptowane przez moderację, zanim będą mogły zostać używane

source: Closed
ja_jp: クローズド
pl_pl: Zamknięta

source: Only an administrator can create users on the platform
ja_jp: 管理者のみがユーザーを作成できます
pl_pl: Tylko administratorzy mogą tworzyć nowych użytkowników na tej platformie

source: Save a copy of the uploaded video
ja_jp: アップロードされた動画のコピーを保存する
pl_pl: Zapisz kopię udostępnianego filmu

source: Welcome introduction
ja_jp: ようこそ画面
pl_pl: Wiadomość powitalna

source: Edit general information
ja_jp: 一般的な情報を編集
pl_pl: Edytuj informacje ogólne

source: Usage type
ja_jp: 利用タイプ
pl_pl: Rodzaj użycia

source: Configuration preview
ja_jp: 構成を確認
pl_pl: Podgląd konfiguracji

source: Post configuration documentation
ja_jp: 構成ドキュメントを投稿
pl_pl: Dokumentacja konfiguracji postu

source: Congratulations
ja_jp: おめでとうございます
pl_pl: Gratulacje

source: Your platform has been configured!
ja_jp: プラットフォームが構成されました！
pl_pl: Twoja platforma została skonfigurowana!
