Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Broadcast message level
ca_es: Nivell d'importància de la salutació
ja_jp: アナウンスメッセージの重要度
pl_pl: Istotność przekazywanej wiadomości

source: Message
ca_es: Missatge
ja_jp: メッセージ
kab: Izen
pl_pl: Wiadomość

source: NEW USERS
ca_es: NOUS COMPTES
ja_jp: 新しいユーザー
pl_pl: NOWI UŻYTKOWNICY

source: Signup requires email verification
ca_es: El registre requereix verificació per correu electrònic
ja_jp: アカウント登録でメールアドレス認証を必須にする
kab: Ajerred yyesra imayl n usenqed
pl_pl: Rejestracja wymaga weryfikacji emaila

source: Signup limit
ca_es: Limit de comptes
ja_jp: アカウント登録の制限
kab: Talast n ujerred
pl_pl: Limit rejestracji

source: When the total number of users in your platform reaches this limit, registrations are disabled. -1 = unlimited
ja_jp: プラットフォームのユーザー総数がこの上限に達すると、登録は無効になります。 -1 = 無制限 です。
pl_pl: Gdy całkowita liczba użytkowników na Twojej platformie osiągnie ten limit, rejestracje zostaną wyłączone. -1 oznacza brak limitu

source: {VAR_PLURAL, plural, =1 {user} other {users}}
ca_es: {VAR_PLURAL, plural, =1 {compte} other {comptes}}
ja_jp: {VAR_PLURAL, plural, =1 {ユーザー} other {ユーザー}}
kab: {VAR_PLURAL, plural, =1 {aseqdac} other {iseqdacen}}
pl_pl: {VAR_PLURAL, plural, =1 {użytkownik} few {użytkownicy} many {użytkowników} other {użytkowników}}

source: Signup won't be limited to a fixed number of users
ja_jp: アカウント作成は固定されたユーザー数に制限されません
pl_pl: Rejestracje nie zostaną ograniczone do konkretnej liczby użytkowników

source: Minimum required age to create an account
ca_es: Edat mínima necessària per crear un compte
ja_jp: アカウントを新規登録するための最低年齢
pl_pl: Minimalny wymagany wiek do założenia konta

source: {VAR_PLURAL, plural, =1 {year old} other {years old}}
ca_es: {VAR_PLURAL, plural, =1 {any} other {anys}}
ja_jp: {VAR_PLURAL, plural, =1 {歳} other {歳}}
pl_pl: {VAR_PLURAL, plural, =1 {rok} few {lata} other {lat}}

source: Default video quota for a new user
ja_jp: 新規ユーザーのデフォルト動画アップロード可能容量
pl_pl: Domyślny limit przechowywanych filmów dla nowego użytkownika

source: Enable Signup
ca_es: Habilitar registre
ja_jp: アカウント登録を可能にする
kab: Rmed ajerred
pl_pl: Włącz rejestrację

source: ⚠️ This functionality requires a lot of attention and extra moderation
ja_jp: ⚠️ この機能には多くの注意と追加のモデレーションが必要です
pl_pl: ⚠️ Ta funkcjonalność wymaga sporo uwagi i dodatkowej moderacji

source: Users
ca_es: Comptes
ja_jp: ユーザー
kab: Iseqdacen
pl_pl: Użytkownicy

source: Comments
ca_es: Comentaris
ja_jp: コメント
pl_pl: Komentarze

source: {VAR_PLURAL, plural, =1 {Video} other {Videos} }
ca_es: {VAR_PLURAL, plural, =1 {Vídeo} other {Vídeos} }
ja_jp: {VAR_PLURAL, plural, =1 {動画} other {動画} }
pl_pl: {VAR_PLURAL, plural, =1 {Film} few {Filmy} many {Filmów} other {Filmów} }

source: {VAR_PLURAL, plural, =1 {Channel} other {Channels} }
ca_es: {VAR_PLURAL, plural, =1 {Canal} other {Canals} }
ja_jp: {VAR_PLURAL, plural, =1 {チャンネル} other {チャンネル} }
pl_pl: {VAR_PLURAL, plural, =1 {Kanał} few {Kanały} many {Kanałów} other {Kanałów} }

source: {VAR_PLURAL, plural, =1 {Subscriber} other {Subscribers} }
ca_es: {VAR_PLURAL, plural, =1 {Subscriptor/a} other {Subscriptors/es} }
ja_jp: {VAR_PLURAL, plural, =1 {チャンネル登録者} other {チャンネル登録者} }
pl_pl: {VAR_PLURAL, plural, =1 {Subskrybent} few {Subskrybenci} many {Subskrybentów} other {Subskrybentów} }

source: Incriminated in reports
ca_es: Incriminat/da en denúncies
ja_jp: 通報原因と見なされた回数
pl_pl: Powiązane zgłoszenia

source: Authored reports accepted
ca_es: Denúncies emeses acceptades
ja_jp: 通報回数と受理した回数
kab: Ttwaqbalen ineqqisen n umeskar
pl_pl: Zaakceptowane utworzone zgłoszenia

source: {VAR_PLURAL, plural, =1 {Comment} other {Comments} }
ca_es: {VAR_PLURAL, plural, =1 {Comentari} other {Comentaris} }
ja_jp: {VAR_PLURAL, plural, =1 {コメント} other {コメント} }
pl_pl: {VAR_PLURAL, plural, =1 {Komentarz} few {Komentarze} many {Komentarzy} other {Komentarzy} }

source: NEW USER
ca_es: NOU COMPTE
ja_jp: 新しいユーザー
pl_pl: NOWY UŻYTKOWNIK

source: Configuration
ca_es: Configuració
ja_jp: 設定
kab: Tawila
pl_pl: Konfiguracja

source: bytes
ca_es: octets
ja_jp: バイト
kab: ibiten
pl_pl: bajty

source: Default daily upload limit for a new user
ja_jp: 新規ユーザーに対するデフォルトの1日あたりのアップロード制限
pl_pl: Domyślny dzienny limit przesyłanych filmów dla nowego użytkownika

source: Automatically enable video history for a new user
ja_jp: 新規ユーザーに動画の視聴履歴を自動的に有効にする
pl_pl: Automatycznie włączaj historię obejrzanych filmów dla nowego użytkownika

source: VIDEO IMPORTS
ja_jp: 動画インポート
pl_pl: IMPORTOWANE FILMY

source: Allow import with a torrent file or a magnet URI
ca_es: Permetre la importació amb un fitxer torrent o un URI magnet
ja_jp: TorrentファイルかMagnet URIでのインポートを可能にする
pl_pl: Zezwól na import z plikiem torrent lub linkiem magnet

source: ⚠️ We don't recommend to enable this feature if you don't trust your users
ca_es: ⚠️ No recomanem que habiliteu aquesta funció si no teniu una confiança total en les persones
ja_jp: ⚠️ インスタンスのユーザーを信頼できない場合、この機能を有効にすることは推奨されません
pl_pl: ⚠️ Nie zalecamy włączania tej funkcji, jeżeli nie ufasz swoim użytkownikom

source: Allow channel synchronization with channel of other platforms like YouTube
ca_es: Permetre la sincronització del canal amb el d'altres plataformes com ara YouTube
ja_jp: YouTubeのような、その他のプラットフォームのチャンネルとのチャンネル同期を許可する
pl_pl: Pozwalaj na synchronizację kanału z kontami z innych platform, takich jak YouTube

source: ⛔ You need to allow import with HTTP URL to be able to activate this feature.
ca_es: ⛔ Heu de permetre la importació amb URL HTTP per habilitar aquesta funció.
ja_jp: ⛔ この機能を有効にするには、HTTP URLでのインポートを許可する必要があります。
pl_pl: ⛔ Musisz zezwolić na importowanie za pomocą adresów URL, żeby móc aktywować tę funkcję.

source: Max channel synchronization per user
ca_es: Nombre màxim de canals sincronitzats per compte
ja_jp: ユーザー毎の最大チャンネル同期数
pl_pl: Maksymalna liczba synchronizacji kanałów na użytkownika

source: {VAR_PLURAL, plural, =1 {sync} other {syncs}}
ca_es: {VAR_PLURAL, plural, =1 {sinc.} other {sincs.}}
ja_jp: {VAR_PLURAL, plural, =1 {チャンネル} other {チャンネル}}
pl_pl: {VAR_PLURAL, plural, =1 {synchronizacji} few {synchronizacje} other {synchronizacji}}

source: BROWSE VIDEOS
pl_pl: PRZEGLĄDAJ FILMY

source: Default sort
pl_pl: Domyślny algorytm sortowania

source: Default scope
pl_pl: Domyślny zakres

source: Unless a user is marked as trusted, their videos will stay private until a moderator reviews them.
ca_es: A menys que un compte estigui marcat com de confiança els seus vídeos romandran privats fins que la moderació els revisi.
ja_jp: 特定のユーザーを運営者が信頼できるとみなすまでは、モデレーターが審査するまでの間ユーザーの動画は非公開となります。
pl_pl: O ile użytkownik nie jest oznaczony jako zaufany, jego filmy pozostaną prywatne zanim któryś z moderatorów je zatwierdzi.

source: Allow users to upload a new version of their video
ca_es: Permetre a les persones penjar versions noves de llurs vídeos
ja_jp: ユーザーに新しいバージョンの動画のアップロードを許可する
pl_pl: Pozwalaj użytkownikom na publikowanie nowych wersji swoich filmów

source: Enable video storyboards
ca_es: Habilitar els video-guions
ja_jp: 動画のストーリーボードを有効にする
pl_pl: Włącz storyboardy w filmach

source: Generate storyboards of local videos using ffmpeg so users can see the video preview in the player while scrubbing the video
ca_es: Generar guions de vídeos locals mitjançant ffmpeg perquè es mostri una vista prèvia del vídeo mentre es navega per la línia de temps del reproductor
ja_jp: ffmpegを使用し、ローカル動画のストーリーボードを生成します。これにより、ユーザーがプレーヤー上で動画をシークする際に動画のプレビューを確認できるようになります
pl_pl: Generuj storyboardy filmów przechowywanych na Twojej platformie za pomocą ffmpeg, dzięki czemu użytkownicy będą mogli podejrzeć dany moment w filmie podczas jego przewijania

source: Enable remote runners to generate storyboards
pl_pl: Pozwól zewnętrznym runnerom generować storyboardy

source: Use <a routerLink="/admin/settings/system/runners/runners-list">remote runners</a> to generate storyboards.
pl_pl: Użyj <a routerLink="/admin/settings/system/runners/runners-list">zewnętrznych runnerów</a> do generowania storyboardów.

source: Remote runners have to register on your instance first.
pl_pl: Zewnętrzne runnery muszą być najpierw zarejestrowane na Twojej instancji.

source: Enable video transcription
ca_es: Habilitar la transcripció dels vídeos
ja_jp: 動画の文字起こしを有効にする
pl_pl: Włącz transkrypcję filmu

source: <a href="https://docs.joinpeertube.org/admin/configuration#automatic-transcription" target="_blank">Automatically create subtitles</a> for uploaded/imported VOD videos
ja_jp: アップロード/インポートしたビデオ・オン・デマンド動画で<a href="https://docs.joinpeertube.org/admin/configuration#automatic-transcription" target="_blank">字幕を自動的に作成します</a>
pl_pl: <a href="https://docs.joinpeertube.org/admin/configuration#automatic-transcription" target="_blank">Automatycznie twórz napisy</a> dla przesyłanych/importowanych filmów VOD

source: Enable remote runners for transcription
ca_es: Habilitar els codificadors remots per a la transcripció
ja_jp: 文字起こしでリモートランナーを有効にする
pl_pl: Włącz zewnętrzne runnery do transkrybowania

source: Use <a routerLink="/admin/settings/system/runners/runners-list">remote runners</a> to process transcription tasks.
pl_pl: Użyj <a routerLink="/admin/settings/system/runners/runners-list">zewnętrznych runnerów</a> do tworzenia transkrypcji.

source: Default video privacy
ja_jp: デフォルトの動画プライバシー設定
pl_pl: Domyślny poziom prywatności filmów

source: Default video licence
ja_jp: デフォルトの動画ライセンス
pl_pl: Domyślna licencja filmów

source: Default comment policy
ja_jp: デフォルトのコメントポリシー
pl_pl: Domyślna polityka komentarzy

source: VIDEO CHANNELS
ca_es: CANALS DE VÍDEO
ja_jp: チャンネル
pl_pl: KANAŁY WIDEO

source: Max video channels per user
ca_es: Nombre màxim de canals de vídeo per compte
ja_jp: 1ユーザーごとの最大チャンネル数
pl_pl: Maksymalna liczba kanałów na użytkownika

source: {VAR_PLURAL, plural, =1 {channel} other {channels}}
ca_es: {VAR_PLURAL, plural, =1 {canal} other {canals}}
ja_jp: {VAR_PLURAL, plural, =1 {チャンネル} other {チャンネル}}
pl_pl: {VAR_PLURAL, plural, =1 {kanał} few {kanały} other {kanałów}}

source: Block new videos automatically
ca_es: Blocar els nous vídeos automàticament
ja_jp: 自動的に新しい動画をブロック
kab: Sewḥel tividyutin timaynutin s wudem awurman
pl_pl: Automatycznie blokuj nowe filmy

source: SEARCH
ca_es: CERCAR
ja_jp: 検索
pl_pl: WYSZUKIWANIE

source: Allow users to do remote URI/handle search
ca_es: Permetre la cerca de forma remota de l'URI/identificador
ja_jp: ユーザーに外部インスタンスのURLまたはアカウントハンドルの検索を許可する
pl_pl: Pozwalaj użytkownikom na wyszukiwanie zdalnych URI/adresów

source: Allow <strong>your users</strong> to look up remote videos/actors that may not be federated with your platform
ja_jp: <strong>ユーザー</strong>があなたのプラットフォームとフェデレーションされていない可能性のあるリモート動画／アクターを検索することを許可する
pl_pl: Pozwalaj <strong>swoim użytkownikom</strong> na wyszukiwanie zewnętrznych filmów/zasobów, które mogą nie być sfederowane z Twoją platformą

source: Allow anonymous to do remote URI/handle search
ca_es: Permetre que persones anònimes cerquin de forma remota mitjançant URI/paraula clau
ja_jp: 匿名ユーザーへの外部インスタンスのURLとアカウントハンドルの検索を許可する
pl_pl: Pozwól anonimowym przeglądającym na szukanie po zdalnym URI/adresie

source: Allow <strong>anonymous users</strong> to look up remote videos/actors that may not be federated with your platform
ja_jp: <strong>匿名ユーザー</strong>があなたのプラットフォームとフェデレーションされていない可能性のあるリモート動画／アクターを検索することを許可する
pl_pl: Pozwalaj <strong>anonimowym użytkownikom</strong> na wyszukiwanie zewnętrznych filmów/zasobów, które mogą nie być sfederowane z Twoją platformą

source: Search index URL
ca_es: URL de l'índex de cerca
ja_jp: 検索インデックスのURL
pl_pl: URL indeksu wyszukiwania

source: Use <a class="link-primary" target="_blank" href="https://framagit.org/framasoft/peertube/search-index">your own search index</a> or choose the official one, <a class="link-primary" target="_blank" href="https://sepiasearch.org">https://sepiasearch.org</a>, that is not moderated.
ja_jp: <a class="link-primary" target="_blank" href="https://framagit.org/framasoft/peertube/search-index">独自の検索インデックス</a>を使用するか、モデレーションされていない公式の<a class="link-primary" target="_blank" href="https://sepiasearch.org">https://sepiasearch.org</a>を使用できます。
pl_pl: Użyj <a class="link-primary" target="_blank" href="https://framagit.org/framasoft/peertube/search-index">własnego indeksu wyszukiwania</a>, lub wybierz oficjalny, który znajduje się pod adresem <a class="link-primary" target="_blank" href="https://sepiasearch.org">https://sepiasearch.org</a>. Nie jest on jednak moderowany.

source: Disable local search in search bar
ca_es: Deshabilitar la cerca local a la barra de cerca
ja_jp: 検索バーでのローカル内検索を無効にする
pl_pl: Wyłącz lokalne wyszukiwanie na pasku wyszukiwania

source: USER IMPORT/EXPORT
ca_es: IMPORTAR/EXPORTAR COMPTE
ja_jp: ユーザーのインポート/エクスポート
pl_pl: IMPORTOWANIE/EKSPORTOWANIE DANYCH UŻYTKOWNIKÓW

source: Allow your users to import a data archive
ca_es: Permetre la importació d'un arxiu de dades
ja_jp: ユーザーにアーカイブのインポートを許可する
pl_pl: Pozwalaj swoim użytkownikom na importowanie archiwów danych

source: Video quota is checked on import so the user doesn't upload a too big archive file
ca_es: La quota de vídeo es comprova durant la importació perquè no es descarregui un fitxer d'arxiu massa gros
ja_jp: 動画のアップロード容量制限はインポートに対しても有効なため、ユーザーは制限を超えたアーカイブファイルはアップロードできません
pl_pl: Limit przechowywanych filmów jest sprawdzany podczas procesu importowania, więc użytkownik nie będzie mógł przesłać za dużego pliku

source: Video quota (daily quota is not taken into account) is also checked for each video when PeerTube is processing the import
ca_es: La quota de vídeo (no es té en compte la quota diària) també es verifica per a cada vídeo quan PeerTube processa la importació
ja_jp: PeerTubeがインポートを処理する際に、1つの動画毎に動画のアップロード容量制限 (1日あたりのアップロード容量制限は対象外)を超えていないかチェックされます
pl_pl: Limit przechowywanych filmów (dzienny jest pomijany w tym kontekście) jest także sprawdzany dla każdego filmu, gdy PeerTube będzie przetwarzać importowane dane

source: Allow your users to export their data
ca_es: Permetre als comptes l'exportació de llurs dades
ja_jp: ユーザーに自身のデータをエクスポートすることを許可する
pl_pl: Pozwalaj użytkownikom na eksportowanie swoich danych

source: Users can export their PeerTube data in a .zip for backup or re-import. Only one export at a time is allowed per user
ca_es: Les persones poden exportar les seves dades de PeerTube a un fitxer .zip per fer una còpia de seguretat o tornar a importar-les. Només es permet una exportació alhora per compte
ja_jp: ユーザーは、バックアップまたは再インポートを目的として自身のPeerTubeのデータをzipファイルでエクスポートできます。1ユーザーごとに1度に1つのエクスポートが許可されます
pl_pl: Użytkownicy będą mogli eksportować swoje dane z PeerTube'a w archiwum .zip celem tworzenia kopii zapasowych, lub ponownego importowania danych. Tylko jedno archiwum na każde konto użytkownika może być tworzone

source: Max user video quota allowed to generate the export
ca_es: Quota màxima de vídeos permesa per generar l'exportació
ja_jp: エクスポート生成可能なユーザーの動画容量
pl_pl: Maksymalny dozwolony limit przechowywanych filmów do generowania archiwów danych

source: If the user decides to include the video files in the archive
ca_es: Si la persona decideix incloure els fitxers de vídeo a l'arxiu
ja_jp: ユーザーが動画をアーカイブに含める選択をした場合にこの値が適用されます
pl_pl: Jeżeli użytkownik zdecyduje się umieścić pliki wideo w archiwum

source: User export expiration
ca_es: Caducitat de l'exportació de compte
ja_jp: ユーザーが作成したエクスポートの有効期限
pl_pl: Wygaśnięcie archiwów danych użytkownika

source: The archive file is deleted after this period
ja_jp: この期間後にアーカイブファイルを削除する
pl_pl: Plik archiwum jest usuwany po tym okresie

source: Search bar uses the global search index by default
ca_es: La barra de cerca empra l'índex de cerca global per defecte
ja_jp: 検索バーは、デフォルトでグローバル検索を利用する
kab: Talast n usali n wass tamezwert i yal aseqdac
pl_pl: Pasek wyszukania domyślnie używa globalnego indeksu wyszukiwania

source: Otherwise, the local search will be used by default
ja_jp: 指定がない場合、ローカル検索がデフォルトで使用されます
pl_pl: W przeciwnym razie, domyślnie zostanie zastosowane lokalne wyszukiwanie

source: Enable global search
ca_es: Habilitar cerca global
ja_jp: グローバル検索を有効にする
kab: Rmed anadi amatu
pl_pl: Włącz globalne wyszukiwanie

source: ⚠️ This functionality depends heavily on the moderation of platforms followed by the search index you select
ja_jp: ⚠️ この機能は、あなたが選択した検索インデックスがフォローしているプラットフォームのモデレーションに大きく依存します
pl_pl: ⚠️ Ta funkcjonalność jest ściśle zależna od poziomu moderacji wybranych platform do budowania własnego indeksu wyszukiwania

source: FEDERATION
ca_es: FEDERACIÓ
ja_jp: 連合
pl_pl: FEDERACJA

source: Manage <a class="link-primary" routerLink="/admin/settings/follows">relations</a> with other platforms.
ja_jp: 他のプラットフォームとの<a class="link-primary" routerLink="/admin/settings/follows">リレーション</a>を管理できます。
pl_pl: Zarządzaj <a class="link-primary" routerLink="/admin/settings/follows">powiązaniami</a> z innymi platformami.

source: Accept comments made on remote platforms
ja_jp: リモートプラットフォームからのコメントを許可する
pl_pl: Akceptuj komentarze pochodzące z zewnętrznych platform

source: This setting is not retroactive: current comments from remote platforms will not be deleted
ja_jp: この設定は過去に遡って適用されません：既に存在するリモートプラットフォームからのコメントは削除されません
pl_pl: To ustawienie nie działa wstecz: komentarze opublikowane z zewnętrznych platform nie będą usunięte

source: Remote actors can follow channels of your platform
ja_jp: リモートアクターからのあなたのプラットフォームのチャンネルフォローを許可する
pl_pl: Zewnętrzne konta mogą obserwować kanały pochodzące z Twojej platformy

source: This setting is not retroactive: current followers of channels of your platform will not be affected
ja_jp: この設定は過去に遡って適用されません：既に存在するリモートプラットフォームからのフォロワーには影響しません
pl_pl: To ustawienie nie działa wstecz: nie będzie ono dotyczyło obecnych zewnętrznych obserwujących kanałów z Twojej platformy

source: Remote actors can follow your platform
ja_jp: リモートアクターからのあなたのプラットフォームへのフォローを許可する
pl_pl: Zewnętrzne konta mogą obserwować Twoją platformę

source: This setting is not retroactive: current followers of your platform will not be affected
ja_jp: この設定は過去に遡って適用されません：既に存在するリモートプラットフォームからのフォロワーには影響しません
pl_pl: To ustawienie nie działa wstecz: nie będzie ono dotyczyło obecnych zewnętrznych obserwujących Twojej platformy

source: Manually approve new followers that follow your platform
ja_jp: あなたのプラットフォームをフォローする新しいフォロワーを手動で承認する
pl_pl: Ręcznie zezwalaj nowych obserwujących, którzy zdecydują się na obserwowanie Twojej platformy

source: Automatically follow back followers that follow your platform
ja_jp: あなたのプラットフォームをフォローするフォロワーを自動的にフォローし返す
pl_pl: Automatycznie obserwuj z powrotem tych, którzy obserwują Twoją platformę

source: Automatically follow platforms of a public index
ja_jp: 公開インデックスのプラットフォームを自動的にフォローする
pl_pl: Automatycznie obserwuj platformy będące w publicznym indeksie

source: ⚠️ This functionality requires a lot of attention and extra moderation.
ca_es: ⚠️ Aquesta funcionalitat requereix molta atenció i moderació addicional.
ja_jp: ⚠️ この機能はインスタンス運営において、より注意が求められ、さらなるモデレーションが求められます。
pl_pl: ⚠️ Ta funkcja wymaga wiele uwagi i dodatkowej moderacji.

source: Signup requires approval by moderators
ca_es: El registre requereix l'aprovació de la moderació
ja_jp: 新規登録はモデレーターによる承認が必要
pl_pl: Rejestracja wymaga ręcznego zatwierdzenia przez moderację

source: Index URL
ca_es: URL de l'índex
ja_jp: インデックスURL
pl_pl: Adres URL indeksu

source: PLAYER
ja_jp: プレーヤー
pl_pl: ODTWARZACZ

source: Automatically play videos in the player
ja_jp: プレーヤーで動画を自動再生する
pl_pl: Automatycznie odtwarzaj filmy w odtwarzaczu

source: Enable P2P streaming by default on your platform
ja_jp: プラットフォームでデフォルトでP2Pストリーミングを有効にする
pl_pl: Włącz transmisję metodą P2P jako domyślną na swojej platformie

source: Enable P2P streaming by default for videos embedded on external websites
ja_jp: 外部ウェブサイトに埋め込まれた動画でデフォルトでP2Pストリーミングを有効にする
pl_pl: Włącz transmisję metodą P2P jako domyślną dla ramek filmów zamieszczonych na zewnętrznych stronach internetowych

source: See <a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">the documentation</a> for more information about the expected URL
ja_jp: 自動的にフォローすると予想されるインスタンスについての詳しい情報は<a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">ドキュメント</a> をご覧下さい。
pl_pl: Zajrzyj do <a href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances" rel="noopener noreferer" target="_blank">dokumentacji</a> , aby odnaleźć więcej informacji o oczekiwanym adresie URL

source: ADMINISTRATORS
ca_es: ADMINISTRADORS/ES
ja_jp: 管理者
pl_pl: ADMINISTRATORZY

source: Admin email
ca_es: Adreça electrònica de l'administració
ja_jp: 運営者のメールアドレス
pl_pl: E-mail administratora

source: Enable contact form
ca_es: Habilitar el formulari de contacte
ja_jp: 問い合わせフォームを有効にする
kab: Rmed tiferkit n unermis
pl_pl: Włącz formularz kontaktowy

source: PLATFORM
ja_jp: プラットフォーム
pl_pl: PLATFORMA

source: Extra configuration required by Twitter/X. All other social media (Facebook, Mastodon, etc.) are supported out of the box.
ca_es: Cal una configuració addicional per a Twitter/X, per a la resta de xarxes socials (Facebook, Mastodon, etc.) no.
ja_jp: Twitter/Xでのみ必要な追加の設定です。他のSNS(Facebook、Mastodonなど)は標準でサポートされています。
pl_pl: Dodatkowa konfiguracja wymagana przez Twittera/platformę X. Wszystkie inne media społecznościowe (Facebook, Mastodon, itd.) są wspierane bez dodatkowej konfiguracji.

source: Your Twitter/X username
ca_es: Compte de Twitter/X
ja_jp: あなたのTwitter/Xのユーザー名
pl_pl: Twój pseudonim na Twitterze/platformie X

source: Indicates the Twitter/X account for the website or platform where the content was published.
ca_es: Indica el compte de Twitter/X del lloc web o plataforma on s'ha publicat el contingut.
ja_jp: コンテンツが公開された Web サイトまたはプラットフォームの Twitter/Xアカウントを示します。
pl_pl: Wskazuje na konto na Twitterze/platformie X należące do administracji tego serwisu, skąd pochodzi jego zawartość.

source: This is just an extra information injected in PeerTube HTML that is required by Twitter/X. If you don't have a Twitter/X account, just leave the default value.
ca_es: Aquesta és simplement informació addicional injectada al codi HTML de PeerTube que requereix Twitter/X. Si no teniu cap compte de Twitter/X, deixeu el valor predeterminat.
ja_jp: Twitter/Xで必要なPeerTube HTMLに挿入される追加情報です。Twitter/Xアカウントをお持ちでない場合は、デフォルトのままにしてください。
pl_pl: To jest tylko dodatkowa informacja wprowadzona do kodu HTML PeerTube'a, która jest wymagana przez Twittera/platformę X. Jeżeli nie posiadasz konta na Twitterze/platformie X, pozostaw domyślną wartość.

source: Advanced configuration updated.
ja_jp: 詳細設定が更新されました。
pl_pl: Zaawansowana konfiguracja została zaktualizowana.

source: 1 day
ca_es: 1 dia
ja_jp: 1日
pl_pl: 1 dzień

source: 2 days
ca_es: 2 dies
ja_jp: 2日
pl_pl: 2 dni

source: 7 days
ca_es: 7 dies
ja_jp: 7日
pl_pl: 7 dni

source: 30 days
ca_es: 30 dies
ja_jp: 30日
pl_pl: 30 dni

source: LIVE
ca_es: DIRECTE
ja_jp: ライブ配信
kab: SRID
pl_pl: NA ŻYWO

source: Enable users of your platform to stream a live.
ja_jp: あなたのプラットフォームのユーザーがライブ配信できるようにします。
pl_pl: Pozwól użytkownikom Twojej platformy na prowadzenie transmisji na żywo.

source: ⚠️ Enabling live streaming requires trust in your users and extra moderation work
ca_es: ⚠️ L'habilitació de l'emissió en directe requereix confiança en les persones i un treball de moderació addicional
ja_jp: ⚠️ ライブ配信を有効にすると、インスタンスに属するユーザーへの信頼とさらなるモデレーションが求められるようになります
kab: ⚠️ Armad n usuddem usrid yesra ad yettkel ɣef yiseqdacen-ik·im d umahel-nniḍen fessusen
pl_pl: ⚠️ Włączenie transmisji na żywo wymaga zaufania wobec użytkowników i dodatkowej pracy moderatorów
