Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Categories:
ja_jp: カテゴリー:
pl_pl: Kategorie:

source: {{ config.instance.name }} is dedicated to sensitive content.
ja_jp: {{ config.instance.name }}はセンシティブなコンテンツ専用です。
pl_pl: {{ config.instance.name }} jest przeznaczona do udostępniania zawartości wrażliwej.

source: About PeerTube
ca_es: Quant a PeerTube
ja_jp: PeerTubeについて
kab: Γef PeerTube
pl_pl: O PeerTube

source: About this platform's network
ja_jp: このプラットフォームのネットワークについて
pl_pl: O tej sieci

source: Close this modal
ca_es: Tancar aquesta finestra modal
ja_jp: このモーダルウィンドウを閉じる
pl_pl: Zamknij to okno dialogowe

source: Get help
ca_es: Obtindre ajuda
ja_jp: ヘルプを表示
kab: Awi tallalt
pl_pl: Uzyskaj pomoc

source: Done!
ca_es: Fet!
ja_jp: 完了!
pl_pl: Zrobione!

source: PeerTube is creating your account...
ca_es: PeerTube està creant el vostre compte…
ja_jp: PeerTubeはあなたのアカウントを作成しています...
kab: PeerTube irennu amiḍan-ik·im...
pl_pl: PeerTube tworzy twoje konto...

source: Go to the previous step
ca_es: Anar al pas anterior
ja_jp: 前のステップに戻る
pl_pl: Przejdź do poprzedniego kroku

source: Go to the next step
ca_es: Anar al pas següent
ja_jp: 次のステップに進む
pl_pl: Przejdź do następnego kroku

source: Who are we?
ca_es: Qui som?
ja_jp: 運営者は誰でしょうか?
kab: D anwa nekkni?
pl_pl: Kim jesteśmy?

source: How long do we plan to maintain this instance?
ca_es: Quant de temps pensem mantindre aquesta instància?
ja_jp: このインスタンスを運営者はどれぐらいの期間運営する予定ですか？
kab: Acḥal i nettxemmim ad neǧǧ tummant-a?
pl_pl: Jak długo planujemy utrzymać instancję?

source: How will we finance this instance?
ca_es: Com finançarem aquesta instància?
ja_jp: このインスタンスを維持するための資金をどのようにして確保していますか？
kab: Amek ara nettxelliṣ tummant-a?
pl_pl: Jak będziemy fundować instancję?

source: Terms of this.about.instance.name
ca_es: Condicions d'ús de this.about.instance.name
ja_jp: this.about.instance.nameの利用規約
pl_pl: Warunki korzystania z this.about.instance.name

source: Administrators & Sustainability
ca_es: Administració i Sostenibilitat
ja_jp: 管理者とインスタンスの持続可能性
kab: Inedbalen & Lebda
pl_pl: Administracja i plan rozwoju

source: Step
ca_es: Pas
ja_jp: ステップ
kab: Pas
pl_pl: Krok

source: Channel display name
ca_es: Nom mostrat del canal
ja_jp: チャンネルの表示名
kab: Isem yettwaskanen n ubadu
pl_pl: Wyświetlana nazwa kanału

source: This is the name that will be publicly visible by other users.
ca_es: Aquest és el nom que serà visible públicament.
ja_jp: この表示名は一般公開され、他のユーザーが見ることができます。
pl_pl: To jest nazwa, którą będzie mógł zobaczyć każdy.

source: Example: Sweet Melodies
ca_es: Exemple: Melodies Dolces
ja_jp: 例: Sweet Melodies
pl_pl: Przykład: Słodkie Melodie

source: Channel identifier
ca_es: Identificador de canal
ja_jp: チャンネルID
pl_pl: Identyfikator kanału

source: This is the name that will be displayed in your profile URL.
ca_es: Aquest és el nom que es mostrarà a l'URL del vostre perfil.
ja_jp: チャンネルIDはあなたのプロフィールURLで表示されます。
pl_pl: To jest nazwa, która będzie wyświetlana w adresie URL przypisanym do profilu.

source: Example: sweetmelodies24
ca_es: Exemple: dolcesmelodies24
ja_jp: 例: sweetmelodies24
pl_pl: Przykład: sweetmelodies24

source: Channel identifier cannot be the same as your account name. You can click on the first step to update your account name.
ca_es: L'identificador del canal no pot ser el mateix que el del vostre compte. Podeu fer clic al primer pas per actualitzar l'identificador del vostre compte.
ja_jp: チャンネルIDをアカウント名と同じものにすることはできません。最初のステップに戻って、アカウント名を変更することができます。
pl_pl: Identyfikator kanału nie może być taki sam, jak nazwa Twojego konta. Możesz powrócić do pierwszego kroku, żeby zaktualizować swoją nazwę użytkownika.

source: Why do you want to join {{ instanceName }}?
ca_es: Per què vols unir-te a {{ instanceName }}?
ja_jp: なぜ、{{ instanceName }}に参加したいと考えたのですか?
pl_pl: Dlaczego chcesz dołączyć do {{ instanceName }}?

source: I am at least {{ minimumAge() }} years old and agree to the <a class="link-primary" (click)="onTermsClick($event)" href='#'>Terms</a>@if (hasCodeOfConduct()) { and to the <a class="link-primary" (click)="onCodeOfConductClick($event)" href='#'>Code of Conduct</a>} of {{ instanceName() }}
pl_pl: Mam co najmniej {{ minimumAge() }} lat i zgadzam się na <a class="link-primary" (click)="onTermsClick($event)" href='#'>warunki regulaminu</a>@if (hasCodeOfConduct()) { oraz <a class="link-primary" (click)="onCodeOfConductClick($event)" href='#'>zasady postępowania</a>} platformy {{ instanceName() }}

source: Video uploads are disabled on this instance, hence your account won't be able to upload videos.
kab: Asali n tvidyutin yensa deg tummant-a, amiḍan-ik·im ur yettizmir ara ad d-isali tividyutin.
pl_pl: Publikacja nowych filmów jest wyłączona na tej instancji, co uniemożliwia ich publikację na Twoim koncie.

source: Channel name
ca_es: Nom del canal
ja_jp: チャンネル名
kab: Isem n ubadu
pl_pl: Nazwa kanału

source: john_channel
ca_es: canal_de_joan
kab: abadu_n_jun
pl_pl: kowalski_kanal

source: Public name
ca_es: Nom públic
ja_jp: ハンドルネーム
pl_pl: Nazwa publiczna

source: This is the name that will be publicly visible by other users.
ca_es: Aquest és el nom que serà visible públicament.
ja_jp: ハンドルネームは一般公開され、他のユーザーが見ることができます。
pl_pl: Jest to nazwa, która będzie publicznie widoczna przez innych użytkowników.

source: Example: John Doe
ca_es: Exemple: John Doe
ja_jp: 例: John Doe
pl_pl: Przykład: John Doe

source: This is the name that will be displayed in your profile URL.
ca_es: Aquest és el nom que es mostrarà a l'URL del vostre perfil.
ja_jp: ユーザー名はあなたのプロフィールURLで表示されます。
pl_pl: To jest nazwa, która będzie wyświetlana w adresie URL przypisanym do Twojego profilu.

source: Example: john_doe58
ca_es: Exemple: john_doe58
ja_jp: 例: john_doe58
pl_pl: Przykład: john_doe58

source: This email address will be used to validate your account.
pl_pl: Ten adres e-mail zostanie wykorzystany do weryfikacji Twojego konta.

source: Request email for account verification
ca_es: Sol·licitar correu electrònic per validar el compte
ja_jp: アカウント認証のためのメールをリクエストする
pl_pl: Wyślij e-mail do weryfikacji konta

source: Signup is not enabled on this instance.
ca_es: El registre no està habilitat en aquesta instància.
ja_jp: このインスタンスではアカウント登録はできません。
pl_pl: Rejestracja nie jest włączona na tej instancji.

source: Register
ca_es: Registrar-se
ja_jp: アカウント登録
kab: Sekles
pl_pl: Rejestracja

source: You must agree with the platform terms in order to register on it.
ja_jp: 登録するには、このプラットフォームの利用規約に同意する必要があります。
pl_pl: Musisz zgodzić się na warunki ustanowione przez daną platformę, żeby się na niej zarejestrować.

source: Your message has been sent.
ca_es: El vostre missatge s'ha enviat.
ja_jp: メッセージを送信しました。
kab: Izen-ik·im yettwazen.
pl_pl: Twoja wiadomość została wysłana.

source: You already sent this form recently
ca_es: Ja heu emplenat aquest formulari recentment
ja_jp: このフォームに最近送信しています
kab: Tuzneḍ yakan tiferkit-a
pl_pl: Niedawno wypełniłeś(-aś) ten formularz

source: ACCOUNT
ca_es: COMPTE
ja_jp: アカウント
pl_pl: KONTO

source: Sensitive content
ca_es: Contingut sensible
ja_jp: センシティブなコンテンツ
pl_pl: Zawartość wrażliwa

source: Update your policy in <a routerLink="/my-account/settings" fragment="video-sensitive-content-policy" (click)="onAccountSettingsClick($event)">your settings</a>.
ja_jp: <a routerLink="/my-account/settings" fragment="video-sensitive-content-policy" (click)="onAccountSettingsClick($event)">設定</a>でポリシーを更新してください。
pl_pl: Przejrzyj związane z tym opcje w <a routerLink="/my-account/settings" fragment="video-sensitive-content-policy" (click)="onAccountSettingsClick($event)">ustawieniach swojego konta</a>.

source: Platforms order
ca_es: Ordre de plataformes
ja_jp: プラットフォームの順番
pl_pl: Ułożenie platform

source: {{ instanceName }} platform subscribes to content from <a routerLink="/about/follows" target="_blank">{{ totalFollowing }} {totalFollowing, plural, =1 {other platform} other {other platforms}}</a>.
ja_jp: {{ instanceName }}は<a routerLink="/about/follows" target="_blank">{{ totalFollowing }} {totalFollowing, plural, =1 {other platform} other {other platforms}}</a>からのコンテンツを購読しています。
pl_pl: Platforma {{ instanceName }} obserwuje zawartość z <a routerLink="/about/follows" target="_blank">{{ totalFollowing }} {totalFollowing, plural, =1 {innej platformy} other {innych platform}}</a>.

source: Set your display preferences here.
ca_es: Definiu les vostres preferències de visualització aquí.
ja_jp: ここで表示に関する設定を行えます。
pl_pl: Ustaw swoje preferencje wyświetlania tutaj.

source: Displayed videos
ca_es: Vídeos mostrats
ja_jp: 表示されている動画
pl_pl: Wyświetlane filmy

source: Content type
ca_es: Tipus de contingut
ja_jp: コンテンツのタイプ
pl_pl: Rodzaj zawartości

source: Scope
ca_es: Àmbit
ja_jp: 対象
pl_pl: Obszar

source: All platforms
ca_es: Totes les plataformes
ja_jp: 全てのプラットフォーム
pl_pl: Wszystkie platformy

source: This platform
ca_es: Aquesta plataforma
ja_jp: このプラットフォーム
pl_pl: Ta platforma

source: Languages
ca_es: Idiomes
ja_jp: 言語
pl_pl: Języki

source: Categories
ja_jp: カテゴリー
pl_pl: Kategorie

source: All videos
ca_es: Tots els vídeos
ja_jp: 全ての動画
pl_pl: Wszystkie filmy

source: videos per page
ja_jp: 件の動画を1ページに表示
pl_pl: filmów na stronę

source: {VAR_PLURAL, plural, =0 {No video} =1 {1 video} other {{INTERPOLATION} videos}}
ja_jp: {VAR_PLURAL, plural, =0 {動画なし} =1 {1件の動画} other {{INTERPOLATION}件の動画}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak filmów} =1 {1 film} few {{INTERPOLATION} filmy} other {{INTERPOLATION} filmów}}

source: Column displayed:
ja_jp: 表示するカラム数:
pl_pl: Wyświetlana kolumna:

source: Move up
ja_jp: 上に移動
pl_pl: Idź do góry

source: Move down
ja_jp: 下に移動
pl_pl: Idź do dołu

source: Navigate to the video stats page
ja_jp: 動画の統計ページに移動
pl_pl: Przejdź do podstrony ze statystykami filmu

source: {VAR_PLURAL, plural, =0 {No viewers} =1 {1 viewer} other {{INTERPOLATION} viewers}}
ja_jp: {VAR_PLURAL, plural, =0 {視聴者なし} =1 {1人の視聴者} other {{INTERPOLATION}人の視聴者}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak oglądających} =1 {1 oglądający} other {{INTERPOLATION} oglądających}}

source: {VAR_PLURAL, plural, =0 {No comments} =1 {1 comment} other {{INTERPOLATION} comments}}
ja_jp: {VAR_PLURAL, plural, =0 {コメントなし} =1 {1件のコメント} other {{INTERPOLATION}件のコメント}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak komentarzy} =1 {1 komentarz} few {{INTERPOLATION} komentarze} other {{INTERPOLATION} komentarzy}}

source: Only lives
ca_es: Només els directes
ja_jp: ライブ配信のみ
pl_pl: Tylko transmisje na żywo

source: Only VOD
ca_es: Només els VOD
ja_jp: ビデオ・オン・デマンド動画のみ
pl_pl: Tylko materiały VOD

source: Some videos with a specific sensitive content category have a different policy.
ja_jp: 特定のセンシティブコンテンツカテゴリに該当する一部の動画には、別のポリシーが適用されます。
pl_pl: Niektóre filmy z daną kategorią zawartości wrażliwej mają inną politykę w mocy.

source: Sensitive content hidden.
ja_jp: センシティブなコンテンツは非表示になっています。
pl_pl: Ukryto zawartość wrażliwą.

source: Sensitive content has a warning.
ja_jp: センシティブなコンテンツには警告が表示されます。
pl_pl: Zawartość wrażliwa posiada widoczną adnotację.

source: Sensitive content has a warning and the thumbnail is blurred.
ja_jp: センシティブなコンテンツには警告が表示され、サムネイルはぼかしが入ります。
pl_pl: Zawartość wrażliwa posiada widoczną adnotację, a jej miniaturka jest zamazana.

source: Sensitive content is displayed.
ja_jp: センシティブなコンテンツが表示されています。
pl_pl: Zawartość wrażliwa jest wyświetlana.

source: hidden (with exceptions)
ja_jp: 非表示 (例外あり)
pl_pl: ukryta (z wyjątkami)

source: warned (with exceptions)
ja_jp: 警告 (例外あり)
pl_pl: pokazywana za ostrzeżeniem (z wyjątkami)

source: blurred (with exceptions)
ja_jp: ぼかす (例外あり)
pl_pl: zamazana (z wyjątkami)

source: displayed (with exceptions)
ja_jp: 表示 (例外あり)
pl_pl: wyświetlana (z wyjątkami)

source: hidden
ca_es: amagat
ja_jp: 非表示
pl_pl: ukryta

source: warned
ja_jp: 警告
pl_pl: pokazywana za ostrzeżeniem

source: blurred
ca_es: difuminat
ja_jp: ぼかす
pl_pl: zamazana

source: displayed
ca_es: mostrat
ja_jp: 表示
pl_pl: wyświetlana

source: Password protected
ca_es: Protegit amb contrasenya
ja_jp: パスワードは保護されています
pl_pl: Zabezpieczone hasłem

source: Report this account
ca_es: Denunciar aquest compte
ja_jp: このアカウントを通報する
kab: Azen aneqqis ɣef umiḍan-a
pl_pl: Zgłoś to konto

source: Skip the sub menu
ca_es: Ometre el submenú
ja_jp: サブメニューをスキップ
pl_pl: Pomiń podmenu

source: Overview
ca_es: Resum
ja_jp: 概要
pl_pl: Przegląd

source: VIDEOS
ca_es: VÍDEOS
ja_jp: 動画
pl_pl: FILMY

source: Username copied
ca_es: Identificador copiat
ja_jp: ユーザー名をコピーしました
kab: Yettwanɣel yisem n useqdac
pl_pl: Nazwa użytkownika skopiowana

source: Audio-only
ca_es: Només àudio
ja_jp: 音声のみ
kab: Ameslaw kan
pl_pl: Tylko dźwięk

source: "Split audio and video" must be enabled for the PeerTube player to propose an "Audio only" resolution to users
ca_es: L'opció «Separar àudio i vídeo» s'ha d'habilitar perquè el reproductor PeerTube ofereixi la resolució «Només àudio»
ja_jp: ユーザーがPeerTubeプレーヤー上で"音声のみ"を選択できるようにするには、"音声と動画を分離"を有効にする必要があります
pl_pl: Opcja „Podziel ścieżki dźwięku oraz obrazu” musi być włączona dla odtwarzacza na PeerTube'ie, żeby móc proponować użytkownikom rozdzielczość „Tylko ścieżka dźwiękowa”

source: {value, plural, =1 {thread} other {threads}}
ca_es: {value, plural, =1 {fil} other {fils}}
ja_jp: {value, plural, =1 {スレッド} other {スレッド}}
pl_pl: {value, plural, =1 {wątek} few {wątki} other {wątków}}

source: You cannot allow live replay if you don't enable transcoding.
ja_jp: 動画のトランスコードを有効にしていない場合、ライブのリプレイは有効にできません。
pl_pl: Nie możesz zezwolić na udostępnienie zapisów z transmisji na żywo, jeżeli nie włączysz transkodowania.

source: Auto (via ffmpeg)
ja_jp: 自動 (ffmpeg経由)
kab: Awurman (s ffmpeg)
pl_pl: Automatycznie (poprzez ffmpeg)

source: No limit
ca_es: Sense límit
ja_jp: 制限無し
kab: Ulac talast
pl_pl: Bez ograniczeń

source: 1 hour
ca_es: 1 hora
ja_jp: 1時間
kab: 1 asrag
pl_pl: 1 godzina

source: 3 hours
ca_es: 3 hores
ja_jp: 3時間
kab: 3 n isragen
pl_pl: 3 godziny

source: 5 hours
ca_es: 5 hores
ja_jp: 5時間
kab: 5 yisragen
pl_pl: 5 godzin

source: 10 hours
ca_es: 10 hores
ja_jp: 10時間
kab: 10 yisragen
pl_pl: 10 godzin

source: LOGO
ja_jp: ロゴ
pl_pl: LOGOTYP

source: x264, targeting maximum device compatibility
ca_es: x264, amb l'objectiu de la màxima compatibilitat amb dispositius
ja_jp: x264, デバイスと最大の互換性を保つ
kab: x264, i umṣada afellay d yibenkan
pl_pl: x264, dla maksymalnej kompatybilności z urządzeniami

source: Estimating a server's capacity to transcode and stream videos isn't easy and we can't tune PeerTube automatically.
ca_es: Estimar la capacitat d'un servidor per transcodificar i reproduir vídeos no és senzill i no podem ajustar PeerTube automàticament.
ja_jp: 動画をトランスコードしてストリーミングするためのサーバーの容量を見積もるのは簡単ではなく、PeerTubeを自動的に調整することもできません。
kab: Aseḍkeḍ n tezmart n uqeddac i wanigtengel d usuddem n tvidyutin ur yeshil ara yerna ur nezmir ara ad nṣeggem PeerTube s wudem awurman.
pl_pl: Szacowanie możliwości transkodowania i transmisji filmów przez serwer nie jest proste i nie możemy automatycznie dostrajać PeerTube.

source: However, you may want to read <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=transcoding">our guidelines</a> before tweaking the following values.
ja_jp: しかし、次の項目を調整する前に<a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=transcoding">PeerTubeガイドライン</a>をお読み頂く事をオススメします。
pl_pl: Możesz jednak być zainteresowany/-a przeczytaniem <a class="link-orange" target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=transcoding">naszych rekomendacji</a>, zanim zaczniesz modyfikować poniższe wartości.

source: Homepage
ca_es: Pàgina d'inici
ja_jp: ホームページ
pl_pl: Strona główna

source: Information
ca_es: Informació
ja_jp: インフォメーション
pl_pl: Informacja

source: Logo
ja_jp: ロゴ
pl_pl: Logotyp

source: You enabled signup: we automatically enabled the "Block new videos automatically" checkbox of the "Videos" section just below.
ca_es: Heu activat el registre: hem activat automàticament la casella de selecció «Bloqueja automàticament els vídeos nous» a la secció «Vídeos» a continuació.
ja_jp: アカウント作成を有効にしました: PeerTubeは以下の「動画」の欄にある「自動的に新しい動画をブロック」機能を自動的に有効にしました。
kab: Tremdeḍ aerred: nermed s wudem awurman "Sewḥel tividyutin timaynutin s wudem awurman" ṛcem tabewwaḍt n tgezmi "Tividyutin" ddaw-a kan.
pl_pl: Włączyłeś(-aś) rejestracje – automatycznie przełączyliśmy opcję „Automatycznie blokuj nowe filmy” w poniższej sekcji „Filmy”.

source: General configuration updated.
ja_jp: 一般設定が更新されました。
pl_pl: Ogólna konfiguracja została zaktualizowana.

source: Live configuration updated.
ja_jp: ライブ配信設定が更新されました。
pl_pl: Konfiguracja transmisji na żywo została zaktualizowana.

source: Upload logos
ja_jp: ロゴをアップロード
pl_pl: Prześlij logotypy

source: Edit your homepage
ja_jp: ホームページを編集
pl_pl: Edytuj swoją stronę główną

source: HOMEPAGE
ja_jp: ホームページ
pl_pl: STRONA GŁÓWNA

source: Homepage content
ja_jp: ホームページのコンテンツ
pl_pl: Zawartość strony głównej

source: Homepage updated.
ja_jp: ホームページが更新されました。
pl_pl: Strona główna została zaktualizowana.

source: Process domains
ca_es: Processar dominis
ja_jp: ドメインを処理する
kab: Kemmel akked taɣulin
pl_pl: Przetwórz domeny

source: accounts per page
ja_jp: 1ページごとのアカウント数
pl_pl: kont na stronę

source: {VAR_PLURAL, plural, =0 {No account} =1 {1 account} other {{INTERPOLATION} accounts}}
ja_jp: {VAR_PLURAL, plural, =0 {アカウントなし} =1 {1アカウント} other {{INTERPOLATION}アカウント}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak kont} =1 {1 konto} few {{INTERPOLATION} konta} other {{INTERPOLATION} kont}}

source: Report {PH}
ca_es: Denúncia {PH}
ja_jp: {PH}を通報する
pl_pl: Zgłoś {PH}

source: Account reported.
ca_es: Compte denunciat.
ja_jp: アカウントを通報しました。
kab: Yettwammal umiḍan-a.
pl_pl: Zgłoszono konto.

source: Comment reported.
ca_es: Comentari denunciat.
ja_jp: コメントを通報しました。
kab: Yettwammal uwennit-a.
pl_pl: Zgłoszono komentarz.

source: Domain is required.
ca_es: Es requereix un domini.
ja_jp: ドメインが必要です。
kab: Taɣult tettusra.
pl_pl: Domena jest wymagana.

source: Hosts entered are invalid.
ca_es: Els hosts introduïts no són vàlids.
ja_jp: 入力されたホストは有効なものではありません。
pl_pl: Wprowadzone hosty są nieprawidłowe.

source: Hosts entered contain duplicates.
ca_es: Els hosts introduïts contenen duplicats.
ja_jp: 重複したホストが入力されています。
pl_pl: Wprowadzone hosty zawierają duplikaty.

source: Hosts or handles are invalid.
ca_es: Els hosts o identificadors no són vàlids.
ja_jp: 無効なホストまたはハンドルです。
pl_pl: Hosty lub tagi są nieprawidłowe.

source: Hosts or handles contain duplicates.
ca_es: Els hosts o identificadors contenen duplicats.
ja_jp: 重複したホストまたはハンドルが入力されています。
pl_pl: Hosty lub tagi zawierają duplikaty.

source: Unlimited
ca_es: Il·limitat
ja_jp: 無制限
kab: War talast
pl_pl: Nieograniczona

source: None - no upload possible
ca_es: Cap - no es pot pujar
ja_jp: なし - アップロード不可能
kab: Ulac - asali d awezɣi
pl_pl: Brak – wysyłanie nie jest możliwe

source: Reject
ca_es: Rebutjar
ja_jp: 拒否
kab: Aggi
pl_pl: Odmów

source: Delete
ca_es: Eliminar
ja_jp: 削除
kab: Kkes
pl_pl: Usuń

source: Accepted {count, plural, =1 {{followerName} follow request} other {{count} follow requests}}
ca_es: Acceptat {count, plural, =1 {{followerName} sol·licitud} other {{count} sol·licituds}} de seguiment
ja_jp: 承認しました {count, plural, =1 {{followerName}のフォローリクエスト} other {{count}件のフォローリクエスト}}
pl_pl: Zaakceptowano {count, plural, =1 {zapytanie o obserwację od {followerName}} few {{count} zapytania o obserwację} other {{count} zapytań o obserwację}}

source: Do you really want to reject {count, plural, =1 {{followerName} follow request?} other {{count} follow requests?}}
ca_es: Segur que voleu rebutjar {count, plural, =1 {{followerName} sol·licitud} other {{count} sol·licituds}} de seguiment?
ja_jp: 本当に{count, plural, =1 {{followerName}のフォローリクエストを拒否しますか？} other {{count}件のフォローリクエストを拒否しますか？}}
pl_pl: Czy na pewno chcesz odrzucić {count, plural, =1 {zapytanie o obserwację od {followerName}?} few {{count} zapytania o obserwację?} other {{count} zapytań o obserwację?}}

source: Rejected {count, plural, =1 {{followerName} follow request} other {{count} follow requests}}
ca_es: Rebutjat {count, plural, =1 {{followerName} sol·licitud} other {{count} sol·licituds}} de seguiment
ja_jp: 拒否しました {count, plural, =1 {{followerName}のフォローリクエスト} other {{count}件のフォローリクエスト}}
pl_pl: Odrzucono {count, plural, =1 {zapytanie o obserwację od {followerName}} few {{count} zapytania o obserwację} other {{count} zapytań o obserwację}}

source: Deleted followers will be able to send again a follow request.
ca_es: Els comptes suprimits podran tornar a enviar una sol·licitud de subscripció.
ja_jp: 削除したフォロワーは、フォローリクエストを再度送信することができます。
pl_pl: Usunięci obserwujący dalej będą mogli wysłać ponowne zapytanie o obserwację.

source: Do you really want to delete {count, plural, =1 {{followerName} follow request?} other {{count} follow requests?}}
ca_es: Segur que voleu eliminar {count, plural, =1 {{followerName} petició} other {{count} peticions}} de seguiment?
ja_jp: 本当に{count, plural, =1 {{followerName}のフォローリクエストを削除しますか？} other {{count}件のフォローリクエストを削除しますか？}}
pl_pl: Czy na pewno chcesz usunąć {count, plural, =1 {zapytanie o obserwację od {followerName}?} few {{count} zapytania o obserwację?} other {{count} zapytań o obserwację?}}

source: Removed {count, plural, =1 {{followerName} follow request} other {{count} follow requests}}
ca_es: Eliminat {count, plural, =1 {{followerName} petició} other {{count} peticions}} de seguiment
ja_jp: 削除しました {count, plural, =1 {{followerName}のフォローリクエスト} other {{count}件のフォローリクエスト}}
pl_pl: Usunięto {count, plural, =1 {zapytanie o obserwację od {followerName}} few {{count} zapytania o obserwację} other {{count} zapytań o obserwację}}

source: Follow
ca_es: Seguir
ja_jp: フォロー
pl_pl: Śledź

source: 1 host (without "http://"), account handle or channel handle per line
ca_es: 1 host (sense «http://»), identificador de compte o identificador de canal per línia
ja_jp: 1ホスト("http://"は不要)、アカウントハンドルまたはチャンネルハンドルを一行ずつ
pl_pl: 1 host (bez "http://"), tag konta lub kanału na linię

source: {PH} is not valid
ca_es: {PH} no és vàlid
ja_jp: {PH}は無効です
kab: {PH} d arameɣtu
pl_pl: {PH} nie jest prawidowy

source: Unfollow
ca_es: Deixar de seguir
ja_jp: フォロー解除
kab: Ḥbes aḍfar
pl_pl: Przestań śledzić

source: You are not following {count, plural, =1 {{entryName} anymore.} other {these {count} entries anymore.}}
ca_es: Ja no seguiu {count, plural, =1 {a {entryName} .} other {aquestes {count} entrades.}}
ja_jp: あなたは{count, plural, =1 {{entryName}をもうフォローしていません。} other {{count}件のエントリーをもうフォローしていません。}}
pl_pl: Nie obserwujesz już więcej {count, plural, =1 {{entryName}.} other {tych {count} wpisów.}}

source: Redundancy
ca_es: Redundància
ja_jp: 冗長性
pl_pl: Redundancja

source: enabled
ca_es: habilitada
ja_jp: 有効
kab: irmed
pl_pl: włączona

source: disabled
ca_es: deshabilitada
ja_jp: 無効
kab: Ittwasens
pl_pl: wyłączona

source: Redundancy for {PH} is {PH_1}
ca_es: La redundància per {PH} està {PH_1}
ja_jp: {PH}の冗長性は{PH_1}です
kab: Allus n {PH} d {PH_1}
pl_pl: Redundancja dla {PH} jest {PH_1}

source: redundancies per page
ja_jp: 1ページごとの冗長数
pl_pl: redundancji na stronę

source: {VAR_PLURAL, plural, =0 {No redundancy} =1 {1 redundancy} other {{INTERPOLATION} redundancies}}
ja_jp: {VAR_PLURAL, plural, =0 {冗長性なし} =1 {1件の冗長性} other {{INTERPOLATION}件の冗長性}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak redundancji} =1 {1 redundancja} few {{INTERPOLATION} redundancje} other {{INTERPOLATION} redundancji}}

source: Do you really want to remove this video redundancy?
ca_es: Segur que voleu eliminar aquesta redundància de vídeo?
ja_jp: 本当にこの動画の冗長化を取り消しますか？
kab: Tebɣiḍ s tidet ad tekkseḍ allus n tvidyut-a?
pl_pl: Czy na pewno chcesz usunąć tę redundancję filmu?

source: Remove redundancy
ca_es: Eliminar redundància
ja_jp: 冗長化を取り消す
kab: Tukksa n wallus
pl_pl: Usuń redundancję

source: Video redundancies removed!
ca_es: S'han eliminat les redundàncies de vídeo!
ja_jp: 動画の冗長化は取り消されました！
kab: Allus n tvidyut yettwakkes!
pl_pl: Usunięto redundancje filmów!
