Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: yy-mm-dd
ca_es: aa-mm-dd
ja_jp: yyyy-mm-dd
pl_pl: rr-mm-dd

source: There are errors in your video settings.
ja_jp: 動画の設定にエラーが存在します。
pl_pl: W preferencjach Twojego filmu są błędy.

source: {{ errorRoot.page }} page
ja_jp: {{ errorRoot.page }}ページ
pl_pl: Strona błędu {{ errorRoot.page }}

source: Create channel
pl_pl: Stwórz kanał

source: Manage my channel
pl_pl: Zarządzaj moim kanałem

source: General channel configuration
pl_pl: Ogólna konfiguracja kanału

source: Channel editors
pl_pl: Redaktorzy kanału

source: Channel activities
pl_pl: Aktywność na kanale

source: Search a channel
pl_pl: Wyszukaj kanał

source: All languages
ca_es: Tots els idiomes
ja_jp: 全ての言語
kab: Akk tutlayin
pl_pl: Wszystkie języki

source: {1} languages selected
ca_es: {1} idiomes triats
ja_jp: {1}つの言語が選択されています
pl_pl: Wybrano języków: {1}

source: Hidden
ca_es: Amagat
ja_jp: 表示しない
kab: Yeffer
pl_pl: Ukryte

source: Warn users
ja_jp: ユーザーに警告を表示
pl_pl: Ostrzeż użytkowników

source: Warn users and blur thumbnail
ja_jp: ユーザーに警告を表示しサムネイルをぼかす
pl_pl: Ostrzeż użytkowników i zamaż miniaturę

source: Displayed
ca_es: Mostrat
ja_jp: 表示する
kab: Yettwaskan
pl_pl: Wyświetlane

source: Disabled
ca_es: Deshabilitat
ja_jp: 無効
pl_pl: Wyłączone

source: Your community cannot import or synchronize content from remote platforms
ja_jp: あなたのコミュニティはリモートプラットフォームからコンテンツをインポートしたり同期したりできません
pl_pl: Twoja społeczność nie może importować lub synchronizować zawartości z zewnętrznych platform

source: Yes
ca_es: Sí
ja_jp: はい
kab: Ih
pl_pl: Tak

source: Your community can live stream on the platform (this requires extra moderation work)
ja_jp: あなたのコミュニティはプラットフォーム上でライブ配信できます（追加のモデレーションを受ける必要があります）
pl_pl: Twoja społeczność może nadawać na żywo na tej platformie (to wymaga dodatkowej pracy ze strony moderatorów)

source: No
ja_jp: いいえ
kab: Uhu
pl_pl: Nie

source: Your community is not permitted to run live streams on the platform
ja_jp: あなたのコミュニティはプラットフォーム上でライブ配信を行うことは許可されていません
pl_pl: Twoja społeczność nie może nadawać na żywo na tej platformie

source: Use https://sepiasearch.org as default search engine to search for content across all known PeerTube platforms
ja_jp: 既知のすべてのPeerTubeプラットフォームのコンテンツを検索するためのデフォルト検索エンジンとして https://sepiasearch.org を使用する
pl_pl: Użyj https://sepiasearch.org jako domyślnej wyszukiwarki, żeby móc wyszukiwać zawartość wśród wszystkich znanych platform opartych o PeerTube'a

source: Disable global search
ja_jp: グローバル検索を無効にする
pl_pl: Wyłącz wyszukiwanie globalne

source: Use your platform search engine which only displays local content
ja_jp: ローカルコンテンツのみを表示するプラットフォームの検索エンジンを使用する
pl_pl: Użyj wyszukiwarki swojej platformy, która wyświetla wyłącznie lokalną zawartość

source: Requires approval by moderators
ca_es: Requereix l'aprovació de la moderació
ja_jp: モデレーターによる承認が必要
pl_pl: Wymaga zatwierdzenia przez moderatorów

source: Requires approval by moderators (~ responseTime)
ca_es: Requereix aprovació de la moderació (~ responseTime)
ja_jp: モデレーターによる承認が必要 (~ responseTime)
pl_pl: Wymaga zatwierdzenia przez moderatorów (ok. responseTime)

source: Enabled
ca_es: Habilitat
ja_jp: 有効
pl_pl: Włączone

source: ~ {hours, plural, =1 {1 hour} other {{hours} hours}}
ca_es: ~ {hours, plural, =1 {1 hora} other {{hours} hores}}
ja_jp: ~ {hours, plural, =1 {1時間} other {{hours}時間}}
pl_pl: ok. {hours, plural, =1 {1 godzina} few {{hours} godziny} other {{hours} godzin}}

source: ~ {minutes, plural, =1 {1 minute} other {{minutes} minutes}}
ca_es: ~ {minutes, plural, =1 {1 minut} other {{minutes} minuts}}
ja_jp: ~ {minutes, plural, =1 {1分} other {{minutes}分}}
pl_pl: ok. {minutes, plural, =1 {1 minuta} few {{minutes} minuty} other {{minutes} minut}}

source: {PH} of full HD videos
ca_es: {PH} de vídeos full-HD
ja_jp: フルHD動画: {PH}
kab: {PH} n tvidyutin tiččuranin n HD
pl_pl: {PH} filmów full HD

source: {PH} of HD videos
ca_es: {PH} de vídeos HD
ja_jp: HD動画: {PH}
kab: {PH} n tvidyutin n HD
pl_pl: {PH} filmów HD

source: {PH} of average quality videos
ca_es: {PH} de vídeos de qualitat mitjana
ja_jp: 平均的な品質の動画: {PH}
kab: {PH} n tvidyutin n tɣara talemmast
pl_pl: {PH} filmów średniej jakości

source: Accepted follows
ca_es: Seguiments acceptats
ja_jp: 受け入れたフォロー
pl_pl: Zaakceptowane obserwacje

source: Rejected follows
ca_es: Seguiments rebutjats
ja_jp: 拒否したフォロー
pl_pl: Odrzucone obserwacje

source: Pending follows
ca_es: Seguiments pendents
ja_jp: 保留中のフォロー
pl_pl: Obserwacje w trakcie rozpatrywania

source: {PH} (channel page)
ca_es: {PH} (pàgina del canal)
ja_jp: {PH} (チャンネルページ)
kab: {PH} (asebter n ubadu)
pl_pl: {PH} (strona kanału)

source: {PH} (account page)
ca_es: {PH} (pàgina del compte)
ja_jp: {PH} (アカウントページ)
kab: {PH} (asebter n umiḍan)
pl_pl: {PH} (strona konta)

source: Emphasis
ca_es: Émfasi
ja_jp: 強調
kab: Tuffayt
pl_pl: Wyróżnienia

source: Links
ca_es: Enllaços
ja_jp: リンク
kab: Iseɣwan
pl_pl: Odnośniki

source: New lines
ca_es: Línies noves
ja_jp: 新しい行
kab: Iseɣwan imaynuten
pl_pl: Nowe linie

source: Lists
ca_es: Llistes
ja_jp: リスト
kab: Tibdarint
pl_pl: Listy

source: Images
ca_es: Imatges
ja_jp: 画像
kab: Tugniwin
pl_pl: Obrazy

source: Close search
ca_es: Tancar cerca
ja_jp: 検索を閉じる
kab: Mdel anadi
pl_pl: Zamknij wyszukiwanie

source: Emphasis: *text*
ja_jp: 強調: *text*
pl_pl: Kursywa: *tekst*

source: Links: [title](https://example.com)
ja_jp: リンク: [タイトル](https://example.com)
pl_pl: Łącza: [tytuł łącza](https://example.com)

source: Images: ![description](https://example.com/image.png)
ja_jp: 画像: ![画像の説明](https://example.com/image.png)
pl_pl: Obrazy: ![opis obrazu](https://example.com/image.png)

source: Go to the login page
ca_es: Anar a la pàgina d'inici de sessió
ja_jp: ログインページを開く
pl_pl: Przejdź na podstronę logowania

source: Request an account on {{ instanceName }}
ca_es: Sol·licitar un compte a {{ instanceName }}
ja_jp: {{ instanceName }}のアカウント登録をリクエスト
pl_pl: Zażądaj rejestracji konta na {{ instanceName }}

source: Create an account on {{ instanceName }}
ca_es: Crear un compte a {{ instanceName }}
ja_jp: {{ instanceName }}でアカウント登録する
pl_pl: Stwórz konto na {{ instanceName }}

source: PeerTube considers video "video.name" is already being transcripted.
ca_es: PeerTube considera que el vídeo «video.name» ja s'està transcrivint.
ja_jp: PeerTubeは、動画"video.name"の文字起こしが既に開始されていると判断しました。
pl_pl: Po stronie PeerTube'a film pod tytułem „video.name” wydaje się być już w trakcie transkrybowania.

source: If you think PeerTube is wrong (video in broken state after a crash etc.), you can force transcription on this video.
ca_es: Si creieu que PeerTube està equivocat (vídeo trencat després d'un error, etc), podeu forçar la transcripció d'aquest vídeo.
ja_jp: PeerTube側に問題がある（クラッシュなどが原因で、動画が予期せぬ状態であるなど）と思われる場合、この動画の文字起こしを手動で実行できます。
pl_pl: Jeżeli twierdzisz, że PeerTube się myli (film się nie odtwarza po awarii itd.), możesz wymusić wygenerowanie transkrypcji tego filmu.

source: Force transcription
ca_es: Forçar transcripció
ja_jp: 文字起こしを手動実行
pl_pl: Wymuś stworzenie transkrypcji

source: User {PH} banned.
ca_es: Compte {PH} bandejat.
ja_jp: ユーザー{PH}を凍結しました。
kab: Aseqdac {PH} yettwagedlen.
pl_pl: Zbanowano użytkownika {PH}.

source: Ban {count, plural, =1 {1 user} other {{count} users}}
ca_es: Bandejar {count, plural, =1 {1 compte} other {{count} comptes}}
ja_jp: {count, plural, =1 {1ユーザー} other {{count}ユーザー}}を凍結する
pl_pl: Zbanuj {count, plural, =1 {1 użytkownika} other {{count} użytkowników}}

source: Ban "this.usersToBan.username"
ca_es: Bandejar «this.usersToBan.username»
ja_jp: ユーザー"this.usersToBan.username"を凍結
pl_pl: Zbanuj „this.usersToBan.username”

source: Do you really want to unban {PH}?
ca_es: Segur que voleu desbandejar {PH}?
ja_jp: 本当に{PH}の凍結を解除しますか？
kab: Tebɣiḍ s tidet ad tekkseḍ agdal i {PH}?
pl_pl: Czy na pewno checz odwołać ban użytkownika {PH}?

source: User {PH} unbanned.
ca_es: Compte {PH} desbandejat.
ja_jp: ユーザー{PH}の凍結を解除しました。
kab: Aseqdac {PH} yettwakkes-as ugdal.
pl_pl: Odbanowano użytkownika {PH}.

source: If you remove this user, you won't be able to create another user or channel with <strong>user.username</strong> username!
ja_jp: このユーザーを削除すると、ユーザー名<strong>user.username</strong>で他のユーザーやチャンネルを作成できなくなります！
pl_pl: Jeżeli usuniesz tego użytkownika, nie będziesz w stanie stworzyć innego konta lub kanału noszącego nazwę <strong>„user.username”</strong>!

source: Delete user.username
ca_es: Suprimir user.username
ja_jp: user.usernameを削除
pl_pl: Usuń user.username

source: User {PH} deleted.
ca_es: Compte {PH} eliminat.
ja_jp: ユーザー{PH}を削除しました。
kab: Aseqdac {PH} yettwakkes.
pl_pl: Usunięto użytkownika {PH}.

source: User {PH} email set as verified
ca_es: L'adreça electrònica del compte {PH} s'ha marcat com verificada
ja_jp: ユーザー{PH}のメールアドレスが認証されました
kab: Imayl n useqdec {PH} yettusbadu yettusenqed
pl_pl: E-mail użytkownika {PH} ustawiony jako zweryfikowany

source: Verification email sent to user.email
pl_pl: E–mail weryfikacyjny został wysłany na adres user.email

source: Account {PH} muted.
ca_es: Compte {PH} silenciat.
ja_jp: アカウント{PH}をミュートしました。
kab: Amiḍan {PH} yettwasgugem.
pl_pl: Wyciszono konto {PH}.

source: host muted.
ja_jp: hostがミュートされました。
pl_pl: Wyciszono host.

source: Mute server
ca_es: Silenciar servidor
ja_jp: サーバーをミュートする
kab: Sgugem aqeddac
pl_pl: Wycisz serwer

source: Add a message to communicate with the reporter
ca_es: Afegir un missatge per comunicar-vos amb el denunciant
ja_jp: 通報者と連絡を取り合うためにメッセージを追加
kab: Rnu izen i wakken ad temmeslayeḍ akked umassaɣay
pl_pl: Dodaj wiadomość, aby skontaktować się ze zgłaszającym

source: Add a message to communicate with the moderation team
ca_es: Afegir un missatge per comunicar-vos amb l'equip de moderació
ja_jp: モデレーションチームと連絡を取り合うためにメッセージを追加
kab: Rnu izen i wakken ad temmeslayeḍ d terbaεt timḍebbart
pl_pl: Dodaj wiadomość, aby skomunikować się z moderacją

source: Instance {PH} muted by the instance.
ca_es: Instància {PH} silenciada per la instància.
ja_jp: インスタンス{PH}をあなたのインスタンスでミュートしました。
kab: Tummant {PH} tettwasgugem s tummant.
pl_pl: Instancja {PH} wyciszona przez instancję.

source: Instance {PH} unmuted by the instance.
ca_es: Instància {PH} deixada de silenciar per la instància.
ja_jp: インスタンス{PH}をあなたのインスタンスでミュート解除しました。
kab: Tummant {PH} yekkes-as usgugem s tummant.
pl_pl: Anulowano wyciszenie przez instancję instancji {PH}.

source: Are you sure you want to remove all the comments of this account?
ca_es: Segur que voleu eliminar tots els comentaris d'aquest compte?
ja_jp: 本当にこのアカウントの全てのコメントを削除しますか？
kab: Tebɣiḍ s tidet ad tekkseḍ meṛṛa iwenniten n umiḍan-a?
pl_pl: Czy na pewno chcesz usunąć wszystkie komentarze z tego konta?

source: Delete account comments
ca_es: Suprimir els comentaris del compte
ja_jp: アカウントのコメントを削除する
kab: Kkes iwenniten n umiḍan
pl_pl: Usuń komentarze konta

source: Will remove comments of this account (may take several minutes).
ca_es: Eliminarà els comentaris d'aquest compte (pot trigar uns quants minuts).
ja_jp: このアカウントからのコメントは削除されます（処理に数分かかる場合があります）。
kab: Ad yekkes iwenniten n umiḍan-a (yezmer ad yeṭṭef kra n tesdatin).
pl_pl: Komentarze tego konta zostaną usunięte (może to zająć kilka minut).

source: My account moderation
ca_es: Moderació del meu compte
ja_jp: アカウントのモデレーション
pl_pl: Moderacja na moim koncie

source: Edit user
ca_es: Editar compte
ja_jp: ユーザーの編集
kab: Ẓreg aseqdac
pl_pl: Edytuj użytkownika

source: Change quota, role, and more.
ca_es: Canviar la quota, el rol i més.
ja_jp: 動画の容量制限、アカウントの権限などを変更できます。
kab: Beddel afmiḍi, tarmit akked wayen-nniḍen.
pl_pl: Zmień limity, role i inne.

source: Delete user
ca_es: Eliminar compte
ja_jp: ユーザーの削除
kab: Kkes aseqdac
pl_pl: Usuń użytkownika

source: Unban user
ca_es: Desbandejar compte
ja_jp: ユーザーの凍結解除
kab: Asefsex n useqdac
pl_pl: Odbanuj użytkownika

source: Allow the user to login and create videos/comments again
ca_es: Permet que el compte iniciï sessió i torni a crear vídeos/comentaris
ja_jp: 再度、ユーザーにログイン、動画とコメントの作成を許可します
kab: Sireg aseqdac ad yekcem tikkelt-nniḍen, ad yernu tividyutin/iwenniten
pl_pl: Ponownie zezwól użytkownikowi logować się i dodawać filmy/komentarze

source: Re-send verification email
pl_pl: Wyślij ponownie e–maila weryfikacyjnego

source: Hide any content from that user from you, your platform and its users.
ja_jp: 該当するユーザーのすべてのコンテンツを、あなた、あなたのプラットフォーム、およびそのプラットフォームのユーザーで非表示にします。
pl_pl: Ukryj jakąkolwiek zawartość od tego użytkownika, Twojej platformy oraz jej użytkowników.

source: Show this user's content to the users of this platform again.
ja_jp: このユーザーのコンテンツを、このプラットフォームのユーザーに再度表示します。
pl_pl: Pokazuj ponownie zawartość tego użytkownika społeczności tej platformy.

source: Hide any content from that platform from you, your platform and its users.
ja_jp: 該当するプラットフォームのすべてのコンテンツを、あなたとあなたのプラットフォームのユーザーに非表示にします。
pl_pl: Ukryj jakąkolwiek zawartość z tej platformy sobie, swojej platformie oraz jej użytkownikom.

source: Unmute the platform by your platform
ja_jp: このプラットフォームのミュートをあなたのプラットフォーム上から解除する
pl_pl: Wyłącz wyciszenie tej platformy ze strony swojej platformy

source: Show back content from that platform for you, your platform and its users.
ja_jp: このプラットフォームからのコンテンツを、あなたとあなたのプラットフォームのユーザーに再度表示します。
pl_pl: Pokazuj ponownie zawartość z tej platformy sobie, Twojej platformie oraz jej użytkownikom.

source: Remove comments from your platform
ja_jp: あなたのプラットフォームからのコメントを削除する
pl_pl: Usuń komentarze ze swojej platformy

source: Remove comments made by this account from your platform.
ja_jp: あなたのプラットフォームのこのアカウントからのコメントを削除します。
pl_pl: Usuń komentarze opublikowane z tego konta na swojej platformie.

source: Platform moderation
ja_jp: プラットフォームのモデレーション
pl_pl: Moderacja platformy

source: Mute this account
ca_es: Silenciar aquest compte
ja_jp: このアカウントをミュート
kab: Sgugem amiḍan-a
pl_pl: Wycisz to konto

source: Hide any content from that user from you.
ca_es: Amagar qualsevol contingut d'aqueix compte.
ja_jp: このアカウントの全てのコンテンツを非表示にします。
kab: Ffer yal agbur ara d-yekken seg useqda-a.
pl_pl: Ukrywaj dowolną treść tego użytkownika dla siebie.

source: Unmute this account
ca_es: Deixar de silenciar aquest compte
ja_jp: このアカウントのミュートを解除
kab: Kkes asgugem i umiḍan-a
pl_pl: Cofnij wyciszenie tego konta

source: Show back content from that user for you.
ca_es: Tornar a mostrar-vos el contingut d'aqueix compte.
ja_jp: このアカウントの全てのコンテンツを再度表示します。
kab: Sken-iyi-d tikkelt-nniḍen agbur n aseqdac-a.
pl_pl: Ponownie pokazuj wszystko od tego użytkownika dla ciebie.

source: Mute the platform
ja_jp: プラットフォームをミュート
pl_pl: Wycisz tę platformę

source: Hide any content from that platform for you.
ja_jp: このプラットフォームのすべてのコンテンツを非表示にします。あなただけに影響します。
pl_pl: Ukryj jakąkolwiek zawartość z tej platformy sobie.

source: Unmute the platform
ja_jp: プラットフォームをミュート解除
pl_pl: Wyłącz wyciszenie tej platformy

source: Show back content from that platform for you.
ja_jp: このプラットフォームのすべてのコンテンツを表示します。あなただけに影響します。
pl_pl: Pokazuj ponownie zawartość z tej platformy sobie.

source: Remove comments from your videos
ca_es: Eliminar comentaris dels vostres vídeos
ja_jp: あなたの動画からコメントを削除
kab: Kkes iwenniten seg tvidyutin-ik·im
pl_pl: Usuń komentarze ze swoich filmów

source: Remove comments made by this account on your videos.
ca_es: Eliminar els comentaris fets per aquest compte als vostres vídeos.
ja_jp: このアカウントによって作成された、あなたの動画へのコメントを削除します。
kab: Kkes iwenniten yettwagen s umiḍan-a ɣef tvidyutin-inek·inem.
pl_pl: Usuń komentarze tego konta ze swoich filmów.

source: Block {{ videos.length }} videos
ca_es: Blocar {{ videos.length }} vídeos
ja_jp: {{ videos.length }}本の動画をブロック
pl_pl: Zablokuj {{ videos.length }} film(-y/-ów)

source: Violent or repulsive
ca_es: Violent o repulsiu
ja_jp: 暴力的または不快
pl_pl: Przemoc lub odrażające treści

source: Contains offensive, violent, or coarse language or iconography.
ca_es: Conté llenguatge o iconografia ofensiva, violenta o grollera.
ja_jp: 攻撃的、暴力的または下品な言葉もしくは図像が含まれている。
pl_pl: Zawiera obraźliwy, przemocowy lub wulgarny język lub grafikę.

source: Hateful or abusive
ca_es: Odiós o abusiu
ja_jp: 憎悪または悪意がある
pl_pl: Nienawiść lub treści obraźliwe

source: Contains abusive, racist or sexist language or iconography.
ca_es: Conté llenguatge o iconografia abusiva, racista o masclista.
ja_jp: 人を罵る、人種差別的または性差別的な言葉もしくは図像が含まれている。
pl_pl: Zawiera obraźliwy, rasistowski bądź seksistowski język czy grafikę.

source: Spam, ad or false news
ca_es: Spam, anuncis o notícies falses
ja_jp: スパム、広告または誤解を招く内容
kab: Aspam, adellel neɣ isallen n ukellex
pl_pl: Spam, reklamy lub nieprawdziwe informacje

source: Contains marketing, spam, purposefully deceitful news, or otherwise misleading thumbnail/text/tags. Please provide reputable sources to report hoaxes.
ca_es: Conté màrqueting, spam, notícies falses o miniatures/text/etiquetes enganyoses. Si us plau proporcioneu fonts acreditades per informar dels enganys.
ja_jp: マーケティング、スパム、意図的な虚偽のニュース、またはその他の誤解を招くサムネイル/テキスト/タグが含まれている。 デマを報告するには、信頼できる情報源を提供してください。
pl_pl: Zawiera treści reklamowe, spam, fałszywe informacje, bądź inne wprowadzające w błąd miniaturki, tekst czy tagi. Prosimy dostarczyć wiarygodne źródła przy zgłaszaniu mistyfikacji.

source: Privacy breach or doxxing
ca_es: Incompliment de la privadesa o doxxing
ja_jp: プライバシーの侵害、または他人の個人情報を晒す行為
pl_pl: Naruszenie prywatności lub doxxing

source: Contains personal information that could be used to track, identify, contact or impersonate someone (e.g. name, address, phone number, email, or credit card details).
ca_es: Conté informació personal que es podria utilitzar per rastrejar, identificar, contactar o suplantar la identitat d'algú (per exemple, nom, adreça, número de telèfon, adreça electrònica o dades de la targeta de crèdit).
ja_jp: 特定個人の追跡、本人の特定、現実での接触の試み、なりすまし等に使われかねない個人情報（例えば、名前・住所・電話番号・メールアドレス・クレジットカード情報など）が含まれている。
pl_pl: Zawiera informacje osobiste, które mogą zostać wykorzystane do wyśledzenia, rozpoznania, skontaktowania się bądź podszycia pod kogoś (np. imię i nazwisko, adres, numer telefonu, adres e-mail czy dane karty kredytowej).

source: Infringes your copyright wrt. the regional laws with which the server must comply.
ca_es: Infringeix els vostres drets d'autor o les lleis regionals que el servidor ha de complir.
ja_jp: あなたの動画への著作権が侵害された場合。PeerTubeインスタンスの運営者は、インスタンスのサーバー所在地の国や地域の法律に従う義務があります。
pl_pl: Narusza Twoje prawa autorskie według lokalnych praw pod które podlega serwer.

source: Breaks server rules
ca_es: Infringeix les normes del servidor
ja_jp: 利用規約や行動規範等のサーバールール違反
kab: Ittruẓu ilugan n uqeddac
pl_pl: Łamie zasady serwera

source: Anything not included in the above that breaks the terms of service, code of conduct, or general rules in place on the server.
ca_es: Qualsevol cosa no inclosa a l'anterior que incompleixi les condicions del servei, el codi de conducta o qualsevol altra norma vigent al servidor.
ja_jp: 上記の通報理由のいずれにも該当しないが、インスタンスの利用規約や行動規範またはインスタンスのサーバー所在地の国や地域での常識および一般的慣習から外れた問題があった場合は、「利用規約や行動規範等のサーバールール違反」を選択して下さい。
pl_pl: Cokolwiek, czego nie uwzględniono wyżej, a łamie regulamin serwera, bądź inne zasady obowiązujące na serwerze.

source: The above can only be seen in thumbnails.
ca_es: L'anterior només es pot veure en miniatures.
ja_jp: 上記のいずれかの通報理由がサムネイルに認められる場合。
kab: Ayen yezrin yezmer kan ad yettuwali deg tenfulin.
pl_pl: Powyżej wymienione jest widoczne na miniaturach.

source: Captions
ca_es: Subtítols
ja_jp: キャプション
kab: Tineffusin
pl_pl: Napisy

source: Captions are not available on a live.
ja_jp: 字幕はライブ配信では利用できません。
pl_pl: Napisy nie są dostępne na transmisji na żywo.

source: Subtitles will be automatically generated from your video.
ca_es: Els subtítols es generaran automàticament a partir del vostre vídeo.
ja_jp: 字幕は動画から自動生成されます。
pl_pl: Napisy do tego filmu zostaną wygenerowane automatycznie.

source: The above can only be seen in captions (please describe which).
ca_es: L'anterior només es pot veure en subtítols (descriviu quins).
ja_jp: 上記のいずれかの通報理由がキャプションに含まれる場合のみ（どのキャプションが通報対象かを記入してください）。
kab: Ayen yezrin ur yezmir ad yettuwali ala deg tneffusin (ttxil-k·m glem-d d anti).
pl_pl: Powyżej wymienione jest widoczne tylko w napisach (opisz w których).

source: Too many attempts, please try again after {PH} minutes.
ca_es: Massa intents, torneu-ho a provar després de {PH} minuts.
ja_jp: 試行回数が多すぎます。 {PH}分後にもう一度お試しください。
kab: Aṭas n tikkal i tεerḍeḍ, ttxil-k·m εreḍ tikkelt-nniḍen seld {PH} tesdatin.
pl_pl: Zbyt wiele prób, spróbuj ponownie za {PH} minut.

source: Too many attempts, please try again later.
ca_es: Massa intents, torneu-ho a provar més tard.
ja_jp: 試行回数が多すぎます。しばらく経ってから、もう一度お試しください。
kab: Aṭas n yineεruḍen, ttxil-k·m εreḍ tikkelt-nniḍen.
pl_pl: Zbyt wiele prób, spróbuj ponownie później.

source: Server error. Please retry later.
ca_es: Error del servidor. Torneu-ho a intentar més tard.
ja_jp: サーバーエラーです。 しばらく経ってから、もう一度お試しください。
kab: Tuccḍa deg uqeddac. Ttxil-k·m εreḍ tikkelt-nniḍen.
pl_pl: Błąd serwera. Spróbuj ponownie później.

source: Server is unavailable. Please retry later.
ca_es: El servidor no està disponible. Torneu-ho a provar més tard.
ja_jp: サーバーを利用できません。後ほど、再度お試し下さい。
pl_pl: Serwer jest niedostępny. Spróbuj ponownie później.

source: Unknown server error
ca_es: Error desconegut del servidor
ja_jp: 不明なサーバーエラー
pl_pl: Nieznany błąd serwera

source: Sort by this column
ca_es: Ordenar per aquesta columna
ja_jp: この列で並び替える
pl_pl: Sortuj według tej kolumny

source: Showing start to end of this.totalRecords elements
ja_jp: this.totalRecords件中、start件からend件を表示中
pl_pl: Pokazywanie elementów od start. do end. wśród this.totalRecords elementów

source: Subscribed to all current channels of {PH}. You will be notified of all their new videos.
ca_es: Esteu subscrits a tots els canals actuals de {PH}. Rebreu notificacions de tots llurs vídeos nous.
ja_jp: {PH}の全てのチャンネルを登録しました。それぞれのチャンネルで新しく動画が公開されると、あなた宛に通知が送信されます。
kab: Multeɣ ɣer meṛṛa ibuda imiranen n {PH}. Ad d-teṭṭfeḍ ilɣa ɣef meṛṛa tividyutin timaynutin.
pl_pl: Zasubskrybowano wszystkie kanały użytkownika {PH}. Otrzymasz powiadomienia o wszystkich ich filmach.

source: Subscribed to {PH}. You will be notified of all their new videos.
ca_es: Esteu subscrits a {PH}. Rebreu notificació de tots els seus vídeos nous.
ja_jp: {PH}のチャンネルを登録しました。チャンネルで新しく動画が公開されると、あなた宛に通知が送信されます。
kab: Multeɣ ɣer {PH}. Ad d-teṭṭfeḍ ilɣa ɣef meṛṛa tividyutin timaynutin.
pl_pl: Zasubskrybowano kanał {PH}. Otrzymasz powiadomienia o wszystkich jego filmach.

source: Subscribed
ca_es: Subscrit
ja_jp: チャンネルを登録しました
kab: Imulteɣ
pl_pl: Zasubskrybowano

source: Unsubscribed from all channels of {PH}
ca_es: Subscripció de tots els canals de {PH} cancel·lada
ja_jp: {PH}の全てのチャンネルの登録を解除しました
kab: Yettwasefsex umulteɣ seg meṛṛa ibuda n {PH}
pl_pl: Anulowano subskrypcje wszystkich kanałów użytkownika {PH}

source: Unsubscribed from {PH}
ca_es: Subscripció de {PH} cancel·lada
ja_jp: {PH}のチャンネル登録を解除しました
kab: Yettwasefsex umulteɣ seg {PH}
pl_pl: Anulowano subskrypcję kanału {PH}

source: Unsubscribed
ca_es: Des-subscrit/a
ja_jp: チャンネル登録を解除しました
kab: Yeffeɣ seg ujerred
pl_pl: Odsubskrybowano

source: Device
ja_jp: デバイス
pl_pl: Urządzenie

source: Last Active
ja_jp: 最終アクティブ日時
pl_pl: Ostatnia aktywność

source: No active sessions
ja_jp: アクティブなセッションはありません
pl_pl: Brak aktywnych sesji

source: Current Session
ja_jp: 現在のセッション
pl_pl: Obecna sesja

source: Revoke
ja_jp: 取り消す
pl_pl: Wycofaj

source: Are you sure you want to revoke this token session? The device will be logged out and will need to log in again.
ja_jp: このセッションを取り消してもよろしいですか？デバイスからログアウトされ、再度ログインが必要になります。
pl_pl: Czy na pewno chcesz wycofać tę sesję? Urządzenie zostanie wylogowane i będziesz musiał(a) się tam ponownie zalogować.

source: Revoke token session
ja_jp: セッションを取り消す
pl_pl: Wycofaj autoryzację tej sesji

source: Token session revoked
ja_jp: セッションが取り消されました
pl_pl: Wycofano autoryzację tej sesji

source: comments per page
ja_jp: 1ページごとのコメント数
pl_pl: komentarzy na stronę

source: Auto tags
ca_es: Etiquetes automàtiques
ja_jp: 自動タグ付け
pl_pl: Automatyczne tagi
