Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Multiple ways to subscribe to the current channel
ca_es: Múltiples maneres de subscriure's al canal actual
ja_jp: このチャンネルを登録するための様々な方法
kab: Aṭas n yiberddan i wakken ad tmultɣeḍ ɣer ubadu amiran
pl_pl: Wiele sposobów na zasubskrybowanie obecnego kanału

source: Video removed from {PH}
ca_es: Vídeo eliminat de {PH}
ja_jp: 動画は{PH}から削除されました
kab: Tavidyut tettwakkes seg {PH}
pl_pl: Film usunięty z {PH}

source: Video added in {PH} at timestamps {PH_1}
ca_es: Vídeo afegit a {PH} a les marques de temps {PH_1}
ja_jp: 動画が{PH}でタイムスタンプ{PH_1}に追加されました
kab: Tettwarna tvidyut deg {PH} ɣef wazemzakud {PH_1}
pl_pl: Dodano film do {PH} w znacznikach czasu {PH_1}

source: Video added in {PH}
ca_es: Vídeo afegit a {PH}
ja_jp: 動画は{PH}に追加されました
kab: Tavidyut tettwarna deg {PH}
pl_pl: Dodano film do {PH}

source: Timestamps updated
ca_es: Marques de temps actualitzades
ja_jp: タイムスタンプを更新しました
kab: Azemzakud yettwaleqqem
pl_pl: Zaktualizowano znaczniki czasu

source: Starts at
ca_es: Comença a
ja_jp: 再生開始位置
kab: Ad yebdu ɣef
pl_pl: Rozpoczyna się

source: Stops at
ca_es: Acaba a
ja_jp: 再生停止位置
kab: Ad yeḥbes ɣef
pl_pl: Kończy się

source: and stops at
ca_es: i acaba a
ja_jp: と再生停止位置
kab: syen ad yeḥbes ɣef
pl_pl: i kończy się

source: Delete video
ca_es: Eliminar vídeo
ja_jp: 動画の削除
pl_pl: Usuń film

source: Actions for the comment
ca_es: Accions per al comentari
ja_jp: コメントへのアクション
kab: Tigawin i uwennit
pl_pl: Działania dla tego komentarza

source: Delete comment
ca_es: Eliminar comentari
ja_jp: コメントの削除
kab: Kkes awennit
pl_pl: Usuń komentarz

source: Do you really want to delete this comment?
ca_es: Segur que voleu suprimir aquest comentari?
ja_jp: 本当にこのコメントを削除しますか？
kab: Tebɣiḍ s tidet ad tekkseḍ awennit-a?
pl_pl: Czy na pewno chcesz usunąć ten komentarz?

source: The deletion will be sent to remote platforms so they can reflect the change.
ja_jp: 削除はリモートプラットフォームに送信され、変更が反映されます。
pl_pl: Akcja usunięcia zostanie wysłana do zewnętrznych platform, żeby te mogły ją również u siebie wdrożyć.

source: It is a remote comment, so the deletion will only be effective on your platform.
ja_jp: リモートコメントのため、削除処理はあなたのプラットフォームだけに反映されます。
pl_pl: To jest komentarz z zewnętrznej platformy, więc usunięcie będzie dotyczyło wyłącznie tej platformy.

source: Comment deleted.
ca_es: Comentari esborrat.
ja_jp: コメントが削除されました。
kab: Awennit yettwakkes.
pl_pl: Usunięto komentarz.

source: Account account.nameWithHost muted by your platform.
ja_jp: アカウント「account.nameWithHost」はあなたのプラットフォームによりミュートされています。
pl_pl: Konto account.nameWithHost zostało wyciszone przez Twoją platformę.

source: host muted by your platform.
ja_jp: hostはあなたのプラットフォームによりミュートされています。
pl_pl: Platforma host została wyciszona przez Twoją platformę.

source: Encoder
ca_es: Codificador
ja_jp: エンコーダー
kab: Asettengal
pl_pl: Enkoder

source: Format name
ca_es: Nom del format
ja_jp: フォーマット名
kab: Isem n umasal
pl_pl: Nazwa formatu

source: Size
ca_es: Mida
ja_jp: サイズ
kab: Teɣzi
pl_pl: Rozmiar

source: Expires on
ca_es: Caduca el
ja_jp: 有効期限:
pl_pl: Wygasa

source: Download your archive
ca_es: Descarregueu el vostre arxiu
ja_jp: アーカイブファイルをダウンロード
pl_pl: Pobierz swoje archiwum

source: Request a new archive
ca_es: Sol·licitar un nou arxiu
ja_jp: 新しいアーカイブをリクエスト
pl_pl: Zażądaj nowe archiwum

source: User export is not enabled by your administrator.
ca_es: L'exportació de comptes no està habilitada per l'administració.
ja_jp: エクスポート機能は、管理者により有効にされていません。
pl_pl: Eksportowanie danych nie jest włączone przez Twojego administratora.

source: Archive settings
ca_es: Configuració de l'arxiu
ja_jp: アーカイブ設定
pl_pl: Ustawienia archiwum

source: You already have an active archive. Requesting a new export archive will remove the current one.
ca_es: Ja teniu un arxiu d'exportació actiu. En sol·licitar-ne un de nou s'eliminarà l'actual.
ja_jp: 既に利用可能なアーカイブが存在します。新しいアーカイブをリクエストすると、現在のアーカイブが削除されます。
pl_pl: Posiadasz już aktywne archiwum. Żądanie nowego spowoduje, że obecne zostanie usunięte.

source: Include video files in archive file
ca_es: Incloure fitxers de vídeo a l'arxiu
ja_jp: 動画ファイルを含める
pl_pl: Zamieść pliki wideo w archiwum

source: Including video files is required if you want to re-import your videos on another PeerTube website
ca_es: Cal incloure fitxers de vídeo si voleu tornar a importar els vostres vídeos a un altre lloc web de PeerTube
ja_jp: 他のPeerTubeインスタンスに動画を再インポートしたい場合は、この設定を有効にしてください
pl_pl: Zamieszczenie plików wideo jest wymagane, jeżeli chcesz przenieść swoje filmy do innego serwisu opartego o PeerTube'a

source: If you include video files, the archive file will weigh <strong>approximately {{ archiveWeightEstimation | bytes }}</strong>
ja_jp: 動画ファイルを含める場合、アーカイブファイルのサイズは<strong>およそ{{ archiveWeightEstimation | bytes }}</strong>になります
pl_pl: Jeżeli zamieścisz pliki wideo, plik archiwum będzie ważył <strong>około {{ archiveWeightEstimation | bytes }}</strong>

source: Request an archive
ca_es: Demanar un arxiu
ja_jp: アーカイブをリクエスト
pl_pl: Zażądaj archiwum

source: Video files cannot be included in the export because you have exceeded the maximum video quota allowed by your administrator to export this archive.
ca_es: Els fitxers de vídeo no es poden incloure a l'exportació perquè heu superat la quota màxima de vídeo permesa per l'administració per exportar aquest arxiu.
ja_jp: 管理者によってアーカイブに含められる動画の最大サイズを制限されているため、動画ファイルをアーカイブに含められません。
pl_pl: Pliki wideo nie mogą zostać umieszczone w tym archiwum, gdyż został przekroczony maksymalny dozwolony rozmiar przechowywanych filmów, który pozwoliłby na ich całościowe wyeksportowanie.

source: Import/Export
ca_es: Importar/Exportar
ja_jp: インポート/エクスポート
pl_pl: Importowanie/eksportowanie

source: IMPORT
ca_es: IMPORTAR
ja_jp: インポート
pl_pl: Importuj

source: You can import an archive created by another PeerTube website.
ca_es: Podeu importar un arxiu creat per un altre lloc web de PeerTube.
ja_jp: 他のPeerTubeインスタンスにより作成されたアーカイブをインポートできます。
pl_pl: Możesz przesłać archiwum z innego serwisu opartego o PeerTube'a.

source: This is an <strong>import</strong> tool and not a migration tool. It's the reason why data (like channels or videos) is duplicated and not moved from your previous PeerTube website.
ja_jp: これは、 <strong>インポート</strong> ツールであり、移行ツールではありません。データ（チャンネルや動画など）が複製され、以前のPeerTubeインスタンスからそのまま移動されないのはそれが理由です。
pl_pl: To jest narzędzie do <strong>importowania</strong>, a nie do migracji. Jest to powodem, dla którego dane, takie jak kanały czy filmy, są zduplikowane, a nie przenoszone z poprzedniego serwisu opartego o PeerTube'a.

source: The import process will automatically:
ca_es: El procés d'importació farà el següent de forma automàtica:
ja_jp: インポートは次を自動で処理します:
pl_pl: Ten proces importowania automatycznie:

source: Update your account metadata (display name, description, avatar...)
ca_es: Actualitzar les metadades del vostre compte (nom mostrat, descripció, avatar…)
ja_jp: アカウントメタデータ (表示名、説明、アバターなど)の更新
pl_pl: Zaktualizuje metadane Twojego konta (widoczny pseudonim, opis, awatar...)

source: Update your user settings (autoplay or P2P policy, notification settings...). It does not update your user email, username or password.
ca_es: Actualitzar la configuració d'usuari (reproducció automàtica o política P2P, configuració de notificacions…). No actualitza la vostra adreça electrònica, identificador ni contrasenya.
ja_jp: ユーザー設定(自動再生またはP2Pポリシー、通知設定など)の更新。ユーザーのメールアドレス、ユーザー名、パスワードは更新されません。
pl_pl: Zaktualizuje Twoje preferencje (automatyczne odtwarzanie albo polityka względem P2P, ustawienia powiadomień itd.). Nie zmienia się Twój adres e-mail, nazwa użytkownika czy hasło.

source: Add accounts/servers in your mute list
ca_es: Afegir comptes/servidors a la vostra llista de silenciats
ja_jp: ミュートリストから、アカウント/サーバーの追加
pl_pl: Doda konta/serwery do Twojej listy wyciszeń

source: Add likes/dislikes
ca_es: Afegir M'agrada/No m'agrada
ja_jp: 高評価/低評価の追加
pl_pl: Doda polubienia/niepolubienia

source: Send a follow request to your subscriptions
ca_es: Enviar una sol·licitud de seguiment a les vostres subscripcions
ja_jp: 登録チャンネルへのフォローリクエストの送信
pl_pl: Wyśle zapytania o obserwacje do Twoich dotychczasowych obserwowanych przez Ciebie kanałów

source: Create channels if they do not already exist
ca_es: Crear canals si encara no existeixen
ja_jp: まだ存在しないチャンネルの作成
pl_pl: Stworzy kanały, jeżeli te jeszcze nie istnieją

source: Create playlists if they do not already exist
ca_es: Crear llistes de reproducció si encara no existeixen
ja_jp: まだ存在しないプレイリストの作成
pl_pl: Stworzy playlisty, jeżeli te jeszcze nie istnieją

source: Add watched videos in your video history
ca_es: Afegir vídeos vists al vostre historial de vídeos
ja_jp: 視聴済み動画を再生履歴へ追加
pl_pl: Doda już obejrzane filmy do historii filmów

source: <strong>If the archive contains video files</strong>, create videos if they do not already exist
ja_jp: <strong>動画ファイルが含まれている場合に限り、</strong>まだ存在しない動画の投稿
pl_pl: <strong>Jeżeli archiwum zawiera pliki wideo</strong>, opublikuje je, jeżeli te nie zostały jeszcze udostępnione

source: The following data objects are not imported:
ca_es: Els següents objectes de dades no s'importen:
ja_jp: 次のデータはインポートされません:
pl_pl: Poniższe dane nie zostaną zaimportowane:

source: Followers (accounts will need to re-follow your channels)
ca_es: Seguidors/es (els comptes hauran de tornar a seguir els vostres canals)
ja_jp: フォロワー (あなたのチャンネルを再度フォローしてもらう必要があります)
pl_pl: Obserwujący (konta w tym uczestniczące muszą zaobserwować Twoje kanały ponownie)

source: An email will be sent when the import process is complete.
ca_es: S'enviarà un correu electrònic quan finalitzi el procés d'importació.
ja_jp: インポート処理が完了すると、メールで通知が送られます。
pl_pl: E-mail zostanie wysłany po zakończeniu procesu importowania.

source: You can't re-import an archive because you already have an import that is currently being processed by PeerTube.
ca_es: No podeu tornar a importar un arxiu perquè ja teniu una importació que PeerTube està processant actualment.
ja_jp: 既に処理が開始されているインポートがあるため、アーカイブを再インポートできません。
pl_pl: Nie możesz ponownie importować archiwum, gdyż już zostało zlecone zadanie przetworzenia przez PeerTube'a poprzedniego archiwum.

source: Upload completed. Your archive import will be processed as soon as possible.
pl_pl: Przesyłanie zostało zakończone. Twój plik archiwum zostanie przetworzony tak szybko, jak to możliwe.

source: (extension: .zip)
ca_es: (extensió: .zip)
ja_jp: (対応拡張子: .zip)
pl_pl: (rozszerzenie: .zip)

source: Select the archive file to import
ca_es: Trieu el fitxer d'arxiu per importar
ja_jp: インポートするアーカイブファイルを選択してください
pl_pl: Wybierz plik archiwum do zaimportowania

source: Select the file to import
ca_es: Trieu el fitxer per importar
ja_jp: インポートするファイルを選択してください
pl_pl: Wybierz plik do zaimportowania

source: User import is not enabled by your administrator.
ca_es: L'administració no ha activat la importació de comptes.
ja_jp: インポート機能は管理者が有効にしていません。
pl_pl: Importowanie archiwów nie zostało włączone przez Twojego administratora.

source: Your archive file is not uploaded yet, are you sure you want to leave this page?
ca_es: El vostre fitxer d'arxiu encara no s'ha penjat, segur que voleu sortir d'aquesta pàgina?
ja_jp: アーカイブファイルのアップロードが完了していませんが、このページから移動してもよろしいですか？現在のアップロードは強制終了されます。
pl_pl: Twoje archiwum nie zostało w całości przesłane, czy na pewno chcesz opuścić tę stronę?

source: Cannot import this file as your video quota would be exceeded (import size: fileSizeBytes, used: videoQuotaUsedBytes, quota: videoQuotaBytes)
ca_es: No es pot importar aquest fitxer ja que superaria la vostra quota de vídeo (mida d'importació: fileSizeBytes, utilitzada: videoQuotaUsedBytes, quota: videoQuotaBytes)
ja_jp: 動画のアップロード制限を超過するため、このファイルをインポートできません (インポートするサイズ: fileSizeBytes、使用済み: videoQuotaUsedBytes、 アップロード制限: videoQuotaBytes)
pl_pl: Nie można zaimportować tego pliku, ponieważ dozwolony limit przesłanych plików zostałby wtedy przekroczony (rozmiar archiwum: fileSizeBytes, użycie: videoQuotaUsedBytes, dozwolony limit: videoQuotaBytes)

source: archive
ca_es: arxiu
ja_jp: アーカイブ
pl_pl: archiwum

source: Bitrate
ca_es: Taxa de bits
ja_jp: ビットレート
kab: Aktum
pl_pl: Częstotliwość próbkowania

source: Codec
ca_es: Còdec
ja_jp: コーデック
kab: Akudak
pl_pl: Kodek

source: Copied
ca_es: Copiat
ja_jp: コピーしました
kab: Ittusuken(te)
pl_pl: Skopiowano

source: COPY
pl_pl: KOPIUJ

source: Show preview
ja_jp: プレビューを表示
pl_pl: Pokaż podgląd

source: Hide preview
ja_jp: プレビューを表示しない
pl_pl: Ukryj podgląd

source: Exit full-screen editor
ja_jp: 全画面エディタを終了
pl_pl: Wyjdź z pełnoekranowego edytora

source: Full-screen editor
ja_jp: 全画面エディタ
pl_pl: Pełnoekranowy edytor

source: Video reported.
ca_es: Vídeo denunciat.
ja_jp: 動画は通報されました。
kab: Tavidyut iɣef yettwazen uneqqis.
pl_pl: Zgłoszono film.

source: Do you really want to delete this video?
ca_es: Segur que voleu suprimir aquest vídeo?
ja_jp: 本当にこの動画を削除しますか?
kab: D tidet tebɣiḍ ad tekkseḍ tavidyut-a?
pl_pl: Czy na pewno chcesz usunąć ten film?

source: Video deleted.
ca_es: Vídeo eliminat.
ja_jp: 動画が削除されました。
kab: Tavidyut tettwakkes.
pl_pl: Usunięto film.

source: Actions for the reporter
ca_es: Accions per al denunciant
ja_jp: 通報者へのアクション
kab: Tigawin i umassaɣay
pl_pl: Działania dla zgłaszającego

source: Mute reporter
ca_es: Silenciar denunciant
ja_jp: 通報者をミュートする
kab: Sgugem amassaɣay
pl_pl: Wycisz zgłaszającego

source: Download
ca_es: Baixar
ja_jp: ダウンロード
kab: Sider
pl_pl: Pobierz

source: Subtitle files
ca_es: Fitxers de subtítols
ja_jp: 字幕ファイル
pl_pl: Pliki napisów

source: The following link contains a private token and should not be shared with anyone.
ca_es: L'enllaç següent conté una fitxa privada i no s'ha de compartir amb ningú.
ja_jp: 次のリンクには非公開のトークンが含まれているため、一般公開はしないでください。
pl_pl: Ten link zawiera prywatny token, i nie powinien on być udostępniany komukolwiek.

source: Video file link
ca_es: Enllaç al fitxer de vídeo
ja_jp: 動画ファイルのリンク
pl_pl: Link do pliku wideo

source: Other users cannot download the original file
ca_es: Altres persones no poden descarregar el fitxer original
ja_jp: ほかのユーザーはオリジナルファイルをダウンロードできません
pl_pl: Inni użytkownicy nie mogą pobierać oryginalnego pliku

source: This option is visible only to you
ca_es: Aquesta opció només és visible per a vosaltres
ja_jp: このオプションはあなただけが見ることができます
pl_pl: Tylko Ty widzisz tę opcję

source: Show transcription
ca_es: Mostrar la transcripció
ja_jp: 文字起こしを表示
pl_pl: Pokaż transkrypcję

source: Hide transcription
ca_es: Amagar la transcripció
ja_jp: 文字起こしを隠す
pl_pl: Ukryj transkrypcję

source: Update
ca_es: Actualitzar
ja_jp: 設定の編集・更新
kab: Sedɣi
pl_pl: Aktualizuj

source: Filter by a channel
ja_jp: チャンネルで絞り込む
pl_pl: Filtruj po kanale

source: This allows you to reorder playlists assigned to it
ja_jp: 割り当てられたプレイリストを並べ替えることができます
pl_pl: To pozwala na reorganizację playlist przypisanych do tego kanału

source: playlists per page
ja_jp: 1ページごとのプレイリスト数
pl_pl: playlist na stronę

source: Drag and drop this row to reorder playlists in your channel
ja_jp: この行をドラッグ＆ドロップして、チャンネル内のプレイリストを並べ替えます
pl_pl: Przeciągnij i upuść ten rząd, żeby reorganizować playlisty na swoim kanale

source: {VAR_PLURAL, plural, =0 {No playlist} =1 {1 playlist} other {{INTERPOLATION} playlists}}
ja_jp: {VAR_PLURAL, plural, =0 {プレイリストなし} =1 {1プレイリスト} other {{INTERPOLATION}プレイリスト}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak playlist} =1 {1 playlista} many {{INTERPOLATION} playlist} other {{INTERPOLATION} playlisty}}

source: { totalRecords, plural, =0 {No playlist} =1 {1 playlist} other {{{ totalRecords | myNumberFormatter }} playlists}} in {{ getFilteredChannel().displayName }} channel
ja_jp: チャンネル「{{ getFilteredChannel().displayName }}」には{ totalRecords, plural, =0 {プレイリストなし} =1 {1プレイリストあります} other {{{ totalRecords | myNumberFormatter }}プレイリストあります}}
pl_pl: { totalRecords, plural, =0 {Brak playlist} =1 {1 playlista} few {{{ totalRecords | myNumberFormatter }} playlisty}} other {{{ totalRecords | myNumberFormatter }} playlist}} na kanale {{ getFilteredChannel().displayName }}

source: Search your playlists
ja_jp: プレイリストを検索
pl_pl: Szukaj w playlistach

source: Block
ca_es: Blocar
ja_jp: ブロック
kab: Iḥedren
pl_pl: Blokuj

source: Run HLS transcoding
ca_es: Executar la transcodificació HLS
ja_jp: HLSファイルを生成
pl_pl: Uruchom transkodowanie HLS

source: Run Web Video transcoding
ca_es: Executeu la transcodificació Vídeo Web
ja_jp: Web動画のトランスコードを開始
pl_pl: Uruchom transkodowanie plików internetowych filmu

source: Delete HLS files
ca_es: Eliminar arxius HLS
ja_jp: HLSファイルを削除
pl_pl: Usuń pliki HLS

source: Delete Web Video files
ca_es: Eliminar arxius «Web Video»
ja_jp: Web動画ファイルを削除
pl_pl: Usuń pliki internetowe filmów

source: Generate caption
ca_es: Generar subtítols
ja_jp: 字幕を生成
pl_pl: Wygeneruj napisy

source: Are you sure you want to delete this file.resolution.label file?
ca_es: Segur que voleu suprimir aquest file.resolution.label fitxer?
ja_jp: 本当にこのfile.resolution.labelファイルを削除しますか？
pl_pl: Czy na pewno chcesz usunąć plik file.resolution.label?

source: Delete file
ca_es: Esborrar fitxer
ja_jp: ファイルを削除
pl_pl: Usuń plik

source: File removed.
ca_es: Arxiu eliminat.
ja_jp: ファイルが削除されました。
pl_pl: Usunięto plik.

source: Are you sure you want to delete the original file of this video?
ca_es: Segur que voleu suprimir el fitxer original d'aquest vídeo?
ja_jp: この動画のオリジナルファイルを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć oryginalny plik tego filmu?

source: Delete original file
ca_es: Esborrar el fitxer original
ja_jp: オリジナルファイルを削除
pl_pl: Usuń oryginalny plik

source: Original file removed.
ca_es: Fitxer original eliminat.
ja_jp: オリジナルファイルが削除されました。
pl_pl: Usunięto oryginalny plik filmu.

source: Are you sure you want to delete {count, plural, =1 {this video} other {these {count} videos}}?
ca_es: Segur que voleu suprimir {count, plural, =1 {aquest vídeo} other {aquestos {count} vídeos}}?
ja_jp: 本当に{count, plural, =1 {この動画} other {{count}本の動画}}を削除しますか?
pl_pl: Czy na pewno chcesz usunąć {count, plural, =1 {wybrany film} many {{count} filmów} other {these {count} filmy}}?

source: Save to playlist
ca_es: Desar a la llista de reproducció
ja_jp: プレイリストへ保存
kab: Sekles deg tebdart n tɣuri
pl_pl: Dodaj do playlisty

source: Mirror
ca_es: Duplicar
ja_jp: ミラー
kab: Tamrayt
pl_pl: Serwer lustrzany

source: Unmute account
ca_es: Deixar de silenciar el compte
ja_jp: アカウントのミュート解除
pl_pl: Wyłącz wyciszenie tego konta

source: Videos on <strong>{{ instanceName }}</strong>
ja_jp: <strong>{{ instanceName }}</strong>の動画
pl_pl: Filmy na platformie <strong>{{ instanceName }}</strong>

source: Videos on <strong>{{ instanceName }}</strong> and <strong>{{ totalFollowing }}</strong> {totalFollowing, plural, =1 {other platform} other {other platforms}}
ja_jp: <strong>{{ instanceName }}</strong>と<strong>{{ totalFollowing }}</strong> {totalFollowing, plural, =1 {other platform} other {other platforms}}の動画
pl_pl: Filmy na platformie <strong>{{ instanceName }}</strong> oraz <strong>{{ totalFollowing }}</strong> {totalFollowing, plural, =1 {innej platformie} other {innych platformach}}

source: {VAR_PLURAL, plural, =1 {other platform} other {other platforms}}
pl_pl: {VAR_PLURAL, plural, =1 {inna platforma} few {inne platformy} other {innych platform}}

source: {VAR_PLURAL, plural, =1 {other platform} other {other platforms}}
ja_jp: {VAR_PLURAL, plural, =1 {つの他のプラットフォーム} other {つの他のプラットフォーム}}
pl_pl: {VAR_PLURAL, plural, =1 {inna platforma} few {inne platformy} other {innych platform}}

source: Remove
ca_es: Eliminar
ja_jp: 削除
kab: Sfeḍ
pl_pl: Usuń

source: {count, plural, =1 {Job removed} other {{count} jobs removed}}
ca_es: {count, plural, =1 {tasca eliminada} other {{count} tasques eliminades}}
ja_jp: {count, plural, =1 {1件のジョブを削除済み} other {{count}件のジョブを削除済み}}
pl_pl: {count, plural, =1 {Zadanie zostało usunięte} few {{count} zadania zostały usunięte} other {{count} zadań zostało usuniętych}}

source: runners per page
ja_jp: 1ページごとのランナー数
pl_pl: runnerów na stronę

source: {VAR_PLURAL, plural, =0 {No runner} =1 {1 runner} other {{INTERPOLATION} runners}}
ja_jp: {VAR_PLURAL, plural, =0 {ランナーなし} =1 {1ランナー} other {{INTERPOLATION}ランナー}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak runnerów} =1 {1 runner} few {{INTERPOLATION} runnery} other {{INTERPOLATION} runnerów}}

source: Do you really want to delete this runner? It won't be able to process jobs anymore.
ca_es: Segur que voleu suprimir aquest codificador? Ja no podrà processar treballs.
ja_jp: 本当にこのランナーを削除しますか？もうジョブを処理することはできなくなります。
pl_pl: Czy na pewno chcesz usunąć tego runnera? Nie będzie wtedy w stanie przetwarzać kolejnych zadań.

source: Remove runner.name
ca_es: Eliminar runner.name
ja_jp: runner.nameを削除
pl_pl: Usuń runner.name

source: Runner removed.
ca_es: Codificador eliminat.
ja_jp: ランナーは削除されました。
pl_pl: Usunięto runnera.

source: tokens per page
ja_jp: 1ページごとのトークン数
pl_pl: tokenów na stronę

source: {VAR_PLURAL, plural, =0 {No token} =1 {1 token} other {{INTERPOLATION} tokens}}
ja_jp: {VAR_PLURAL, plural, =0 {トークンなし} =1 {1トークン} other {{INTERPOLATION}トークン}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak tokenów} =1 {1 token} few {{INTERPOLATION} tokeny} other {{INTERPOLATION} tokenów}}

source: Associated runners
ca_es: Codificadors associats
ja_jp: 関連ランナー
pl_pl: Powiązane runnery

source: Generate token
ca_es: Generar fitxa
ja_jp: トークンを生成
pl_pl: Wygeneruj token

source: Registration token copied
ca_es: Fitxa de registre copiada
ja_jp: 登録トークンをコピーしました
pl_pl: Skopiowano token rejestracyjny

source: Copy registration token
ca_es: Copiar fitxa de registre
ja_jp: 登録トークンをコピー
pl_pl: Skopiuj token rejestracyjny

source: No registration token found for remote runners.
ca_es: No s'ha trobat cap fitxa de registre per als codificadors remots.
ja_jp: リモートのランナーの登録トークンは見つかりませんでした。
pl_pl: Nie znaleziono tokenów rejestracyjnych dla zewnętrznych runnerów.

source: Remove this token
ca_es: Eliminar aquesta fitxa
ja_jp: このトークンを削除する
pl_pl: Usuń ten token

source: Registration token generated.
ca_es: Fitxa de registre generada.
ja_jp: 登録トークンが生成されました。
pl_pl: Wygenerowano token rejestracyjny.

source: Do you really want to remove this registration token? All associated runners will also be removed.
ca_es: Realment voleu eliminar aquest fitxa de registre? També s'eliminaran tots els codificadors associats.
ja_jp: 本当にこの登録トークンを削除しますか？全ての関連ランナーは削除されます。
pl_pl: Czy na pewno chcesz usunąć ten token rejestracyjny? Wszystkie powiązane runnery zostaną również usunięte.

source: Remove registration token
ca_es: Eliminar fitxa de registre
ja_jp: 登録トークンを削除
pl_pl: Usuń token rejestracyjny

source: Registration token removed.
ca_es: Fitxa de registre eliminada.
ja_jp: 登録トークンが削除されました。
pl_pl: Usunięto token rejestracyjny.

source: List runner jobs
ca_es: Llistar tasques de codificadors
ja_jp: ランナーのジョブを表示
pl_pl: Lista zadań wykonywanych przez runnery

source: List remote runners
ca_es: Llistar codificadors remots
ja_jp: リモートのランナーを表示
pl_pl: Lista zewnętrznych runnerów

source: List registration runner tokens
ca_es: Llistar les fitxes de registre dels codificadors remots
ja_jp: 登録ランナーのトークンを表示
pl_pl: Lista tokenów rejestracyjnych runnerów

source: Remove & re-draft
ca_es: Suprimir i reescriure
ja_jp: 削除して下書きへ移動
kab: Kkes & ales tira
pl_pl: Usuń i przeredaguj

source: Actions on comment
ca_es: Accions sobre el comentari
ja_jp: コメントへのアクション
pl_pl: Akcje wobec komentarza

source: {VAR_PLURAL, plural, =0 {Comments} =1 {1 Comment} other {{INTERPOLATION} Comments}}
ca_es: {VAR_PLURAL, plural, =0 {comentaris} =1 {1 comentari} other {{INTERPOLATION} comentaris}}
ja_jp: {VAR_PLURAL, plural, =0 {コメント} =1 {1 コメント} other {{INTERPOLATION} コメント}}
kab: {VAR_PLURAL, plural, =0 {Iwenniten} =1 {1 uwennit} other {{INTERPOLATION} Iwenniten}}
pl_pl: {VAR_PLURAL, plural, =0 {komentarzy} =1 {1 komentarz} few {{INTERPOLATION} komentarze} many {{INTERPOLATION} komentarzy} other {{INTERPOLATION} komentarze}}

source: Mute account
ca_es: Silenciar compte
ja_jp: アカウントをミュート
kab: Sgugem amiḍan
pl_pl: Wycisz konto
