Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

# ngb.alert.close
source: Close
ca_es: Tancar
ja_jp: 閉じる
kab: Mdel
pl_pl: Zamknij

# ngb.carousel.slide-number
source: Slide get wrap( of .value; }
ca_es: Diapositiva get wrap( de .value; }
ja_jp: スライド get wrap( / .value; }
pl_pl: Slajd get wrap( z .value; }

# ngb.carousel.previous
source: Previous
ca_es: Anterior
ja_jp: 前へ
kab: Ɣer deffir
pl_pl: Poprzedni

# ngb.carousel.next
source: Next
ca_es: Següent
ja_jp: 次へ
kab: Ɣer zdat
pl_pl: Następny

# ngb.datepicker.select-month
source: Select month
ca_es: Trieu el mes
ja_jp: 月を選択
kab: Fren ayyur
pl_pl: Wybierz miesiąc

# ngb.datepicker.select-year
source: Select year
ca_es: Trieu l'any
ja_jp: 年を選択
kab: Fren aseggas
pl_pl: Wybierz rok

# ngb.datepicker.previous-month
source: Previous month
ca_es: Mes anterior
ja_jp: 前月
kab: Aggur yezrin
pl_pl: Poprzedni miesiąc

# ngb.datepicker.next-month
source: Next month
ca_es: Mes següent
ja_jp: 次月
kab: Aggur d-iteddun
pl_pl: Następny miesiąc

# ngb.pagination.first-aria
source: First
ca_es: Primer
ja_jp: 最初
kab: Amezwaru
pl_pl: Pierwszy

# ngb.pagination.previous-aria
source: Previous
ca_es: Anterior
ja_jp: 前へ
kab: Ɣer deffir
pl_pl: Poprzedni

# ngb.pagination.next-aria
source: Next
ca_es: Següent
ja_jp: 次へ
kab: Ɣer zdat
pl_pl: Następny

# ngb.pagination.last-aria
source: Last
ca_es: Últim
ja_jp: 最後
kab: Aneggaru
pl_pl: Ostatni

# ngb.progressbar.value
source: nd so on. *
pl_pl: i tak dalej. *

# ngb.timepicker.hours
source: Hours
ca_es: Hores
ja_jp: 時間
kab: Isragen
pl_pl: Godziny

# ngb.timepicker.minutes
source: Minutes
ca_es: Minuts
ja_jp: 分
kab: Tiseddidin
pl_pl: Minuty

# ngb.timepicker.increment-hours
source: Increment hours
ca_es: Augmentar les hores
ja_jp: 時間を進める
kab: Snerni isragen
pl_pl: Zwiększ godziny

# ngb.timepicker.decrement-hours
source: Decrement hours
ca_es: Reduir les hores
ja_jp: 時間を戻す
kab: Senqes isragen
pl_pl: Zmniejsz godziny

# ngb.timepicker.increment-minutes
source: Increment minutes
ca_es: Augmentar els minuts
ja_jp: 分を進める
kab: Rnu tisdatin
pl_pl: Zwiększ minuty

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ca_es: Reduir els minuts
ja_jp: 分を戻す
kab: Senqes tisdatin
pl_pl: Zmniejsz minuty

# ngb.timepicker.seconds
source: Seconds
ca_es: Segons
ja_jp: 秒
kab: Tasinin
pl_pl: Sekundy

# ngb.timepicker.increment-seconds
source: Increment seconds
ca_es: Augmentar els segons
ja_jp: 秒を進める
kab: Rnu tisinin
pl_pl: Zwiększ sekundy

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ca_es: Reduir els segons
ja_jp: 秒を戻す
kab: Senqes tisinin
pl_pl: Zmniejsz sekundy

# ngb.toast.close-aria
source: Close
ca_es: Tancar
ja_jp: 閉じる
kab: Mdel
pl_pl: Zamknij

source: Contact {{ instanceName }} administrators
ca_es: Contactar l'administració de {{ instanceName }}
ja_jp: {{ instanceName }}の管理者に問い合わせる
pl_pl: Skontaktuj się z administratorami {{ instanceName }}

source: You don't have notifications.
ca_es: No teniu cap notificació.
ja_jp: 通知はありません。
kab: Ur ɣur-k·m ara ilɣa.
pl_pl: Nie masz powiadomień.

source: New message
ja_jp: 新規メッセージ
pl_pl: Nowa wiadomość

source: {views, plural, =0 {No view} =1 {1 view} other {{views} views}}
ca_es: {views, plural, =0 {Cap visualització} =1 {1 visualització} other {{views} visualitzacions}}
ja_jp: {views, plural, =0 {0回再生} =1 {1回再生} other {{views}回再生}}
pl_pl: {views, plural, =0 {Brak wyświetleń} =1 {1 wyświelenie} few {{views} wyświetlenia} other {{views} wyświetleń}}

source: What is it?
ca_es: Què és?
ja_jp: これは何でしょうか？
pl_pl: Co to jest?

source: Show all our subscriptions
ca_es: Mostrar totes les nostres subscripcions
ja_jp: 全てのチャンネル登録を表示する
pl_pl: Pokaż wszystkie nasze subskrypcje

source: More {{ host }} content
ca_es: Més contingut de {{ host }}
ja_jp: {{ host }}のコンテンツをさらに表示
pl_pl: Więcej zawartości od {{ host }}

source: Get more information on this.host
ja_jp: this.hostの詳しい情報を知る
pl_pl: Zobacz więcej informacji na this.host

source: Toggle this channel
ja_jp: このチャンネルに切り替える
pl_pl: Przełącz ten kanał

source: <strong>{{ n.payload.video.channel.displayName }}</strong> published a new video: {{ n.payload.video.name }}
ja_jp: <strong>{{ n.payload.video.channel.displayName }}</strong> さんが新しい動画を公開しました: {{ n.payload.video.name }}
pl_pl: Na kanale <strong>{{ n.payload.video.channel.displayName }}</strong> opublikowano nowy film: {{ n.payload.video.name }}

source: The notification concerns a video now unavailable
ja_jp: 現在利用できない動画に関する通知
pl_pl: To powiadomienie dotyczy filmu, który nie jest już dostępny

source: Your video <strong>{{ n.payload.video.name }}</strong> has been unblocked
ja_jp: 「<strong>{{ n.payload.video.name }}</strong> 」のブロックが解除されました
pl_pl: Twój film „<strong>{{ n.payload.video.name }}</strong>” został odblokowany

source: Your video <strong>{{ n.payload.videoBlacklist.video.name }}</strong> has been blocked
ja_jp: 「<strong>{{ n.payload.videoBlacklist.video.name }}</strong> 」がブロックされました
pl_pl: Twój film „<strong>{{ n.payload.videoBlacklist.video.name }}</strong>” został zablokowany

source: A new <strong>video abuse</strong> has been created on video {{ n.payload.abuse.video.name }}
ja_jp: 「{{ n.payload.abuse.video.name }}」で、新しい<strong>動画の違反通報</strong>が作成されました
pl_pl: Nowe <strong>zgłoszenie filmu</strong> pojawiło się dla filmu {{ n.payload.abuse.video.name }}

source: A new <strong>comment abuse</strong> has been created on video {{ n.payload.abuse.comment.video.name }}
ja_jp: 「{{ n.payload.abuse.comment.video.name }}」で、新しい<strong>コメントの違反通報</strong>が作成されました
pl_pl: Nowe <strong>zgłoszenie komentarza</strong> pojawiło się dla filmu {{ n.payload.abuse.comment.video.name }}

source: A new <strong>account abuse</strong> has been created on account {{ n.payload.abuse.account.displayName }}
ja_jp: 「{{ n.payload.abuse.account.displayName }}」に対して、新しい<strong>アカウントの違反通報</strong>が作成されました
pl_pl: Nowe <strong>zgłoszenie konta</strong> pojawiło się dla {{ n.payload.abuse.account.displayName }}

source: A new <strong>abuse</strong> has been created
ja_jp: 新しい<strong>報告</strong>が作成されました
pl_pl: Nowe <strong>zgłoszenie</strong> zostało stworzone

source: Your report of <strong>the video {{ n.payload.abuse.video.name }}</strong> has been accepted
ja_jp: <strong>動画{{ n.payload.abuse.video.name }}</strong>に関する報告が承認されました
pl_pl: Twoje zgłoszenie <strong>filmu {{ n.payload.abuse.video.name }}</strong> zostało zaakceptowane

source: Your report of <strong>the comment</strong> in the video <strong>{{ n.payload.abuse.comment.video.name }}</strong> has been accepted
pl_pl: Twoje zgłoszenie <strong>komentarza</strong> pod filmem <strong>{{ n.payload.abuse.comment.video.name }}</strong> zostało zaakceptowane

source: Your report of <strong>the account {{ n.payload.abuse.account.displayName }}</strong> has been accepted
pl_pl: Twoje zgłoszenie <strong>konta {{ n.payload.abuse.account.displayName }}</strong> zostało zaakceptowane

source: Your <strong>report {{ n.payload.abuse.id }}</strong> has been accepted
pl_pl: Twoje <strong>zgłoszenie {{ n.payload.abuse.id }}</strong> zostało zaakceptowane

source: Your report of <strong>the video {{ n.payload.abuse.video.name }}</strong> has been rejected
pl_pl: Twoje zgłoszenie <strong>filmu {{ n.payload.abuse.video.name }}</strong> zostało odrzucone

source: Your report of <strong>the comment</strong> in the video <strong>{{ n.payload.abuse.comment.video.name }}</strong> has been rejected
pl_pl: Twoje zgłoszenie <strong>komentarza</strong> pod filmem <strong>{{ n.payload.abuse.comment.video.name }}</strong> zostało odrzucone

source: Your report of <strong>the account {{ n.payload.abuse.account.displayName }}</strong> has been rejected
pl_pl: Twoje zgłoszenie <strong>konta {{ n.payload.abuse.account.displayName }}</strong> zostało odrzucone

source: Your <strong>report {{ n.payload.abuse.id }}</strong> has been rejected
pl_pl: Twoje <strong>zgłoszenie {{ n.payload.abuse.id }}</strong> zostało odrzucone

source: Report of <strong>the video {{ n.payload.abuse.video.name }}</strong> has a new message
pl_pl: Do zgłoszenia <strong>filmu {{ n.payload.abuse.video.name }}</strong> dodano nową wiadomość

source: Report of <strong>the comment</strong> in the video <strong>{{ n.payload.abuse.comment.video.name }}</strong> has a new message
pl_pl: Do zgłoszenia <strong>komentarza</strong> pod filmem <strong>{{ n.payload.abuse.comment.video.name }}</strong> dodano nową wiadomość

source: Report of <strong>the account {{ n.payload.abuse.account.displayName }}</strong> has a new message
pl_pl: Do zgłoszenia <strong>konta {{ n.payload.abuse.account.displayName }}</strong> dodano nową wiadomość

source: <strong>Report {{ n.payload.abuse.id }}</strong> has a new message
pl_pl: Do <strong>zgłoszenia {{ n.payload.abuse.id }}</strong> dodano nową wiadomość

source: The recently added video <strong>{{ n.payload.videoBlacklist.video.name }}</strong> has been automatically blocked
pl_pl: Nowo dodany film <strong>{{ n.payload.videoBlacklist.video.name }}</strong> został automatycznie zablokowany

source: {{ n.payload.comment.account.displayName }} commented your video <strong>{{ n.payload.comment.video.name }}</strong>@if (n.payload.comment.heldForReview) {<div>This comment requires your approval</div>}
pl_pl: Użytkownik {{ n.payload.comment.account.displayName }} dodał komentarz do Twojego filmu: <strong>{{ n.payload.comment.video.name }}</strong>@if (n.payload.comment.heldForReview) {<div>Komentarz wymaga Twojego zatwierdzenia</div>}

source: The notification concerns a comment now unavailable
pl_pl: Powiadomienie dotyczy komentarza, który nie jest już dostępny

source: Your video <strong>{{ n.payload.video.name }}</strong> has been published
pl_pl: Twój film <strong>„{{ n.payload.video.name }}”</strong> został opublikowany

source: Your video import <strong class="limit-characters">{{ n.videoImportIdentifier }}</strong> succeeded
pl_pl: Importowanie Twojego filmu <strong class="limit-characters">{{ n.videoImportIdentifier }}</strong> powiodło się

source: Your video import <strong class="limit-characters">{{ n.videoImportIdentifier }}</strong> failed
pl_pl: Importowanie Twojego filmu <strong class="limit-characters">{{ n.videoImportIdentifier }}</strong> nie powiodło się

source: User <strong>{{ n.payload.account.name }}</strong> registered on your platform
pl_pl: Użytkownik <strong>{{ n.payload.account.name }}</strong> zarejestrował konto na Twojej platformie

source: <strong>{{ n.payload.actorFollow.follower.displayName }}</strong> is following your channel <strong>{{ n.payload.actorFollow.following.displayName }}</strong>
pl_pl: Użytkownik <strong>{{ n.payload.actorFollow.follower.displayName }}</strong> zaczął obserwować Twój kanał <strong>{{ n.payload.actorFollow.following.displayName }}</strong>

source: <strong>{{ n.payload.actorFollow.follower.displayName }}</strong> is following <strong>your account</strong>
pl_pl: Użytkownik <strong>{{ n.payload.actorFollow.follower.displayName }}</strong> zaczął obserwować <strong>Twoje konto</strong>

source: <strong>{{ n.payload.comment.account.displayName }}</strong> mentioned you on video <strong>{{ n.payload.comment.video.name }}</strong>
pl_pl: Użytkownik <strong>{{ n.payload.comment.account.displayName }}</strong> oznaczył Cię pod filmem <strong>{{ n.payload.comment.video.name }}</strong>

source: Your platform has a new follower: <strong>{{ n.followerHandle }}</strong>
pl_pl: Twoja platforma ma nowego obserwującego: <strong>{{ n.followerHandle }}</strong>

source: It is awaiting your approval
pl_pl: Oczekuje to na Twoje zatwierdzenie

source: Your platform automatically followed <strong>{{ n.followingHandle }}</strong>
pl_pl: Twoja platforma zaczęła automatycznie obserwować <strong>{{ n.followingHandle }}</strong>

source: A new version of the plugin/theme <strong>{{ n.payload.plugin.name }}</strong> is available: <strong>{{ n.payload.plugin.latestVersion }}</strong>
pl_pl: Nowa wersja rozszerzenia/motywu <strong>{{ n.payload.plugin.name }}</strong> jest już dostępna: <strong>{{ n.payload.plugin.latestVersion }}</strong>

source: A <strong>new version</strong> of PeerTube is available: <strong>{{ n.payload.peertube.latestVersion }}</strong>
pl_pl: <strong>Nowa wersja</strong> PeerTube'a jest już dostępna: <strong>{{ n.payload.peertube.latestVersion }}</strong>

source: The edits to your video <strong>{{ n.payload.video.name }}</strong> have been applied
pl_pl: Edycje do Twojego filmu <strong>{{ n.payload.video.name }}</strong> zostały zastosowane

source: User <strong>{{ n.payload.registration.username }}</strong> wants to register on your platform
pl_pl: Użytkownik <strong>{{ n.payload.registration.username }}</strong> chce zarejestrować konto na Twojej platformie

source: <strong>{{ n.payload.video.channel.displayName }}</strong> is live streaming: <strong>{{ n.payload.video.name }}</strong>
pl_pl: Na kanale <strong>{{ n.payload.video.channel.displayName }}</strong> rozpoczęła się transmisja na żywo: <strong>{{ n.payload.video.name }}</strong>

source: <strong>{{ n.payload.video.channel.displayName }}</strong> went live: <strong>{{ n.payload.video.name }}</strong>
pl_pl: Na kanale <strong>{{ n.payload.video.channel.displayName }}</strong> rozpoczęła się transmisja na żywo: <strong>{{ n.payload.video.name }}</strong>

source: {{ n.payload.videoCaption.language.label }} transcription of your video <strong>{{ n.payload.videoCaption.video.name }}</strong> has been generated
pl_pl: Transkrypcja dla języka {{ n.payload.videoCaption.language.label }} dla Twojego filmu <strong>{{ n.payload.videoCaption.video.name }}</strong> została wygenerowana

source: <strong>{{ n.payload.videoChannelCollaborator.channelOwner.displayName }}</strong> invited you to become an<my-collaborator-state class="mx-2" type="accepted"></my-collaborator-state> of their channel <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>
pl_pl: Użytkownik <strong>{{ n.payload.videoChannelCollaborator.channelOwner.displayName }}</strong> zaprasza Ciebie do pozostania<my-collaborator-state class="mx-2" type="accepted"></my-collaborator-state> kanału <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>

source: Invitation declined
pl_pl: Zaproszenie odrzucone

source: Decline
pl_pl: Odrzuć

source: Invitation accepted
pl_pl: Zaproszenie zaakceptowane

source: <strong>{{ n.payload.videoChannelCollaborator.account.displayName }}</strong> accepted your invitation to become an editor for your channel <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>
pl_pl: Użytkownik <strong>{{ n.payload.videoChannelCollaborator.account.displayName }}</strong> zaakceptował Twoje zaproszenie do zostania redaktorem Twojego kanału <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>

source: <strong>{{ n.payload.videoChannelCollaborator.account.displayName }}</strong> declined your invitation to become an editor for your channel <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>
pl_pl: Użytkownik <strong>{{ n.payload.videoChannelCollaborator.account.displayName }}</strong> odrzucił Twoje zaproszenie do zostania redaktorem Twojego kanału <strong>{{ n.payload.videoChannelCollaborator.channel.displayName }}</strong>

source: The notification points to content now unavailable
pl_pl: To powiadomienie dotyczy niedostępnej już zawartości

source: PeerTube considers video "video.name" is already being transcoded.
ca_es: PeerTube considera que el vídeo «video.name» ja està essent transcodificat.
ja_jp: PeerTubeは、"video.name"がすでにトランスコード済みであると判断しました。
pl_pl: PeerTube uznało, że film "video.name" jest już w trakcie procesu transkodowania.

source: If you think PeerTube is wrong (video in broken state after a crash etc.), you can force transcoding on this video.
ca_es: Si creieu que PeerTube està equivocat (el vídeo està trencat després d'un accident, etc.), podeu forçar la transcodificació d'aquest vídeo.
ja_jp: もしPeerTubeの調子がおかしい（クラッシュの後に動画が壊れた状態になる等）と思ったら、この動画を強制的にトランスコードすることができます。
pl_pl: Jeżeli uważasz, że PeerTube się myli (film jest uszkodzony po awarii itp.), możesz wymusić transkodowanie tego filmu.

source: Force transcoding
ca_es: Forçar transcodificació
ja_jp: 強制トランスコード
pl_pl: Wymuś transkodowanie

source: {viewers, plural, =0 {No viewers} =1 {1 viewer} other {{viewers} viewers}}
ca_es: {viewers, plural, =0 {Cap espectador} =1 {1 espectador} other {{viewers} espectadors}}
ja_jp: {viewers, plural, =0 {0 視聴者} =1 {1 視聴者} other {{viewers} 視聴者}}
pl_pl: {viewers, plural, =0 {Brak oglądających} =1 {1 oglądający} other {{viewers} oglądających}}

source: Remove avatar
ca_es: Eliminar avatar
ja_jp: アバターを削除
kab: Kkes avaṭar
pl_pl: Usuń awatar

source: max size: getBytes(this.maxAvatarSize) extensions: this.avatarExtensions
pl_pl: maksymalny rozmiar: getBytes(this.maxAvatarSize), dozwolone formaty: this.avatarExtensions

source: Account muted
ca_es: Compte silenciat
ja_jp: アカウントをミュートしました
pl_pl: Konto wyciszone

source: Server muted
ca_es: Servidor silenciat
ja_jp: サーバーをミュートしました
pl_pl: Serwer wyciszony

source: Save to
ca_es: Desar a
ja_jp: 次に保存
kab: Sekles ɣer
pl_pl: Zapisz do

source: Options
ca_es: Opcions
ja_jp: オプション
kab: Iɣewwaṛen
pl_pl: Opcje

source: Start at
ca_es: Començar a
ja_jp: 再生開始位置
kab: Bdu deg
pl_pl: Zacznij od

source: Stop at
ca_es: Aturar a
ja_jp: 再生停止位置
kab: Ḥbes deg
pl_pl: Zakończ w

source: Please describe the issue...
ca_es: Descriviu el problema…
ja_jp: 問題を詳細に記入してください...
kab: Ttxil-k·m glem-d ugur...
pl_pl: Proszę opisać problem…

source: Search playlists
ca_es: Cercar llistes de reproducció
ja_jp: プレイリストを検索
kab: Nadi tibdarin n tɣuri
pl_pl: Szukaj playlist

source: Create a private playlist
ca_es: Crear una llista de reproducció privada
ja_jp: 非公開プレイリストを作成
kab: Rnu tabdert n tɣuri tusligt
pl_pl: Stwórz prywatną playlistę

source: Display name
ca_es: Nom mostrat
ja_jp: 表示名
kab: Isem n uskan
pl_pl: Nazwa wyświetlana

source: (auto-generated)
ca_es: (generat automàticament)
ja_jp: (自動生成)
pl_pl: (automatycznie wygenerowane)

source: Subtitle URL
ca_es: URL de subtítol
ja_jp: 字幕のURL
pl_pl: Link do napisów

source: Video stream
ca_es: Flux de vídeo
ja_jp: 動画ストリーム
kab: Asuddem n tvidyut
pl_pl: Stumień wideo

source: Audio stream
ca_es: Flux d'àudio
ja_jp: 音声ストリーム
kab: Asuddem awurman
pl_pl: Strumień dźwięku

source: Direct download
ca_es: Baixada directa
ja_jp: 直接ダウンロード
kab: Asader usrid
pl_pl: Pobieranie bezpośrednie

source: Torrent (.torrent file)
ca_es: Torrent (fitxer .torrent)
ja_jp: Torrent (.torrentファイル)
kab: Torrent (afaylu .torrent)
pl_pl: Torrent (plik .torrent)

source: More information/options
ca_es: Més informació/opcions
ja_jp: より詳細な情報/オプションを表示
pl_pl: Więcej informacji/opcji

source: Less information/options
ca_es: Menys informació/opcions
ja_jp: 詳細な情報/オプションを減らす
pl_pl: Mniej informacji/opcji

source: video
ca_es: vídeo
ja_jp: 動画
kab: tavidyut
pl_pl: film

source: Your video quota is exceeded with this video (video size: videoSizeBytes, used: videoQuotaUsedBytes, quota: videoQuotaBytes)
ca_es: La vostra quota de vídeo s'excedeix amb aquest vídeo (tamany del vídeo: videoSizeBytes, utilitzat: videoQuotaUsedBytes, quota: videoQuotaBytes)
ja_jp: あなたの動画のアップロード容量制限が次の動画により超過しました (動画サイズ: videoSizeBytes、使用済み: videoQuotaUsedBytes, アップロード容量制限: videoQuotaBytes)
pl_pl: Twoja powierzchnia na filmy została przekroczona przez ten film (rozmiar filmu: videoSizeBytes, wykorzystano: videoQuotaUsedBytes, powierzchnia: videoQuotaBytes)

source: Customization
ja_jp: カスタマイズ
pl_pl: Personalizacja

source: Reason...
ca_es: Motiu…
ja_jp: 理由…
kab: Taɣẓint...
pl_pl: Przyczyna…

source: Mute to also hide videos/comments
ca_es: Silenciar per amagar també vídeos/comentaris
ja_jp: 動画/コメントを非表示にした上でミュート
pl_pl: Wycisz, aby ukryć także filmy/komentarze

source: {count, plural, =1 {1 user banned.} other {{count} users banned.}}
ca_es: {count, plural, =1 {1 compte bandejat.} other {{count} comptes bandejats.}}
ja_jp: {count, plural, =1 {1人のユーザーが凍結されました。} other {{count}人のユーザーが凍結されました。}}
pl_pl: {count, plural, =1 {1 użytkownik zbanowany.} other {{count} użytkowników zbanowanych.}}

source: Cancel
ca_es: Cancel·lar
ja_jp: キャンセル
kab: Sefsex
pl_pl: Anuluj

source: Submit
ca_es: Enviar
ja_jp: 送信
kab: Azen
pl_pl: Wyślij

source: The contact form is not enabled on this instance.
ca_es: El formulari de contacte no està habilitat en aquesta instància.
ja_jp: このインスタンスはお問い合わせフォーム機能が無効になっています。
pl_pl: Formularz kontaktowy nie jest włączony na tej instancji.

source: Report video "{INTERPOLATION}"
ca_es: Denunciar el vídeo «{INTERPOLATION}»
ja_jp: "{INTERPOLATION}"を通報
kab: Azen aneqqis ɣef tvidyut " {INTERPOLATION}"
pl_pl: Zgłoś film "{INTERPOLATION}"

source: What is the issue?
ca_es: Quin problema hi ha?
ja_jp: どのような問題がありましたか？
kab: D acu-t wugur?
pl_pl: Jaki jest problem?

source: Your report will be sent to moderators of {{ currentHost }}.
pl_pl: Twoje zgłoszenie zostanie wysłane do moderatorów portalu {{ currentHost }}.

source: It will be forwarded to the comment origin ({{ originHost }}) too.
pl_pl: Zostanie też ono przekierowane do moderatorów serwisu, skąd pochodzi ten komentarz ({{ originHost }}).

source: Element param not found
ca_es: No s'ha trobat l'element param
ja_jp: エレメント「param」が見つかりませんでした
pl_pl: Nie znaleziono elementu param

source: Unlisted
ca_es: No llistat
ja_jp: 未収載
kab: Ur d-yettwabder ara
pl_pl: Niepubliczny

source: Private
ca_es: Privat
ja_jp: 非公開
kab: Privé
pl_pl: Prywatne

source: {VAR_PLURAL, plural, =1 {1 view} other {{INTERPOLATION} views}}
ca_es: {VAR_PLURAL, plural, =1 {1 visualització} other {{INTERPOLATION} visualitzacions}}
ja_jp: {VAR_PLURAL, plural, =1 {1 回再生} other {{INTERPOLATION} 回再生}}
kab: {VAR_PLURAL, plural, =1 {1 n tmeẓriwt} other {{INTERPOLATION} tmeẓriwin}}
pl_pl: {VAR_PLURAL, plural, =1 {1 wyświetlenie} few {{INTERPOLATION} wyświetlenia} many {{INTERPOLATION} wyświetleń} other {{INTERPOLATION} wyświetleń}}

source: {VAR_PLURAL, plural, =1 {1 viewer} other {{INTERPOLATION} viewers}}
ca_es: {VAR_PLURAL, plural, =1 {1 espectador} other {{INTERPOLATION} espectadors}}
ja_jp: {VAR_PLURAL, plural, =1 {1 視聴者} other {{INTERPOLATION} 視聴者}}
kab: {VAR_PLURAL, plural, =1 {1 n umeskan} other {{INTERPOLATION} yimeskanen}}
pl_pl: {VAR_PLURAL, plural, =1 {1 oglądający(-a)} few {{INTERPOLATION} oglądających} many {{INTERPOLATION} oglądających} other {{INTERPOLATION} oglądających}}

source: Total uploaded
ca_es: Total pujat
ja_jp: アップロード済みの合計
pl_pl: Ilość przesłanych filmów

source: File uploaded!
ja_jp: ファイルをアップロードしました！
pl_pl: Plik został przesłany!

source: Cannot fetch information of this remote account
ca_es: No es pot recuperar la informació d'aquest compte remot
ja_jp: 外部インスタンスのアカウント情報を読み込むことができません
kab: D awezɣi ad d-nawi talɣut ɣef umiḍan-a anmeggag
pl_pl: Nie można uzyskać informacji o tym zdalnym koncie

source: Blocked
ca_es: Blocat
ja_jp: ブロック済み
kab: Yewḥel
pl_pl: Zablokowano

source: Only display videos with this tag
ca_es: Mostra només vídeos amb aquesta etiqueta
ja_jp: このタグの動画のみ表示
pl_pl: Wyświetlaj filmy tylko z tym tagiem

source: Original file
ca_es: Fitxer original
ja_jp: オリジナルファイル
pl_pl: Oryginalny plik

source: Web Videos ({{ video.files.length }})
ja_jp: Web動画 ({{ video.files.length }})
pl_pl: Pliki Web Video ({{ video.files.length }})

source: Object storage
ja_jp: オブジェクトストレージ
pl_pl: Przechowywanie obiektów

source: Original file:
ca_es: Fitxer original:
ja_jp: オリジナルファイル:
pl_pl: Oryginalny plik:

source: Download this file
ca_es: Baixar aquest fitxer
ja_jp: このファイルをダウンロード
pl_pl: Pobierz ten plik

source: Delete this file
ca_es: Suprimir aquest fitxer
ja_jp: このファイルを削除
pl_pl: Usuń ten plik

source: Web Videos:
ja_jp: Web動画:
pl_pl: Pliki internetowe filmów:

source: No videos found matching current filters.
ja_jp: 現在のフィルターに一致する動画が見つかりませんでした。
pl_pl: Nie znaleziono filmów, które by pasowały do wybranych filtrów.

source: Your platform doesn't have videos.
ja_jp: あなたのプラットフォームには動画がありません。
pl_pl: Twoja platforma nie ma żadnych filmów.
