Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Open video actions
ca_es: Obrir accions de vídeo
ja_jp: 動画へのアクションを開く
kab: Ldi tigawin n tvidyut
pl_pl: Otwórz działania dla filmu

source: Do you really want to unblock this.video.name? It will be available again in the videos list.
ca_es: Segur que voleu desblocar this.video.name? Tornarà a estar disponible a la llista de vídeos.
ja_jp: 本当にthis.video.nameのブロックを解除しますか？動画リストに再度表示されるようになります。
pl_pl: Czy na pewno chcesz odblokować this.video.name? Będzie to z powrotem dostępne w liście filmów.

source: Unblock this.video.name
ca_es: Desblocar this.video.name
ja_jp: this.video.nameのブロックを解除する
pl_pl: Odblokuj this.video.name

source: The live stream will be automatically terminated and replays won't be saved.
ca_es: L'emissió en directe s'acabarà automàticament i les reproduccions no es desaran.
ja_jp: ライブ配信は自動的に停止され、リプレイ動画は保存されません。
pl_pl: Transmisja na żywo zostanie automatycznie przerwana, a zapis z niej nie będzie dostępny.

source: Mute server account
ca_es: Silenciar el compte del servidor
ja_jp: サーバーのアカウントをミュートする
kab: Sgugem amiḍan n uqeddac
pl_pl: Wycisz konto serwera

source: Report
ca_es: Denunciar
ja_jp: 通報する
kab: Aneqqis
pl_pl: Zgłoś

source: Reported part
ca_es: Part denunciada
ja_jp: 通報内容
kab: Aḥric yettwaktaren
pl_pl: Zgłoszona część

source: Note
ca_es: Nota
ja_jp: メモ
kab: Tazmilt
pl_pl: Notatka

source: The video was deleted
ca_es: El vídeo fou eliminat
ja_jp: この動画は削除されました
kab: Tettwakkes tvidyut
pl_pl: Ten film został usunięty

source: Comment:
ca_es: Comentari:
ja_jp: コメント:
kab: Awennit :
pl_pl: Komentarz:

source: Messages with the reporter
ca_es: Missatges amb el/la denunciant
ja_jp: 通報者とのメッセージ
kab: Iznan d umdan i d-yuznen aneqqis
pl_pl: Wiadomości ze zgłaszającym

source: Messages with the moderation team
ca_es: Missatges amb l'equip de moderació
ja_jp: モデレーションチームとのメッセージ
kab: Iznan d terbaεt timḍebbart
pl_pl: Wiadomości z moderacją

source: No messages for now.
pl_pl: Brak wiadomości w danym momencie.

source: Add a message
ca_es: Afegir un missatge
ja_jp: メッセージを追加する
kab: Rnu izen
pl_pl: Dodaj wiadomość

source: Published
ca_es: Publicat
ja_jp: 公開済み
kab: Yeffeɣ-d
pl_pl: Opublikowano

source: Lives
ja_jp: ライブ配信
pl_pl: Transmisje

source: Public videos
ja_jp: 公開動画
pl_pl: Filmy publiczne

source: Internal videos
ja_jp: ローカル動画
pl_pl: Filmy wewnątrz tej platformy

source: Unlisted videos
ja_jp: 未収載動画
pl_pl: Filmy niepubliczne

source: Password protected videos
ja_jp: パスワードで保護された動画
pl_pl: Filmy zabezpieczone hasłem

source: Private videos
ja_jp: 非公開動画
pl_pl: Filmy prywatne

source: No videos found matching your filters.
ja_jp: 条件に一致する動画が見つかりませんでした。
pl_pl: Nie znaleziono filmów, które pasowałyby do Twoich filtrów.

source: No videos found in selected channels.
ja_jp: 選択したチャンネルに動画が見つかりませんでした。
pl_pl: Nie znaleziono filmów w wybranych kanałach.

source: Transcoding failed
ca_es: La transcodificació ha fallat
ja_jp: トランスコードに失敗しました
pl_pl: Transkodowanie zakończone niepowodzeniem

source: Moving to file system
ca_es: Movent al sistema de fitxers
ja_jp: ファイルシステムへ移動中
pl_pl: Przenoszenie do systemu plików

source: Moving to file system failed
ca_es: Fallada en moure al sistema de fitxers
ja_jp: ファイルシステムへの移動に失敗
pl_pl: Przenoszenie do systemu plików zakończone niepowodzeniem

source: Moving to external storage
ca_es: Movent a l'emmagatzematge extern
ja_jp: 外部ストレージに移動中
pl_pl: Przenoszenie do zewnętrznego dysku

source: Move to external storage failed
ca_es: Fallada en moure a l'emmagatzematge extern
ja_jp: 外部ストレージへの移動が失敗しました
pl_pl: Przenoszenie do zewnętrznego dysku zakończone niepowodzeniem

source: Waiting transcoding
ca_es: Esperant transcodificació
ja_jp: トランスコードを待っています
kab: Aṛaǧu n wanigtengel
pl_pl: Oczekiwanie na transkodowanie

source: To transcode
ca_es: Per transcodificar
ja_jp: トランスコードする
kab: i wanigtengel
pl_pl: Do transkodowania

source: To import
ca_es: Per importar
ja_jp: インポートする
kab: I uktar
pl_pl: Do importu

source: Import failed
pl_pl: Importowanie nieudane

source: To edit
ca_es: Per editar
ja_jp: 編集する
pl_pl: Do edycji

source: Your video file is being processed.
ja_jp: 動画ファイルが処理中です。
pl_pl: Twój film jest w trakcie przetwarzania.

source: This can take a while and some features may not be available until it is complete.
ja_jp: これにはしばらく時間がかかり、処理が完了するまで一部の機能が利用できない場合があります。
pl_pl: To może zająć trochę czasu. W międzyczasie niektóre funkcje mogą nie być dostępne do momentu, gdy zostanie to ukończone.

source: Contact your administrator to fix it.
ja_jp: 修正するには、管理者にお問い合わせください。
pl_pl: Skontaktuj się z administratorem, żeby to naprawić.

source: Your web browser may not be able to play it.
ja_jp: お使いのWebブラウザーでは再生できません。
pl_pl: Twoja przeglądarka może nie być w stanie tego odtworzyć.

source: Transcoding in progress
ja_jp: トランスコードが進行中です
pl_pl: Transkodowanie w toku

source: Import in progress
ja_jp: インポートが進行中です
pl_pl: Importowanie w toku

source: Your remote video is being imported.
ja_jp: リモート動画がインポート中です。
pl_pl: Twój zdalny film jest w trakcie importowania.

source: The remote video is being imported, it will be available when the import is complete.
ja_jp: リモート動画はインポート中であり、インポートが完了すると利用できるようになります。
pl_pl: Ten zdalny film jest w trakcie importowania. Będzie on dostępny, gdy importowanie zostanie zakończone.

source: Review your import
pl_pl: Przejrzyj swój import

source: The remote video failed to import, it will not be available.
pl_pl: Nie udało się importować filmu z zewnątrz – nie będzie on dostępny.

source: Your remote video failed to import.
pl_pl: Twój film z zewnątrz nie mógł zostać zaimportowany.

source: Moving video files
ja_jp: 動画ファイルを移動中
pl_pl: Przenoszenie plików wideo

source: The video is being moved to the file system.
ja_jp: 動画はファイルシステムへ移動中です。
pl_pl: Film jest przenoszony do systemu plików.

source: Failed to move video files to the platform file system.
ja_jp: プラットフォームのファイルシステムへ動画ファイルの移動に失敗しました。
pl_pl: Nie udało się przenieść plików wideo do systemu plików platformy.

source: Failed to move video files
ja_jp: 動画のファイルの移動に失敗
pl_pl: Nie udało się przenieść plików wideo

source: The video is being moved to an external storage.
ja_jp: 動画は外部ストレージに移動中です。
pl_pl: Ten film jest przenoszony do zewnętrznego dysku.

source: Failed to move video files to an external storage.
ja_jp: 外部ストレージへの動画ファイルの移動に失敗しました。
pl_pl: Nie udało się przenieść plików wideo do zewnętrznego dysku.

source: Studio edition in progress
ja_jp: スタジオでの編集が進行中です
pl_pl: Edycja filmu jeszcze trwa

source: Failure during transcoding of your video files
ja_jp: 動画ファイルのトランスコード処理に失敗
pl_pl: Transkodowanie filmu zakończyło się niepowodzeniem

source: Watch video this.video.name
ca_es: Visualitzar vídeo this.video.name
ja_jp: this.video.nameの動画を再生する
pl_pl: Obejrzyj this.video.name

source: Today's videos
ca_es: Vídeos d'avui
ja_jp: 本日の動画
pl_pl: Dzisiejsze filmy

source: Yesterday's videos
ca_es: Vídeos d'ahir
ja_jp: 昨日の動画
pl_pl: Wczorajsze filmy

source: This week's videos
ca_es: Vídeos de la setmana
ja_jp: 今週の動画
pl_pl: Filmy z tego tygodnia

source: This month's videos
ca_es: Vídeos del mes
ja_jp: 今月の動画
pl_pl: Filmy z tego miesiąca

source: Last month's videos
ca_es: Vídeos del mes passat
ja_jp: 先月の動画
pl_pl: Filmy z poprzedniego miesiąca

source: Older videos
ca_es: Vídeos més antics
ja_jp: 古い動画
pl_pl: Starsze filmy

source: Add to watch later
ca_es: Afegir per a mirar més tard
ja_jp: 「後で見る」に追加する
kab: Rnu ad tt-twaliḍ ticki
pl_pl: Dodaj do playlisty "Oglądaj później"

source: Remove from watch later
ca_es: Llevar de «mirar més tard»
ja_jp: 「後で見る」から削除する
kab: Kkes-it seg uwali tmeẓriwt-nniḍen
pl_pl: Usuń z playlisty "Oglądaj później"

source: Video duration is this.video.durationLabel
ca_es: La durada del vídeo és this.video.durationLabel
ja_jp: 動画の再生時間はthis.video.durationLabelです
pl_pl: Długość filmu: this.video.durationLabel

source: Preferred language for the web interface and for emails
ja_jp: Web UIおよびメールに使用する優先言語
pl_pl: Preferowany język interfejsu oraz e-maili

source: You can help us to translate the platform by consulting <a class="link-primary" target="_blank" rel="noreferrer noopener" href="https://github.com/Chocobozzz/PeerTube/blob/develop/support/doc/translation.md#how-to" >this guide</a>
ja_jp: プラットフォームの翻訳をお手伝いいただける場合は、 <a class="link-primary" target="_blank" rel="noreferrer noopener" href="https://github.com/Chocobozzz/PeerTube/blob/develop/support/doc/translation.md#how-to" >このガイド</a>をお読みいただき、コントリビュートをお願いいたします。
pl_pl: Możesz pomóc w tłumaczeniu tej platformy, postępując zgodnie z <a class="link-primary" target="_blank" rel="noreferrer noopener" href="https://github.com/Chocobozzz/PeerTube/blob/develop/support/doc/translation.md#how-to" >tym poradnikiem</a>

source: Save interface settings
ca_es: Desar la configuració de la interfície
ja_jp: インターフェース設定を保存
pl_pl: Zapisz ustawienia interfejsu

source: this.instanceName theme
ca_es: this.instanceName tema
ja_jp: this.instanceNameのテーマ
pl_pl: Motyw this.instanceName

source: LIVE ENDED
ca_es: DIRECTE ACABAT
ja_jp: ライブ配信は終了しました
kab: USRID YEKFA
pl_pl: TRANSMISJA ZAKOŃCZYŁA SIĘ

source: SCHEDULED LIVE
ja_jp: スケジュールしたライブ配信
pl_pl: ZAPLANOWANA TRANSMISJA NA ŻYWO

source: WAIT LIVE
ca_es: ESPERAR DIRECTE
ja_jp: ライブ待機中
pl_pl: OCZEKIWANIE NA TRANSMISJĘ

source: You watched {{ getProgressPercent() }}% of this video
ca_es: Heu mirat {{ getProgressPercent() }}% d'aquest vídeo
ja_jp: あなたはこの動画を{{ getProgressPercent() }}%視聴しました
pl_pl: Obejrzano {{ getProgressPercent() }}% tego filmu

source: Only I can see this video
ca_es: Només jo puc veure aquest vídeo
ja_jp: 自分だけがこの動画を視聴できます
kab: Ala nekk i izemren ad iwali tavidyut-a
pl_pl: Tylko ja mogę zobaczyć ten film

source: Only shareable via a private link
ca_es: Només es pot compartir mitjançant un enllaç privat
ja_jp: 未収載リンクを経由してのみ、この動画を視聴できます
kab: Beṭṭu-ines ad yili kan s useɣwen uslig
pl_pl: Udostępniane tylko przez prywatny odnośnik

source: Anyone can see this video
ca_es: Tothom pot veure aquest vídeo
ja_jp: 誰でもこの動画を視聴できます
kab: Medden akk zemren ad walin tavidyut-a
pl_pl: Każdy może zobaczyć ten film

source: Only users of this platform can see this video
ja_jp: このプラットフォームのユーザーだけがこの動画を視聴できます
pl_pl: Tylko użytkownicy tej platformy mogą obejrzeć ten film

source: Only users with the appropriate password can see this video
ca_es: Només les persones amb la contrasenya adequada poden veure aquest vídeo
ja_jp: 適切なパスワードを所持しているユーザーだけが、この動画を視聴することができます
pl_pl: Tylko użytkownicy posiadający wyznaczone hasło mogą obejrzeć ten film

source: Public domain mark
ja_jp: パブリックドメイン公開
pl_pl: Dostępny w domenie publicznej

source: You are the owner of the content or you have the rights of the copyright holders
pl_pl: Jesteś właścicielem tej zawartości, lub posiadasz do niej odpowiednie prawa

source: violence
ja_jp: 暴力
pl_pl: przemoc

source: explicit sex
ja_jp: 露骨な性的表現
pl_pl: sceny seksu

source: This video contains sensitive content
ja_jp: この動画にはセンシティブなコンテンツが含まれています
pl_pl: Ten film zawiera zawartość nieprzeznaczoną dla wrażliwych odbiorców

source: This video contains sensitive content: flags.join(' - ')
ja_jp: この動画には次のセンシティブなコンテンツが含まれています: flags.join(' - ')
pl_pl: Ten film zawiera zawartość nieprzeznaczoną dla wrażliwych odbiorców: flags.join(' - ')

source: Your video is not uploaded yet, are you sure you want to leave this page?
ca_es: El teu vídeo encara no s'ha carregat, segur que voleu sortir d'aquesta pàgina?
ja_jp: 動画はまだアップロードされていません。このページから移動してもよろしいですか?
kab: Tavidyut-a mazal ur d-tettwasuli ara, d tidet tebɣiḍ ad teffɣeḍ seg usebter-a?
pl_pl: Twój film nie został jeszcze przesłany, czy na pewno chcesz opuścić tę stronę?

source: Your video was uploaded to your library. But there are unsaved changes: are you sure you want to leave this page?
ja_jp: 動画はライブラリにアップロードされましたが、保存されていない変更が存在します: このページから移動してもよろしいですか？
pl_pl: Twój film został przesłany do Twojej biblioteki. Są jednak niezapisane zmiany: czy na pewno chcesz opuścić tę stronę?

source: Upload
ca_es: Pujar
ja_jp: アップロード
kab: Sali
pl_pl: Wyślij

source: Upload {PH}
ca_es: Pujar {PH}
ja_jp: アップロード {PH}
kab: Sali-d {PH}
pl_pl: Prześlij {PH}

source: Video updated.
ca_es: Vídeo actualitzat.
ja_jp: 動画を更新しました。
kab: Tavidyut tettwaleqqem.
pl_pl: Zaktualizowano film.

source: You have unsaved changes. Are you sure you want to leave?
ja_jp: 保存されていない変更が存在します。移動してもよろしいですか？
pl_pl: Masz niezapisane zmiany. Czy na pewno chcesz opuścić tę stronę?

source: Your video will also be automatically blocked since video publication requires manual validation by moderators.
ca_es: El vostre vídeo també es blocarà automàticament, ja que publicar-lo requereix la validació manual de la moderació.
ja_jp: 動画の公開にはモデレーターによる手動確認が必要なため、あなたの動画も自動的にブロックされました。
pl_pl: Twój film zostanie także automatycznie zablokowany, ponieważ publikacja filmu wymaga akceptacji moderatorów.

source: Uploading a new version of your video will completely erase the current version.
ca_es: Si pengeu una versió nova del vídeo se n'esborrarà completament la versió actual.
ja_jp: 新しいバージョンの動画のアップロードにより、現在のバージョンの動画を完全に削除します。
pl_pl: Przesłanie nowej wersji filmu usunie obecną wersję.

source: <br /><br />Do you still want to replace your video file?
ja_jp: <br /><br />それでも動画ファイルを置き換えたいですか？
pl_pl: <br /><br />Czy na pewno chcesz wciąż zastąpić plik wideo?

source: Replace file warning
ca_es: Avís de substitució del fitxer
ja_jp: ファイルの置き換えをしようとしています
pl_pl: Ostrzeżenie przed zastąpieniem pliku

source: Are you sure you want to create studio tasks for "this.videoEdit.getVideoAttributes().name"?
ja_jp: "this.videoEdit.getVideoAttributes().name"に対するスタジオでの編集を行ってもよろしいですか？
pl_pl: Czy na pewno chcesz zlecić zadania edycji filmu dla "this.videoEdit.getVideoAttributes().name"?

source: (extensions: this.videoExtensions.join(', '))
ja_jp: (拡張子: this.videoExtensions.join(', '))
pl_pl: (rozszerzenia: this.videoExtensions.join(', '))

source: Watch the video
ja_jp: 動画を視聴
pl_pl: Obejrzyj film

source: Save and run studio tasks
ja_jp: 保存してスタジオの編集を反映
pl_pl: Zapisz i uruchom zadania edycji filmu

source: Save and replace file
ja_jp: 保存してファイルを置き換える
pl_pl: Zapisz i zastąp plik

source: You cannot replace the video file and also have studio tasks.
ja_jp: 動画ファイルの置き換えとスタジオでの編集ができませんでした。
pl_pl: Nie możesz jednocześnie zastępować pliku filmu oraz zlecać zadania jego edycji.

source: "this.getFilename(t.options.file)" will be added at the beginning of the video
ca_es: «this.getFilename(t.options.file)» s'afegirà al començament del vídeo
ja_jp: "this.getFilename(t.options.file)"が動画の最初に追加されます
pl_pl: Plik "this.getFilename(t.options.file)" zostanie dodany na początku tego filmu

source: "this.getFilename(t.options.file)" will be added at the end of the video
ca_es: «this.getFilename(t.options.file)» s'afegirà al final del vídeo
ja_jp: "this.getFilename(t.options.file)"が動画の最後に追加されます
pl_pl: Plik "this.getFilename(t.options.file)" zostanie dodany na koniec filmu

source: "this.getFilename(t.options.file)" image watermark will be added to the video
ca_es: S'afegirà la marca d'aigua d'imatge «this.getFilename(t.options.file)» al vídeo
ja_jp: "this.getFilename(t.options.file)"がウォーターマークとして動画に追加されます
pl_pl: Znak wodny "this.getFilename(t.options.file)" zostanie dodany do filmu

source: Video will begin at secondsToTime(start) and stop at secondsToTime(end)
ca_es: El vídeo començarà a les secondsToTime(start) i acabarà a les secondsToTime(end)
ja_jp: 動画はsecondsToTime(start)からsecondsToTime(end)でトリミングされます
pl_pl: Film się zacznie przy secondsToTime(start) i skończy się przy secondsToTime(end)

source: Video will begin at secondsToTime(start)
ca_es: El vídeo començarà a les secondsToTime(start)
ja_jp: 動画はsecondsToTime(start)から再生が始まります
pl_pl: Film się zacznie przy secondsToTime(start)

source: Video will stop at secondsToTime(end)
ca_es: El vídeo acabarà a les secondsToTime(end)
ja_jp: 動画はsecondsToTime(end)で再生を停止します
pl_pl: Film się skończy przy secondsToTime(end)

source: Report comment
ca_es: Denunciar comentari
ja_jp: コメントを通報する
kab: Awennit n uneqqis
pl_pl: Zgłoś komentarz

source: Delete and re-draft
ca_es: Suprimir i tornar a redactar
ja_jp: コメントを削除して下書きへ移動
kab: Kkes syen ales-as tira
pl_pl: Usuń i przeredaguj

source: Do you really want to delete and re-draft this comment?
ca_es: Segur que voleu suprimir i modificar aquest comentari?
ja_jp: 本当にこのコメントを削除し、下書きに移動しますか？
kab: D tidet tebɣiḍ ad tekkseḍ yerna ad talseḍ tira n uwennit-a?
pl_pl: Czy na pewno chcesz usunąć i przeredagować ten komentarz?

source: Comment approved
ca_es: Comentari aprovat
ja_jp: コメントが承認されました
pl_pl: Zaakceptowano komentarz

source: Friendly Reminder:
ca_es: Recordatori:
ja_jp: 念のためのお知らせ:
pl_pl: Przypomnienie:

source: Stop autoplaying next video
ca_es: Deixar de reproduir automàticament el vídeo següent
ja_jp: 次の動画への自動再生を無効にする
kab: Seḥbes taɣuri tawurmant n tvidyut i d-iteddun
pl_pl: Nie odtwarzaj automatycznie następnego filmu

source: Autoplay next video
ca_es: Reproduir automàticament el vídeo següent
ja_jp: 次の動画への自動再生を有効にする
kab: Taɣuri tawurmant n tvidyut i d-iteddun
pl_pl: Odtwarzaj automatycznie następny film

source: Stop looping playlist videos
ca_es: Deixar de reproduir en bucle vídeos de la llista de reproducció
ja_jp: プレイリストの繰り返し再生を無効にする
kab: Seḥbes taɣuri n tvidyutin i d-yettuɣalin n tebdart n tɣuri
pl_pl: Nie powtarzaj filmów w playliście

source: Loop playlist videos
ca_es: Reproduir en bucle vídeos de la llista de reproducció
ja_jp: プレイリストの繰り返し再生を有効にする
kab: Ttales-d tividyutin n tebdart n tɣuri
pl_pl: Powtarzaj filmy w playliście

source: Other videos
ca_es: Altres vídeos
ja_jp: その他の動画
pl_pl: Inne filmy

source: Redirection
ca_es: Redirecció
ja_jp: リダイレクト
kab: Allus n uwelleh
pl_pl: Przekierowanie

source: You need a password to watch this video
ca_es: Necessiteu una contrasenya per visualitzar aquest vídeo
ja_jp: この動画を再生するにはパスワードが必要です
pl_pl: Musisz podać hasło, żeby obejrzeć ten film

source: This video is password protected
ca_es: Aquest vídeo està protegit amb contrasenya
ja_jp: この動画はパスワード保護されています
pl_pl: Ten film został zabezpieczony hasłem

source: Incorrect password, please enter a correct password
ca_es: Contrasenya incorrecta, introduïu-ne una de correcta
ja_jp: 間違ったパスワードです。正しいパスワードを入力してください
pl_pl: Nieprawidłowe hasło, wprowadź prawidłowe hasło

source: This video contains sensitive content. Are you sure you want to display the video page?
ja_jp: この動画にはセンシティブなコンテンツが含まれています。動画ページを開いてもよろしいですか？
pl_pl: Ten film zawiera zawartość, która nie jest przeznaczona dla wrażliwych odbiorców. Czy na pewno chcesz wyświetlić ten film?

source: Sensitive video
ja_jp: センシティブな動画
pl_pl: Film z wrażliwą zawartością

source: Display the page
ja_jp: ページを表示する
pl_pl: Wyświetl stronę

source: Quit that page
ja_jp: ページから離れる
pl_pl: Opuść tę stronę

source: Learn more
ja_jp: さらに詳しく
pl_pl: Dowiedz się więcej

source: Cancel
ca_es: Cancel·lar
ja_jp: キャンセル
kab: Sefsex
pl_pl: Anuluj

source: Enter/exit fullscreen
ca_es: Entrar/sortir de pantalla completa
ja_jp: 全画面モードを切り替える
pl_pl: Wejdź do/wyjdź z pełnego ekranu

source: Play/Pause the video
ca_es: Reproduir/pausar el vídeo
ja_jp: 動画の再生・停止
pl_pl: Odtwarzanie/Pauza filmu

source: Mute/unmute the video
ca_es: Silencia/activa el so del vídeo
ja_jp: 動画のミュート・ミュート解除
pl_pl: Wycisz/wyłącz wyciszenie

source: Skip to a percentage of the video: 0 is 0% and 9 is 90%
ca_es: Saltar a un percentatge del vídeo: 0 és 0% i 9 és 90%
ja_jp: パーセンテージを指定してスキップします。0 は 0%、9 は 90% のことを指します
pl_pl: Przewiń do pozycji procentowej w filmie: 0 to 0% i 9 to 90%

source: Increase the volume
ca_es: Augmentar el volum
ja_jp: 音量を上げる
pl_pl: Zwiększanie głośności

source: Decrease the volume
ca_es: Disminuir el volum
ja_jp: 音量を下げる
pl_pl: Zmniejszanie głośności

source: Seek the video forward
ca_es: Buscar el vídeo endavant
ja_jp: 動画を早送りする
pl_pl: Przewiń film do przodu

source: Seek the video backward
ca_es: Buscar el vídeo cap enrere
ja_jp: 動画を巻き戻す
pl_pl: Przewiń film do tyłu

source: Increase playback rate
ca_es: Augmentar la taxa de reproducció
ja_jp: 再生速度を速くする
pl_pl: Zwiększ szybkość odtwarzania

source: Decrease playback rate
ca_es: Disminuir la velocitat de reproducció
ja_jp: 再生速度を遅くする
pl_pl: Zmniejsz szybkość odtwarzania

source: Navigate in the video to the previous frame
ca_es: Navegar pel vídeo al fotograma anterior
ja_jp: 動画の前のフレームへ移動する
pl_pl: Przejdź do poprzedniej klatki filmu

source: Navigate in the video to the next frame
ca_es: Navegar pel vídeo al fotograma següent
ja_jp: 動画の次のフレームへ移動する
pl_pl: Przejdź do następnej klatki filmu

source: Toggle theater mode
ca_es: Commutar al mode de teatre
ja_jp: シアターモードにする
pl_pl: Przełącz tryb kinowy

source: Like the video
ca_es: M'agrada aquest vídeo
ja_jp: 動画を高評価
kab: Teεǧeb-iyi tavidyut
pl_pl: Lubię ten film

source: Dislike the video
ca_es: No m'agrada aquest vídeo
ja_jp: 動画を低評価
kab: Ur iyi-teεǧib ara tvidyut
pl_pl: Nie lubię tego filmu

source: You need to be logged in to rate this video.
ca_es: Heu d'iniciar sessió per valorar aquest vídeo.
ja_jp: この動画を評価するにはログインが必要です。
pl_pl: Musisz być zalogowany/a, żeby ocenić ten film.

source: When active, the next video is automatically played after the current one.
ca_es: Quan està actiu, el següent vídeo es reprodueix automàticament després de l'actual.
ja_jp: 有効にすると、動画の再生が終わった後に以下の動画が自動で再生されます。
kab: Ma yili yettwarmed, tavidyut i d-iteddun ad d-tεeddi s wudem awurman seld tavidyut tamirant.
pl_pl: Kiedy ta opcja jest zaznaczona, następny film będzie odtwarzany automatycznie po aktualnie oglądanym.

source: Sorry, but this video did not load because the remote instance did not respond.
ca_es: Ho sentim, però aquest vídeo no s'ha carregat perquè la instància remota no ha respost.
ja_jp: 申し訳ありません、リモートインスタンスからの応答がないため、動画を読み込めませんでした。
pl_pl: Przepraszamy, ale ten film się nie załadował, ponieważ zdalna platforma nie odpowiada.

source: Please try refreshing the page, or try again later.
ca_es: Proveu d'actualitzar la pàgina o torneu a provar-ho més tard.
ja_jp: ページを再読み込みするか、後ほど再度お試しください。
pl_pl: Odśwież tę stronę lub spróbuj ponownie później.

source: Recently added
ca_es: Afegits recentment
ja_jp: 最近公開された動画
kab: Ittwarna taggara-agi
pl_pl: Ostatnio dodane

source: Videos from your subscriptions
ca_es: Vídeos des de les vostres subscripcions
ja_jp: 登録チャンネルからの動画
kab: Tividyutin seg yimultaɣ-inek·inem
pl_pl: Filmy z twoich subskrypcji

source: Subscriptions
ca_es: Subscripcions
ja_jp: 登録チャンネル
kab: Ijerriden
pl_pl: Subskrypcje

source: History
ca_es: Historial
ja_jp: 再生履歴
kab: Amezray
pl_pl: Historia

source: Open actions
ca_es: Accions obertes
ja_jp: アクションを開く
kab: Ldi tigawin
pl_pl: Otwórz działania

source: Toggle this date format to "target"
ca_es: Commutar aquest format de data a «target»
ja_jp: 日付フォーマットを"target"に切り替える
pl_pl: Zmień format daty do "target"

source: Close syndication dropdown
ca_es: Tancar el desplegable de sindicació
ja_jp: シンジケーションドロップダウンを閉じる
pl_pl: Zamknij listę rozwijaną syndykacji

source: Local videos
ca_es: Vídeos locals
ja_jp: ローカル動画
kab: Tividyutin tidiganin
pl_pl: Lokalne filmy

source: Exclude
ca_es: Excloure
ja_jp: 除外
pl_pl: Wyklucz

source: Exclude muted accounts
ca_es: Excloure comptes silenciats
ja_jp: ミュートしたアカウントを除外
pl_pl: Wyklucz wyciszone konta

source: Exclude public videos
ca_es: Excloure vídeos públics
ja_jp: 公開動画を除外
pl_pl: Wyklucz publiczne filmy

source: Discover videos
ca_es: Descobrir vídeos
ja_jp: ディスカバー
kab: Snirem tividyutin
pl_pl: Odkrywaj filmy

source: Skip to main content
ca_es: Saltar al contingut principal
ja_jp: メインコンテンツをスキップ
pl_pl: Przejdź do głównej treści

source: Format
ja_jp: フォーマット
kab: Amasal

source: tag
ca_es: etiqueta
ja_jp: タグ

source: {PH}min
ja_jp: {PH}分
kab: {PH}tsd

source: An email with the reset password instructions will be sent to this.forgotPasswordEmail. The link will expire within 1 hour.
ja_jp: パスワードをリセットするための手順が書かれたメールが this.forgotPasswordEmailに送信されます。 このリンクは1時間以内に無効となります。

source: Email
ca_es: Adreça electrònica
ja_jp: メール
kab: Imayl

source: P2P
ja_jp: P2P機能

source: LDAP
ja_jp: LDAP認証

source: OIDC
ja_jp: OIDC認証

source: SAML
ja_jp: SAML認証
