Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: Your instance automatically followed another instance
ca_es: La vostra instància ha seguit automàticament una altra instància
kab: Tummant-ik·im teṭṭafareḍ s wudem awurman tummant-nniḍen

source: Video studio edition has finished
ca_es: L'edició de l'estudi de vídeo ha acabat

source: This name already exists on this instance.
ca_es: Aquest nom ja existeix en aquesta instància.
kab: Isem-a yella yakan ɣef tummant-a.

source: Update this.videoChannel?.name
ca_es: Actualitzar this.videoChannel?.name

source: Banner changed.
ca_es: Bàner canviat.
kab: Aɣarrac yettwabeddel.

source: Banner deleted.
ca_es: Bàner eliminat.
kab: Aɣrrac yettwakkes.

source: Update video channel
ca_es: Actualitzar canal de vídeo
kab: Leqqem abadu n tvidyut

source: {length, plural, =1 {Video has been deleted} other {{length} videos have been deleted}}
ca_es: {length, plural, =1 {El vídeo ha estat suprimit} other {{length} vídeos han estat suprimits}}

source: this.pagination.totalItems {total, plural, =1 {video} other {videos}}
ca_es: this.pagination.totalItems {total, plural, =1 {vídeo} other {vídeos}}

source: Ownership change request sent.
ca_es: Sol·licitud de canvi de propietat enviada.

source: <strong>{{ user.pendingEmail }}</strong> is awaiting email verification
ca_es: <strong>{{ user.pendingEmail }}</strong> està esperant verificació de correu electrònic

source: Your current email is <strong>{{ user.email }}</strong>. It is never shown to the public.
ca_es: La vostra adreça electrònica actual és <strong>{{ user.email }}</strong>. Mai es mostra al públic.

source: Maximize editor
ca_es: Maximitzar editor
kab: Semɣer amaẓrag

source: Exit maximized editor
ca_es: Sortir de l'editor maximitzat
kab: Ffeɣ seg umaẓrag yettusmeɣ

source: Studio for {{ video.name }}
ca_es: Estudi per {{ video.name }}

source: Run video edition
ca_es: Executar l'edició de vídeo

source: Video before edition
ca_es: Vídeo abans de l'edició

source: Edition tasks:
ca_es: Tasques d'edició:

source: Are you sure you want to edit "this.video.name"?
ca_es: Segur que voleu editar «this.video.name»?

source: The current video will be overwritten by this edited video and <strong>you won't be able to recover it</strong>.<br /><br />
ca_es: El vídeo actual se sobreescriurà amb aquest vídeo editat i <strong>no el podreu recuperar</strong>.<br /><br />

source: As a reminder, the following tasks will be executed: <ol>listHTML</ol>
ca_es: Com a recordatori, s'executaran les tasques següents: <ol>listHTML</ol>

source: Edition tasks created.
ca_es: Tasques d'edició creades.

source: Long (> 10 min)
ca_es: Llarg (> 10 min)
kab: Aqezzfan (> 10 tsd)

source: Search index is unavailable. Retrying with instance results instead.
ca_es: L'índex de cerca no està disponible. Tornant a provar amb els resultats de la instància al seu lloc.
kab: Amatar n unadi ulac-it. Ales deg ubdil-is s yigmaḍ n tummant.

source: PeerTube instance host filter is invalid
ca_es: El filtre de host de la instància PeerTube no és vàlid

source: The video quota only takes into account the size of <strong>uploaded</strong> videos, not transcoded files or user export archives (which may contain video files).
ca_es: La quota de vídeo només té en compte la mida dels vídeos <strong>pujats</strong>, no dels fitxers transcodificats ni arxius d'exportació de compte (que poden contindre fitxers de vídeo).

source: Transcoding is enabled so videos size can be at most ~ {{ computeQuotaWithTranscoding() | bytes: 0 }}.
ca_es: La transcodificació està activada així que la mida dels vídeos pot ser com a màxim ~ {{ computeQuotaWithTranscoding() | bytes: 0 }}.

source: {{ subscriptionsPagination.totalItems }} {subscriptionsPagination.totalItems, plural, =1 {subscription} other {subscriptions}}
ca_es: {{ subscriptionsPagination.totalItems }} {subscriptionsPagination.totalItems, plural, =1 {subscripció} other {subscripcions}}

source: If you can't scan the QR code and need to enter it manually, here is the plain-text secret:
ca_es: Si no podeu escanejar el codi QR i heu d'introduir-lo manualment, aquí teniu el secret de text sense format:

source: These automatic tags can be used to filter comments or <a routerLink="/my-account/auto-tag-policies">automatically block</a> them.
ca_es: Aquestes etiquetes automàtiques es poden utilitzar per filtrar comentaris o <a routerLink="/my-account/auto-tag-policies">blocar-los automàticament</a>.

source: Instance name is required.
ca_es: El nom de la instància és obligatori.
kab: Isem n tummant yettwasra.

source: Max instance lives is required.
ca_es: El nombre màxim de directes a la instància és obligatori.
kab: Ugar n yisriden n tummant ttusran.

source: Max instance lives must be greater or equal to -1.
ca_es: El nombre màxim de directes a la instància ha d'ésser major o igual a -1.

source: Password must be at least 6 characters long.
ca_es: La contrasenya ha de tindre com a mínim 6 caràcters.
kab: Awal uffir ilaq ad yesεu ma drus 6 yisekkilen.

source: Password cannot be more than 255 characters long.
ca_es: La contrasenya no pot tindre més de 255 caràcters.
kab: Awal uffir ur ilaq ara ad iεeddi nnig 255 yisekkilen.

source: You must agree with the instance terms in order to register on it.
ca_es: Heu d'acceptar les condicions d'ús de la instància per registrar-vos-hi.
kab: Ilaq ad tqebleḍ tiwtilin n tummant i wakken ad tizmired ad tjerrdeḍ.

source: Moderators of {{ instanceName }} will have to approve your registration request once you have finished to fill the form.
ca_es: La moderació de {{ instanceName }} haurà d'aprovar la vostra sol·licitud de registre un cop ompliu el formulari.

source: See <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">the documentation</a> to learn how to use the PeerTube live streaming feature.
ca_es: Llegiu <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">la documentació</a> per aprendre a utilitzar la funció d'emissió en directe de PeerTube.
kab: Wali <a href="https://docs.joinpeertube.org/#/use-create-upload-video?id=publish-a-live-in-peertube-gt-v3" target="_blank" rel="noopener noreferrer">tasemlit</a> i wakken ad tissineḍ amek ara tesqedceḍ tamahilt tusridt n uskan PeerTube.

source: Permanent/Recurring live
ca_es: Directe permanent/recurrent

source: Replay will be saved
ca_es: La repetició es desarà
kab: Allus n tɣuri ad yettusekles

source: Started on {{ session.startDate | date:'medium' }}
ca_es: Començà el {{ session.startDate | date:'medium' }}

source: Ended on {{ session.endDate | date:'medium' }}
ca_es: Acabà el {{ session.endDate | date:'medium' }}

source: Blurred with confirmation request
ca_es: Difuminat amb sol·licitud de confirmació
kab: Yerwi d usuter n usentem

source: If you remove this user, you won't be able to create another user or channel with <strong>user.username</strong> username!
ca_es: Si elimineu aquest compte no en podreu crear cap altre amb l'identificador <strong>user.username</strong>, ni fer-lo servir per a un canal!

source: Instance {PH} muted.
ca_es: Instància {PH} silenciada.
kab: Tummant {PH} tettwasgugem.

source: Account {PH} muted by the instance.
ca_es: Compte {PH} silenciat per la instància.
kab: Amiḍan {PH} yettwasgugem s tummant-ik·im.

source: Server {PH} muted by the instance.
ca_es: Servidor {PH} silenciat per la instància.
kab: Aqeddac {PH} yettwasgugem s tummant-a.

source: Account {PH} unmuted by the instance.
ca_es: Compte {PH} deixat de silenciar per la instància.
kab: Amiḍæn {PH} yekkes-as usgugem s tummant.

source: Mute the instance
ca_es: Silenciar la instància
kab: Sgugem tummant-a

source: Hide any content from that instance for you.
ca_es: Amagar-vos qualsevol contingut d'aqueixa instància.
kab: Ffer yal agbur seg tummant-a fell-ak·am.

source: Unmute the instance
ca_es: Deixar de silenciar la instància
kab: Kkes asgugem i tummant-a

source: Show back content from that instance for you.
ca_es: Tornar a mostrar-vos el contingut d'aqueixa instància.
kab: Sken tikkelt-nniḍen agbur seg tummant-a i kečč·kemm.

source: Hide any content from that user from you, your instance and its users.
ca_es: No mostrar cap contingut d'aquest compte a la vostra instància.
kab: Ffer yal agbur i d-yekkan seg useqda-a, seg tummant-ik·im d yiseqdaen-ines.

source: Show this user's content to the users of this instance again.
ca_es: Tornar a mostrar el contingut d'aquest compte a la vostra instància.
kab: Sken agbur n useqdac-a i yiseqdaen n tummant-a i tikkelt-nniḍen.

source: Hide any content from that instance from you, your instance and its users.
ca_es: No mostrar cap contingut d'aqueixa instància a la vostra instància.
kab: Ffer yla agbur i d-yekkan seg tummant, deg tummant-ik·im d yiseqdaen-ines.

source: Unmute the instance by your instance
ca_es: Deixar de silenciar la instància per part de la vostra instància
kab: Kkes asgugem n tummant-a s tummant-ik·im

source: Show back content from that instance for you, your instance and its users.
ca_es: Tornar a mostrar el contingut d'aqueixa instància a la vostra instància.
kab: Sken i tikkelt-nniḍen agbur n tummant-a, tummant-ik·im akked d yiseqdacen-is.

source: Remove comments from your instance
ca_es: Eliminar comentaris de la vostra instància
kab: Kkes iwenniten seg tummant-ik·im

source: Remove comments made by this account from your instance.
ca_es: Eliminar de la vostra instància els comentaris fets per aquest compte.
kab: Kkes iwenniten yettwagen sumiḍan-a seg tummant-inek·inem.

source: Instance moderation
ca_es: Moderació de la instància

source: {first} - {last} of {totalRecords}
ca_es: {first} - {last} de {totalRecords}

source: If you include video files, the archive file will weigh <strong>approximately {{ archiveWeightEstimation | bytes }}</strong>
ca_es: Si incloeu fitxers de vídeo, el fitxer d'arxiu pesarà <strong>aproximadament {{ archiveWeightEstimation | bytes }}</strong>

source: This is an <strong>import</strong> tool and not a migration tool. It's the reason why data (like channels or videos) is duplicated and not moved from your previous PeerTube website.
ca_es: Aquesta és una eina <strong>d'importació</strong> i no una eina de migració. És el motiu pel qual les dades (com ara canals o vídeos) es dupliquen i no es mouen del vostre lloc web de PeerTube anterior.

source: <strong>If the archive contains video files</strong>, create videos if they do not already exist
ca_es: <strong>Si l'arxiu conté fitxers de vídeo</strong>, crear vídeos si encara no existeixen

source: Upload completed. Your archive import will be processed as soon as possible.
ca_es: Pujada completada. La importació de l'arxiu es processarà tan aviat com sigui possible.

source: COPY
ca_es: COPIAR

source: Display live information
ca_es: Mostrar la informació del directe
kab: Sken talɣut tusridt

source: Videos on <strong>{{ instanceName }}</strong>
ca_es: Vídeos a <strong>{{ instanceName }}</strong>

source: Videos on <strong>{{ instanceName }}</strong> and <strong>{{ totalFollowing }}</strong> other platforms
ca_es: Vídeos a <strong>{{ instanceName }}</strong> i <strong>{{ totalFollowing }}</strong> altres plataformes

source: No messages for now.
ca_es: No hi ha missatges ara com ara.
kab: Ulac iznan akka tura.

source: Publication scheduled on updateAt
ca_es: Publicació programada el updateAt

source: Current lives
ca_es: Directes actuals

source: Only users of this instance can see this video
ca_es: Només els comptes d'aquesta instància poden veure aquest vídeo
kab: Ala iseqdacen n tummant-a i izemren ad walin tavidyut-a

source: Video to import updated.
ca_es: S'ha actualitzat el vídeo per importar.
kab: Tavidyut ara d-yettwaketren tettuleqqem.

source: Your video was uploaded to your account and is private.
ca_es: El vídeo s'ha penjat al vostre compte i és privat.
kab: Tavidyut-ik·im tettwasuli ɣer umiḍan-ik·im yerna d tusligt.

source: But associated data (tags, description...) will be lost, are you sure you want to leave this page?
ca_es: Però es perdran les dades associades (etiquetes, descripció…), estàs segur que voleu deixar aquesta pàgina?
kab: Maca ad tesruḥeḍ isefka yemcudden (tibzimin, aglam...), d tidet tebɣiḍ ad teffɣeḍ seg usebter-a?

source: Publish videoName
ca_es: Publicar videoName

source: Video published.
ca_es: Vídeo publicat.
kab: Tavidyut yettwasuffɣen.

source: You have unsaved changes! If you leave, your changes will be lost.
ca_es: Teniu canvis no desats! Si marxeu els teus canvis es perdran.

source: <br /><br />Do you still want to replace your video file?
ca_es: <br /><br />Encara voleu substituir el fitxer de vídeo?

source: This video is not available on this instance. Do you want to be redirected on the origin instance: <a href="{PH}">{PH_1}</a>?
ca_es: Aquest vídeo no està disponible en aquesta instància. Voleu ser redirigits a la instància d'origen: <a href="{PH}">{PH_1}</a>?
kab: Tavidyut-a ulac-itt deg tummant. Tebɣiḍ ad tettuwellheḍ ɣer tummant taneẓlit: <a href="{PH}">{PH_1}</a>?

source: This video contains mature or explicit content. Are you sure you want to watch it?
ca_es: Aquest vídeo conté contingut sensible o explícit. Segur que el voleu veure?
kab: Tavidyut-a deg-s agbur ai yimeqqranen neɣ agbur amḥulfu. D tidet tebɣiḍ ad t-twaliḍ?

source: Mature or explicit content
ca_es: Contingut sensible o explícit
kab: Agbur i yimeqqranen neq agbur amḥulfu

source: Upload a video
ca_es: Pujar un vídeo
kab: Sali-d tavidyut

source: Edit a video
ca_es: Editar un vídeo
kab: Ẓreg tavidyut

source: Close the left menu
kab: Mdel umuɣ azelmaḍ

source: Open the left menu
kab: Ldi umuɣ ayeffus

source: {START_LINK}Your abuse {INTERPOLATION}{CLOSE_LINK} has been {START_TAG_NG_CONTAINER}accepted{CLOSE_TAG_NG_CONTAINER}{START_TAG_NG_CONTAINER_1}rejected{CLOSE_TAG_NG_CONTAINER}
kab: {START_LINK}Yir aseqdec-inek·inem {INTERPOLATION}{CLOSE_LINK}{START_TAG_NG_CONTAINER}yettwaqbel{CLOSE_TAG_NG_CONTAINER}{START_TAG_NG_CONTAINER_1}yettwagi{CLOSE_TAG_NG_CONTAINER}

source: {START_LINK}{INTERPOLATION}{CLOSE_LINK} commented your video {START_LINK_1}{INTERPOLATION_1}{CLOSE_LINK}
kab: {START_LINK}{INTERPOLATION}{CLOSE_LINK} iwennedt-d tavidyut-ik·im {START_LINK_1}{INTERPOLATION_1}{CLOSE_LINK}

source: {START_LINK}Your video import{CLOSE_LINK} {INTERPOLATION} succeeded
kab: {START_LINK}Aktar n tvidyut-ik·im{CLOSE_LINK} {INTERPOLATION} yedda akken iwata

source: Change your avatar
kab: Bedel avaṭar-ik.im

source: subtitles
kab: iduzwilen

source: The following link contains a private token and should not be shared with anyone.
kab: Aseɣwen-a deg-s ajuṭun sli, ur ilaq ara ad yettwabḍu ula d yiwen.

source: Advanced
kab: Leqqayen

source: Simple
kab: Afessas

source: This will ask remote instances to delete it
kab: Ayagi ad isuter deg tummanin i ibewden ad yettwakkes

source: Blocking this live will automatically terminate the live stream.
kab: Asewḥel n usuddem-a usrid-a ad t-yekfu s wudem awurman.

source: Unfederate the video
kab: Kkes tafidiṛalit n tvidyut

source: {getTotalVideosOf(videoChannel), plural, =1 {1 videos} other {{{ getTotalVideosOf(videoChannel) }} videos}}
kab: {video.views, plural, =1 {1 view} other {{{ video.views | myNumberFormatter }} views}}

source: Sensitive
kab: Aḥulfu

source: Best
kab: Igerrez

source: Videos with the most interactions for recent videos, minus user history
kab: Tividyutin s temyigawin izaden i tvidyutin n melmi kan, drus n uzray n useqdac

source: channels subscribed
kab: ibuda n umulteɣ

source: Published total videos matching "this.search"
kab: Isuffeɣ-d total tividyutin yemṣadan "this.search"

source: The live stream will be automatically terminated.
kab: Astrim usrid ad ifak s wudem awurman.

source: {START_TAG_SPAN}Remote subscribe{CLOSE_TAG_SPAN}{START_TAG_SPAN_1}Remote interact{CLOSE_TAG_SPAN}
kab: {START_TAG_SPAN}Amulteɣ anmeggag{CLOSE_TAG_SPAN}{START_TAG_SPAN_1}Amyigew anmeggag{CLOSE_TAG_SPAN}

source: {START_TAG_DIV}Default NSFW/sensitive videos policy{CLOSE_TAG_DIV}{START_TAG_DIV_1}can be redefined by the users{CLOSE_TAG_DIV}
kab: {START_TAG_DIV}Tasertit n tidyutin timḥulfa/NSFW tamezwert{CLOSE_TAG_DIV}{START_TAG_DIV_1}zemrent ad ttwalsent asbadu sɣur yiseqdacen{CLOSE_TAG_DIV}

source: User registration allowed
kab: Ajerred n useqdac yettusireg

source: Player
kab: Ameɣri

source: P2P enabled
kab: Yermed P2P

source: Loading instance statistics...
kab: Asali n tdaddanin n tummant...

source: video comments
kab: Iwenniten ɣef tvidyut

source: followers
kab: Ineḍfaren

source: following
kab: Aḍfar

source: The upload failed
kab: Asali yecceḍ

source: Your name file couldn't be transferred before the set timeout (usually 10min)
kab: Afaylu-inek·inem name ur yettwazan ara send ad tettusbadu wakud n keffu (s umata 10tsd)

source: Your name file was too large (max. size: maxFileSize)
kab: Afaylu-inek·inem name ɣezzif aṭas (teɣzi tafellayt d: maxFileSize)

source: User
kab: Aseqdac

source: Ban this user
kab: Gdel aseqdac-a

source: instance default
kab: tummant tamezwert

source: Login
kab: Tuqqna

source: Request new verification email.
kab: Suter imayl n usentem amaynut.

source: This instance allows registration. However, be careful to check the <a class="terms-anchor" (click)="onTermsClick($event, instanceInformation)" href='#'>Terms</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Terms</a> before creating an account. You may also search for another instance to match your exact needs at: <br /><a class="alert-link" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
kab: Tummant-a tsareg ajerred. Γas akken, ɣur-k·m senqed <a class="terms-anchor" (click)="onTermsClick($event, instanceInformation)" href='#'>Tiwtilin</a><a class="terms-link" target="_blank" routerLink="/about/instance" fragment="terms">Tiwtilin</a> send timerna n umiḍan. Tzemreḍ daɣen ad tnadiḍ tummant-nniḍen i wakken ad yemṣada swaswa wayen i tuḥwaǧeḍ deg: <br /><a class="alert-link" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: Currently this instance doesn't allow for user registration, you may check the <a (click)="onTermsClick($event, instanceInformation)" href='#'>Terms</a> for more details or find an instance that gives you the possibility to sign up for an account and upload your videos there. Find yours among multiple instances at: <br /> <a class="alert-link" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.
kab: Akka tura tummant-a ur tsirig ara ajerred n yiseqdacen, ilaq ad tesneqdeḍ <a (click)="onTermsClick($event, instanceInformation)" href='#'>Tiwtilin</a> i wugar n telqayt neɣ i tifin n tummant ara ak·am-imudden tazmert n ujerred i umiḍan, syen ad d-tsalayeḍ tividyutin din. Af-d ayla-k·m gar waṭas n tummanin yemgaraden deg: <br /> <a class="alert-link" href="https://joinpeertube.org/instances" target="_blank" rel="noopener noreferrer">https://joinpeertube.org/instances</a>.

source: I forgot my password
kab: Ttuɣ awal-iw uffir

source: Reset my password
kab: Wennez awal-iw uffir

source: Next
kab: Uḍfir

source: Filters {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}
kab: Imsizedgen {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}

source: {{ result.followersCount }} subscribers
kab: {{ result.followersCount }} yimultaɣ

source: Administer documentation
kab: Tasemlit n tedbelt

source: Use documentation
kab: Seqdec tasemlit

source: Official PeerTube website (news, support, contribute...): {START_LINK}https://joinpeertube.org{CLOSE_LINK}
kab: Asmel web PeerTube unṣib (isallen, talallat, attekki...): {START_LINK}https://joinpeertube.org{CLOSE_LINK}

source: Put your instance on the public PeerTube index: {START_LINK}https://instances.joinpeertube.org/instances{CLOSE_LINK}
kab: Sers tummant-inek;inem deg umatar n PeerTube azayez: {START_LINK}https://instances.joinpeertube.org/instances{CLOSE_LINK}

source: Choosing your {START_TAG_STRONG}instance name{CLOSE_TAG_STRONG}, {START_TAG_STRONG}setting up a description{CLOSE_TAG_STRONG}, specifying {START_TAG_STRONG}who you are{CLOSE_TAG_STRONG}, why {START_TAG_STRONG}you created your instance{CLOSE_TAG_STRONG} and {START_TAG_STRONG}how long{CLOSE_TAG_STRONG} you plan to {START_TAG_STRONG}maintain your it{CLOSE_TAG_STRONG} is very important for visitors to understand on what type of instance they are.
kab: Afran n {START_TAG_STRONG}yisem n tummant-ik·im{CLOSE_TAG_STRONG}, {START_TAG_STRONG}asbadu n uglam{CLOSE_TAG_STRONG}, amuddu n {START_TAG_STRONG}wumlan-inek·inem (d anwa·anta kečč·kemm){CLOSE_TAG_STRONG}, ayɣer {START_TAG_STRONG}i terniḍ tummant-ik·im{CLOSE_TAG_STRONG} akked {START_TAG_STRONG}acḥal aya{CLOSE_TAG_STRONG} ara tetteggeḍ aɣawas i {START_TAG_STRONG}i wakken ad teqqim tetteddu{CLOSE_TAG_STRONG} d ayen yesεan aṭas azal i yimerza i wakken ad gzun deg wanta tummant ideg i llan.

source: Display settings
kab: Iɣewwaren n uskan

source: Video settings
kab: Iɣewwaren n uvidyu

source: Interface settings
kab: Iɣewwaren n ugrudem

source: Videos:
kab: Tividyutin:

source: Sensitive:
kab: T·amḥulfu·t:

source: Help share videos
kab: Mudd afus n tallelt deg beṭṭu n tvidyutin

source: powered by PeerTube - CopyLeft 2015-2021
kab: iteddu s lmendad n PeerTube - CopyLeft 2015-2021

source: Interface: {{ currentInterfaceLanguage }}
kab: Agrudem: {{ currentInterfaceLanguage }}

source: Help
kab: Tallelt

source: Get help using PeerTube
kab: Awi tallalt s useqdec n PeerTube

source: FAQ
kab: Isteqsiyen FAQ

source: Frequently asked questions about PeerTube
kab: Isteqsiyen i d-yettuɣal ɣef PeerTube

source: powered by PeerTube
kab: iteddu s lmendad n PeerTube

source: See all your notifications
kab: Wali meṛṛa ilɣa-inek·inem

source: any instance
kab: yal tummant

source: only followed instances
kab: ala tummanin yettwaḍfaren

source: extensions
kab: isiɣzaf

source: Account avatar
kab: Avaṭar n umiḍan

source: No items found
kab: Ulac iferdisen yettwafen

source: Video descriptions are truncated by default and require manual action to expand them.
kab: Aglam n tvidyut yettwagzem s wudem awurman, yesra tigawt s ufus i usnerni-ines.

source: If you decide not to wait for transcoding before publishing the video, it could be unplayable until transcoding ends.
kab: Ma yella twalaḍ ur tettraǧuḍ ara i wanigtengel send asuffeɣ n tvidyut, yezmer ur d-yettwaɣra alamma yekfa wanigtengel.

source: Add another caption
kab: Rnu taneffust-nniḍen

source: Already uploaded ✔
kab: Yettwasader yakan ✔

source: Cancel create
kab: Sefsex timerna

source: Cancel deletion
kab: Sefsex tukksa

source: You can stream multiple times in a permanent live. The URL for your viewers won't change but you cannot save replays of your lives
kab: Tzemreḍ ad tgeḍ aṭas n yisuddam deg yiwen n usrid n lebda. URL i yimeshaniyen-ik·im ur yettbeddil ara maca ur tezmireḍ ara ad teskelseḍ allus n yisuddam n yisriden-ik·im

source: This is a permanent live
kab: Wagi d usrid i lebda

source: Video preview
kab: Taskant n tvidyut

source: Enable video comments
kab: Rmed iwenniten n tvidyut

source: Total video uploaded
kab: Asemday n tvidyutin i d-yettwasulin

source: We recommend you to not use the {START_TAG_STRONG}root{CLOSE_TAG_STRONG} user to publish your videos, since it's the super-admin account of your instance. {LINE_BREAK} Instead, {START_LINK}create a dedicated account{CLOSE_LINK} to upload your videos.
kab: Ad ak·akem-nwelleh ur tseqdaceḍ ara {START_TAG_STRONG}aseqdac aẓar{CLOSE_TAG_STRONG} i usuffeɣ n tvidyutin-ik·im, imi d amiḍan n unedbal ufrin n tummant-ik·im. {LINE_BREAK} deg ubdil-is, {START_LINK}rnu amiḍan yettwamudden{CLOSE_LINK} i usali n tvidyutin-ik·im.
