Repository: Chocobozzz/PeerTube
Catalog: client/src/locale/angular.*.xlf
Languages: ca_es, ja_jp, kab, pl_pl

source: <p class="mb-2">Write JavaScript code directly. Example:</p><pre>console.log('my instance is amazing');</pre>
ja_jp: <p class="mb-2">JavaScriptのコードを直接入力してください。例:</p><pre>console.log('my instance is amazing');</pre>
pl_pl: <p class="mb-2">Użyj bezpośrednio kodu JavaScript. Przykład:</p><pre>console.log('moja instancja jest świetna');</pre>

source: <p class="mb-2">Write CSS code directly. Example:</p><pre> #custom-css {{ '{' }} color: red; {{ '}' }} </pre><p class="mb-2">Prepend with <em>#custom-css</em> to override styles. Example:</p><pre> #custom-css .logged-in-email {{ '{' }} color: red; {{ '}' }} </pre>
ja_jp: <p class="mb-2">CSSを直接記述できます。 例:</p><pre> #custom-css {{ '{' }} color: red; {{ '}' }} </pre><p class="mb-2">スタイルを上書きするには、<em>#custom-css</em>をはじめに記述してください。 例:</p><pre> #custom-css .logged-in-email {{ '{' }} color: red; {{ '}' }} </pre>
pl_pl: <p class="mb-2">Użyj bezpośrednio kodu CSS. Przykład:</p><pre> #custom-css {{ '{' }} color: red; {{ '}' }} </pre><p class="mb-2">Wpisz na początku <em>#custom-css</em>, żeby nadpisać style. Przykład:</p><pre> #custom-css .logged-in-email {{ '{' }} color: red; {{ '}' }} </pre>

source: Primary color
ja_jp: メイン色
pl_pl: Główny kolor

source: Foreground color
ja_jp: 前景色
pl_pl: Kolor pierwszoplanowy

source: Background color
ja_jp: 背景色
pl_pl: Kolor tła

source: Secondary background color
ja_jp: 2つ目の背景色
pl_pl: Drugi kolor tła

source: Used as a background for inputs, overlays...
ja_jp: 入力欄やオーバーレイなどの背景として使用されます
pl_pl: Używane jako tło dla pól tekstowych, nakładek, itd.

source: Menu foreground color
ja_jp: メニューの前景色
pl_pl: Kolor pierwszoplanowy menu

source: Menu background color
ja_jp: メニューの背景色
pl_pl: Kolor tła menu

source: Menu rounding
ja_jp: メニューの角の丸み
pl_pl: Zaokrąglenie menu

source: Not rounded
ja_jp: 丸めない
pl_pl: Bez zaokrąglenia

source: Slightly rounded
ja_jp: やや丸みを帯びさせる
pl_pl: Niewielkie zaokrąglenie

source: Moderately rounded (default)
ja_jp: 適度に丸みを帯びさせる（デフォルト）
pl_pl: Średnie zaokrąglenie (domyślne)

source: Rounded
ja_jp: 丸める
pl_pl: Zaokrąglone

source: Header foreground color
ja_jp: ヘッダーの前景色
pl_pl: Kolor pierwszoplanowy nagłówka

source: Header background color
ja_jp: ヘッダーの背景色
pl_pl: Kolor tła nagłówka

source: Input rounding
ja_jp: 入力欄の角の丸み
pl_pl: Zaokrąglenie pól tekstowych

source: Slightly rounded (default)
ja_jp: やや丸みを帯びさせる（デフォルト）
pl_pl: Niewielkie zaokrąglenie (domyślne)

source: Moderately rounded
ja_jp: 適度に丸みを帯びさせる
pl_pl: Średnie zaokrąglenie

source: Original theme
pl_pl: Oryginalny motyw

source: A clean and modern theme
pl_pl: Przejrzysty i nowoczesny motyw

source: Platform customization updated.
ja_jp: プラットフォームのカスタマイズが更新されました。
pl_pl: Zaktualizowano preferencje platformy.

source: BEHAVIOR
ja_jp: 挙動
pl_pl: ZACHOWANIE

source: VIDEO SETTINGS
ca_es: CONFIGURACIÓ DE VÍDEO
ja_jp: 動画設定
pl_pl: USTAWIENIA FILMÓW

source: NOTIFICATIONS
ca_es: NOTIFICACIONS
ja_jp: 通知設定
pl_pl: POWIADOMIENIA

source: INTERFACE
ca_es: INTERFÍCIE
ja_jp: 外観設定
pl_pl: INTERFEJS

source: PASSWORD
ca_es: CONTRASENYA
ja_jp: パスワード
kab: AWAL UFFIR
pl_pl: HASŁO

source: TWO-FACTOR AUTHENTICATION
ca_es: AUTENTICACIÓ DE DOS FACTORS
ja_jp: 2段階認証
pl_pl: WERYFIKACJA DWUETAPOWA

source: ACCOUNT SESSIONS
ja_jp: アカウントセッション
pl_pl: AKTYWNE SESJE

source: These are the devices currently logged in to your account.
ja_jp: これらのデバイスからアカウントにログインされています。
pl_pl: To są urządzenia, na których Twoje konto jest obecnie aktywne.

source: Subject prefix
ja_jp: 件名の接頭辞
pl_pl: Prefiks używany w temacie e-maila

source: Support <pre class="d-inline">{{ '{{instanceName}}' }}</pre> template variable
ja_jp: <pre class="d-inline">{{ '{{instanceName}}' }}</pre>変数をサポートしています
pl_pl: Szablon wiadomości o wsparciu <pre class="d-inline">{{ '{{instanceName}}' }}</pre>

source: Body signature
ja_jp: 本文の署名
pl_pl: Podpis pod zawartością e-maila

source: ADVANCED
ja_jp: 詳細
pl_pl: ZAAWANSOWANE

source: Advanced modifications to your PeerTube platform if creating a plugin or a theme is overkill.
ja_jp: プラグインやテーマを作るほどではない場合に行う、PeerTubeプラットフォームへの高度な修正です。
pl_pl: Zaawansowane modyfikacje dla Twojej platformy opartej o PeerTube'a, jeżeli tworzenie osobnego rozszerzenia lub motywu jest przesadzone.

source: Two factor authentication adds an additional layer of security to your account by requiring a numeric code from another device (most commonly mobile phones) when you log in.
ca_es: L'autenticació de dos factors afegeix un nivell de seguretat addicional en demanar un codi numèric generat per un altre aparell (normalment el mòbil) en iniciar sessió.
ja_jp: 2段階認証を使用すると、アカウントに追加のセキュリティを提供し、ログイン時に別のデバイス(主にスマートフォン)で生成される数字コードを入力するよう求められます。
pl_pl: Weryfikacja dwuetapowa dodaje dodatkową warstwę ochrony dla Twojego konta, wymagając cyfrowego kodu z innego urządzenia (zazwyczaj telefonu), gdy się logujesz.

source: Enable two-factor authentication
ca_es: Habilitar l'autenticació de dos factors
ja_jp: 2段階認証を有効にする
pl_pl: Włącz weryfikację dwuetapową

source: Disable two-factor authentication
ca_es: Deshabilitar l'autenticació de dos factors
ja_jp: 2段階認証を無効にする
pl_pl: Wyłącz weryfikację dwuetapową

source: Are you sure you want to disable two factor authentication of your account?
ca_es: Segur que voleu desactivar l'autenticació de dos factors al vostre compte?
ja_jp: アカウントの2段階認証を無効にしてもよろしいですか？
pl_pl: Czy na pewno chcesz wyłączyć weryfikację dwuetapową na swoim koncie?

source: Disable two factor
ca_es: Deshabilitar el doble factor
ja_jp: 2段階認証を無効
pl_pl: Wyłącz weryfikację dwuetapową

source: Two factor authentication disabled
ca_es: Autenticació de dos factors deshabilitada
ja_jp: 2段階認証は無効になっています
pl_pl: Wyłączono weryfikację dwuetapową

source: Two factor authentication is already enabled.
pl_pl: Weryfikacja dwuetapowa jest już włączona.

source: Your password
ca_es: La vostra contrasenya
ja_jp: パスワード
pl_pl: Twoje hasło

source: Confirm your password to enable two factor authentication
ca_es: Confirmeu la vostra contrasenya per habilitar l'autenticació de dos factors
ja_jp: 2段階認証を有効にするには、パスワードを入力してください
pl_pl: Wprowadź swoje hasło ponownie, żeby móc włączyć weryfikację dwuetapową

source: DANGER ZONE
ca_es: ZONA PERILLOSA
kab: TAMNAḌT N YIMIHI
pl_pl: STREFA NIEBEZPIECZNA

source: Profile
ca_es: Perfil
ja_jp: プロファイル
kab: Alegdis
pl_pl: Profil

source: Resolution
ca_es: Resolució
ja_jp: 解像度
kab: Tabadut
pl_pl: Rozdzielczość

source: Aspect ratio
ca_es: Relació d'aspecte
ja_jp: アスペクト比
kab: Atug n tmeẓri
pl_pl: Proporcje obrazu

source: Average frame rate
ca_es: Velocitat de fotogrames mitjana
ja_jp: 平均フレームレート
kab: Afmiḍi n ukatar alemmas
pl_pl: Średnia częstotliwość klatek

source: Pixel format
ca_es: Format de píxel
ja_jp: ピクセルフォーマット
kab: Amasal n piksel
pl_pl: Format pikseli

source: Sample rate
ca_es: Freqüència de mostreig
ja_jp: サンプルレート
kab: Afmiḍi n ulemmec
pl_pl: Częstotliwość próbkowania

source: Channel Layout
ca_es: Disseny de canal
ja_jp: チャンネル・レイアウト
kab: Taneɣruft n ubadu
pl_pl: Układ kanału

source: {{ file.fps }}fps
pl_pl: {{ file.fps }} klatek na sekundę

source: Include audio
ca_es: Incloure àudio
ja_jp: 音声を含める
pl_pl: Uwzględnij ścieżkę dźwiękową

source: More filters
ca_es: Més filtres
ja_jp: 追加フィルター
pl_pl: Więcej filtrów

source: Hide filters
ca_es: Amagar filtres
ja_jp: フィルターを隠す
pl_pl: Ukryj filtry

source: Sort by:
ca_es: Ordenar per:
ja_jp: 並び替え:
pl_pl: Sortuj według:

source: Content preferences
ca_es: Preferències de contingut
ja_jp: コンテンツ設定
pl_pl: Preferencje zawartości

source: You always use the same preferences?
ca_es: Feu servir sempre les mateixes preferències?
ja_jp: 常にこの設定を使用しますか？
pl_pl: Czy używasz wszędzie tych samych opcji?

source: Update your <a routerLink="/my-account/settings" fragment="video-languages-subtitles" (click)="onAccountSettingsClick($event)" >default settings</a>
pl_pl: Zmień swoje <a routerLink="/my-account/settings" fragment="video-languages-subtitles" (click)="onAccountSettingsClick($event)" >domyślne ustawienia</a>

source: VOD & Live videos
ca_es: VOD i vídeos en directe
ja_jp: ビデオ・オン・デマンド動画 & ライブ配信
pl_pl: Materiały VOD oraz transmisje na żywo

source: Display all videos (private, unlisted, password protected, not yet published or sensitive videos)
ja_jp: すべての動画（非公開、未収載、パスワードで保護、まだ公開されていないまたはセンシティブな動画）を表示する
pl_pl: Wyświetl wszystkie filmy (prywatne, niepubliczne, zabezpieczone hasłem, jeszcze nieopublikowane lub filmy z wrażliwą zawartością)

source: Only videos from this platform
ca_es: Només vídeos d'aquesta plataforma
ja_jp: このプラットフォームの動画のみ
pl_pl: Tylko filmy z tej platformy

source: Videos from all platforms
ca_es: Vídeos de totes les plataformes
ja_jp: 全てのプラットフォームの動画を対象にする
pl_pl: Filmy ze wszystkich platform

source: Recently Added
ca_es: Afegit recentment
ja_jp: 最近追加
pl_pl: Ostatnio dodanych

source: Original Publication Date
ca_es: Data original de publicació
ja_jp: オリジナルの公開日
pl_pl: Oryginalnej daty publikacji

source: Recent Views
ca_es: Visualitzacions recents
ja_jp: 最近視聴
pl_pl: Ostatnio obejrzanych

source: Hot
ca_es: Popular
ja_jp: 話題
kab: Ufrin
pl_pl: Najpopularniejszych

source: Global Views
ca_es: Visualitzacions globals
ja_jp: グローバルな視聴回数
pl_pl: Ogólnej liczby wyświetleń

source: Change password
ca_es: Canviar contrasenya
ja_jp: パスワードを変更する
kab: Beddel awal uffir
pl_pl: Zmień hasło

source: Current password
ca_es: Contrasenya actual
ja_jp: 現在のパスワード
kab: Awal uffir amiran
pl_pl: Obecne hasło

source: New password
ca_es: Nova contrasenya
ja_jp: 新しいパスワード
kab: Awal uffir amaynut
pl_pl: Nowe hasło

source: Confirm new password
ca_es: Confirmar la contrasenya nova
ja_jp: 新しいパスワード(確認)
kab: Sentem awal uffir amaynut
pl_pl: Potwierdź nowe hasło

source: Only display videos in the following languages/subtitles
ca_es: Mostra només vídeos en els idiomes/subtítols següents
ja_jp: 選択した言語の動画および字幕のみが表示されます
kab: Sken tividyutin ala deg tutlayin-a/iduzwilen
pl_pl: Wyświetlaj tylko filmy w tym języku/z tymi napisami

source: In Recently added, Trending, Local, Most liked and Search pages
ca_es: A les pàgines Afegits recentment, Tendències, Locals, Més populars i Cerca
ja_jp: 最近公開された動画、トレンド、ローカル動画、高評価が多かった動画、そして検索結果のページなど
kab: Deg yisebtar i yettwarnan melmi kan, yettwassnen, tidigani, yeyesεan aṭas n uεǧab d yisebtar n unadi
pl_pl: W Niedawno dodanych, Trendujących, Lokalnych, Najbardziej lubianych i stronach wyszukiwania

source: Add a new language
ca_es: Afegir un idioma nou
ja_jp: 新しい言語を追加
kab: Rnu tutlayt tamaynut
pl_pl: Dodaj nowy język

source: Server country
ca_es: País del servidor
ja_jp: サーバーの所在国
pl_pl: Kraj pochodzenia platformy

source: PeerTube uses this setting to explain to your users which law they must follow in the "About" pages
ca_es: PeerTube utilitza aquesta configuració per explicar a les persones usuàries quina llei s'ha de seguir a les pàgines «Quant a»
ja_jp: PeerTubeは、この設定を使用し、ユーザーはどの国の法律や条令に従う必要があるかを「インスタンスについて」ページ上で説明します
pl_pl: PeerTube korzysta z tego ustawienia, żeby wskazać Twoim użytkownikom na podstronie informacyjnej, pod którą jurysdykcję podlega Twoja platforma

source: SOCIAL
ja_jp: ソーシャル
pl_pl: SPOŁECZNOŚĆ

source: Social links and support information displayed in the <em>About</em> pages
ja_jp: ソーシャルリンクとサポート情報は、<em>インスタンスについて</em>ページで表示されます
pl_pl: Linki do platform społecznościowych oraz wsparcia wyświetlane na podstronie <em>informacyjnej</em>

source: Support text
ca_es: Text de suport
ja_jp: サポートテキスト
pl_pl: Tekst zachęcający do wsparcia

source: Explain to your users how to support your platform. If set, PeerTube will display a "Support" button in "About" instance pages
ca_es: Expliqueu com donar suport a la vostra plataforma. Si s'estableix, PeerTube mostrarà un botó «Suport» a les pàgines d'instància «Quant a»
ja_jp: ユーザーに対して、このプラットフォームをサポートする方法を説明してください。設定されている場合、「インスタンスについて」の"サポート"ボタンで表示できるようになります
pl_pl: Wyjaśnij swoim użytkownikom, jak chcesz, żeby wspierali Twoją platformę. Jeżeli to ustawisz, PeerTube będzie pokazywać przycisk wsparcia na podstronie informacyjnej instancji

source: External link
ca_es: Enllaç extern
ja_jp: 外部リンク
pl_pl: Link zewnętrzny

source: Link to your main website
ca_es: Enllaç al vostre lloc web principal
ja_jp: あなたのメインWebサイトへのリンク
pl_pl: Link do Twojej głównej strony internetowej

source: Mastodon link
ca_es: Enllaç Mastodon
ja_jp: Mastodonのリンク
pl_pl: Link do profilu na Mastodonie

source: X link
pl_pl: Link do platformy X

source: Bluesky link
ca_es: Enllaç Bluesky
ja_jp: Blueskyのリンク
pl_pl: Link do profilu na Bluesky

source: MODERATION & SENSITIVE CONTENT
ja_jp: モデレーションとセンシティブなコンテンツ
pl_pl: MODERACJA ORAZ ZAWARTOŚĆ WRAŻLIWA

source: New email
ca_es: Nova adreça electrònica
ja_jp: 新しいメールアドレス
kab: Imayl amaynut
pl_pl: Nowy adres e-mail

source: Change email
ca_es: Canviar l'adreça electrònica
ja_jp: メールアドレスを変更
kab: Beddel tansa e-mail
pl_pl: Zmień adres e-mail

source: Theme
ca_es: Tema
ja_jp: テーマ
kab: Asentel
pl_pl: Motyw

source: Select the next owner
ca_es: Triar el pròxim propietari
ja_jp: 次の所有者を選択
kab: Fren bab-is amaynut
pl_pl: Wybierz następnego właściciela

source: Accept ownership
ca_es: Acceptar-ne la propietat
ja_jp: 所有権を受け入れる
kab: Qbel ad tiliḍ d bab-is
pl_pl: Zaakceptuj właściciela

source: Select a channel to receive the video
ca_es: Triar un canal per rebre el vídeo
ja_jp: 動画を受け取るためのチャンネルを選択
kab: Fren abadu i wakken ad d-tremseḍ tavidyut
pl_pl: Wybierz kanał, który otrzyma film

source: Initiator
ca_es: Iniciador
ja_jp: 最初の所有者
kab: Imebdi
pl_pl: Inicjator

source: Account page
ca_es: Pàgina del compte
ja_jp: アカウントページ
pl_pl: Strona konta

source: No ownership change request found.
ca_es: No s'ha trobat cap sol·licitud de canvi de propietat.
ja_jp: 所有権変更のリクエストはありません。
pl_pl: Nie znaleziono żądania zmiany własności.

source: ⚠️ The instance doesn't allow channel synchronization
ca_es: ⚠️ La instància no permet la sincronització del canal
ja_jp: ⚠️ このインスタンスは、チャンネル同期を許可していません
pl_pl: ⚠️ Instancja nie zezwala na synchronizowanie kanałów

source: syncs per page
ja_jp: 1ページごとの同期数
pl_pl: synchronizacji na stronę

source: {VAR_PLURAL, plural, =0 {No sync} =1 {1 sync} other {{INTERPOLATION} syncs}}
ja_jp: {VAR_PLURAL, plural, =0 {同期なし} =1 {1件の同期} other {{INTERPOLATION}件の同期}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak synchronizacji} =1 {1 synchronizacja} few {{INTERPOLATION} synchronizacje} other {{INTERPOLATION} synchronizacji}}

source: Add synchronization
ca_es: Afegir sincronització
ja_jp: チャンネル同期を追加
pl_pl: Dodaj synchronizację

source: You don't have channel synchronisation configured.
ca_es: No teniu configurada la sincronització de canals.
ja_jp: チャンネル同期は設定していません。
pl_pl: Nie masz skonfigurowanej żadnej synchronizacji kanałów.

source: External Channel
ja_jp: 外部チャンネル
pl_pl: Kanał zewnętrzny

source: Last synchronization at
ja_jp: 最終同期日時:
pl_pl: Ostatnio zsynchronizowano

source: List imports
ca_es: Llista d'importacions
ja_jp: インポートリスト
pl_pl: Lista importów

source: Fully synchronize the channel
ca_es: Sincronitzar el canal del tot
ja_jp: チャンネルを完全同期
pl_pl: Zsynchronizuj ten kanał w pełni

source: This fetches any missing videos on the local channel
ca_es: Açò recupera qualsevol vídeo mancant al canal local
ja_jp: これにより、ローカルチャンネルに存在しない動画がフェッチされます
pl_pl: Pobiera brakujące filmy na kanale lokalnym

source: Synchronization removed successfully for videoChannelSync.channel.displayName.
ca_es: La sincronització s'ha suprimit correctament per videoChannelSync.channel.displayName.
ja_jp: videoChannelSync.channel.displayNameのチャンネル同期の削除に成功しました。
pl_pl: Synchronizacja dla kanału videoChannelSync.channel.displayName została usunięta.

source: Full synchronization requested successfully for videoChannelSync.channel.displayName.
ca_es: S'ha sol·licitat correctament la sincronització completa per videoChannelSync.channel.displayName.
ja_jp: videoChannelSync.channel.displayNameの完全チャンネル同期リクエストに成功しました。
pl_pl: Pełna synchronizacja dla kanału videoChannelSync.channel.displayName została zakolejkowana.

source: NEW SYNCHRONIZATION
ca_es: NOVA SINCRONITZACIÓ
ja_jp: 新しいチャンネル同期
pl_pl: NOWA SYNCHRONIZACJA

source: Remote channel URL
ca_es: URL del canal remot
ja_jp: 外部の動画サイトのチャンネルのURL
pl_pl: Adres URL kanału zewnętrznego

source: Example: https://youtube.com/channel/UC_fancy_channel
ca_es: Exemple: https://youtube.com/channel/UC_fancy_channel
ja_jp: 例: https://youtube.com/channel/UC_fancy_channel
pl_pl: Przykład: https://youtube.com/channel/UC_identyfikator_kanalu

source: Video channel
ca_es: Canal de vídeo
ja_jp: 動画のチャンネル
pl_pl: Kanał wideo

source: Options for existing videos on remote channel:
ca_es: Opcions per als vídeos existents del canal remot:
ja_jp: 外部チャンネルに存在する動画に関するオプション:
pl_pl: Opcje dla istniejących filmów na kanale zewnętrznym:

source: Import all and watch for new publications
ca_es: Importar-ho tot i supervisar les publicacions noves
ja_jp: 全てインポートし、新しい動画がないかチェックする
pl_pl: Importuj wszystkie i obserwuj kanał w poszukiwaniu nowych filmów

source: Only watch for new publications
ca_es: Supervisar només les publicacions noves
ja_jp: これから新しい動画がないかチェックする
pl_pl: Obserwuj kanał wyłącznie w poszukiwaniu nowych filmów

source: Synchronization created successfully.
ca_es: La sincronització s'ha creat correctament.
ja_jp: チャンネル同期の設定に成功しました。
pl_pl: Zadanie synchronizacji zostało utworzone pomyślnie.

source: imports per page
ja_jp: 1ページごとのインポート数
pl_pl: importów na stronę

source: {VAR_PLURAL, plural, =0 {No import} =1 {1 import} other {{INTERPOLATION} imports}}
ja_jp: {VAR_PLURAL, plural, =0 {インポートなし} =1 {1件のインポート} other {{INTERPOLATION}件のインポート}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak importów} =1 {1 import} few {{INTERPOLATION} importy} other {{INTERPOLATION} importów}}

source: This video has been deleted
ja_jp: この動画は削除されました
pl_pl: Ten film został usunięty

source: No video import found.
ja_jp: インポートする動画が見つかりませんでした。
pl_pl: Nie znaleziono żadnych importowanych filmów.

source: Account settings
ca_es: Configuració del compte
ja_jp: アカウント設定
kab: Iɣewwaren n umiḍan
pl_pl: Ustawienia konta

source: Two factor authentication
ca_es: Autenticació de dos factors
ja_jp: 2段階認証
pl_pl: Weryfikacja dwuetapowa

source: Playlist elements
ca_es: Elements de la llista de reproducció
ja_jp: プレイリスト要素
kab: Iferdisen n tebdart n tɣuri
pl_pl: Elementy listy odtwarzania

source: Create video channel
ca_es: Crear canal de vídeo
ja_jp: チャンネルを作成
kab: Rnu abadu n tvidyut
pl_pl: Utwórz kanał widdeo

source: No channel found.
ca_es: No s'ha trobat cap canal.
ja_jp: チャンネルが見つかりませんでした。
pl_pl: Nie odnaleziono kanału.

source: Example: my_channel
ca_es: Exemple: el_meu_canal
ja_jp: 例: my_channel
kab: D amedya: abadu_inu
pl_pl: Przykład: my_channel

source: This is text that helps people visiting your channel page <strong>understand how to support you</strong>. You can use <my-markdown-hint helpType="markdownText">Markdown Language</my-markdown-hint>, including <strong>links to your fundraising tools</strong>.
ja_jp: これはあなたのチャンネルページを訪れる人が、<strong>どのようにあなたを支援できるか</strong>を理解するのに役立つテキストです。<my-markdown-hint helpType="markdownText">Markdown記法</my-markdown-hint>を使用することができ、<strong>寄付ツールへのリンク</strong>なども含められます。
pl_pl: To jest tekst, który pozwala Tobie przekazać innym informację, jak <strong>mogliby wesprzeć działanie Twojej instancji</strong>. Możesz skorzystać z <my-markdown-hint helpType="markdownText">języka Markdown</my-markdown-hint>, a także <strong>łączy do narzędzi pozwalających na zbieranie funduszy</strong>.

source: Overwrite support field of all videos of this channel
ca_es: Substituir el camp d'assistència per a tots els vídeos d'aquest canal
ja_jp: このチャンネルにある全ての動画の応援メッセージ欄を上書きする
kab: Smesli urti n tallalt n meṛṛa tividyutin n ubadu-a
pl_pl: Zastąp opcje wsparcia dla wszystkich filmów na tym kanale

source: Manage this.videoChannelEdit.channel.displayName
pl_pl: Zarządzaj this.videoChannelEdit.channel.displayName

source: {{ actor.followersCount }} subscribers
ca_es: {{ actor.followersCount }} subscriptors
ja_jp: チャンネル登録者数 {{ actor.followersCount }}人
kab: {{ actor.followersCount }} n yimultaɣ
pl_pl: {{ actor.followersCount }} subskrybentów

source: Upload a new avatar
ca_es: Penjar un avatar nou
ja_jp: 新しいアバターをアップロード
kab: Sali-d avaṭar amaynut
pl_pl: Wyślij nowy awatar

source: Target
ca_es: Objectiu
ja_jp: ターゲット
kab: Asaḍas
pl_pl: Element docelowy

source: Cancel import
pl_pl: Anuluj importowanie

source: Retry import
pl_pl: Ponów próbę importowania

source: Delete import task
pl_pl: Usuń zadanie importowania

source: The associated video is not deleted
pl_pl: Powiązany film nie został usunięty

source: Edit video
pl_pl: Edytuj film

source: Once you delete your account, there is no going back. You will be asked to confirm this action.
ca_es: Un cop suprimit el vostre compte no hi ha marxa enrere. Se us demanarà que confirmeu aquesta acció.
ja_jp: 一度アカウントを削除すると、アカウントのデータは二度と戻ってきません。ボタンをクリック後、確認を求められます。
kab: Akken ara tekkseḍ amiḍan-ik·im, ulac tuɣalin ɣer deffir. Ad yettwasuter deg-k·m ad tesnetmeḍ tigawt-a.
pl_pl: Po usunięciu konta, nie możesz tego cofnąć. Otrzymasz zapytanie o potwierdzenie tego działania.

source: Channel page
ca_es: Pàgina del canal
ja_jp: チャンネルページ
kab: Asebter n ubadu
pl_pl: Strona kanału

source: {VAR_PLURAL, plural, =0 {No views} =1 {1 view} other {{INTERPOLATION} views}}
ca_es: {VAR_PLURAL, plural, =0 {Sense visualitzacions} =1 {1 view} other {{INTERPOLATION} visualitzacions}}
ja_jp: {VAR_PLURAL, plural, =0 {0回再生} =1 {1回再生} other {{INTERPOLATION}回再生}}
pl_pl: {VAR_PLURAL, plural, =0 {Brak wyświetleń} =1 {1 wyświetlenie} few {{INTERPOLATION} wyświetlenia} other {{INTERPOLATION} wyświetleń}}

source: Created by {INTERPOLATION}
ca_es: Creat per {INTERPOLATION}
ja_jp: {INTERPOLATION} 公開
kab: Yettwarna s {INTERPOLATION}
pl_pl: Utworzone przez {{ videoChannel.ownerBy }}

source: this.pagination.totalItems {total, plural, =1 {subscription} other {subscriptions}}
ca_es: this.pagination.totalItems {total, plural, =1 {subscripció} other {subscripcions}}
ja_jp: this.pagination.totalItems {total, plural, =1 {件のチャンネル登録} other {件のチャンネル登録}}
pl_pl: this.pagination.totalItems {total, plural, =1 {subskrypcja} few {subskrypcje} other {subskrypcji}}

source: Owner account page
ca_es: Pàgina del compte de la persona propietària
ja_jp: チャンネル所有者のアカウントページ
kab: Asebter n bab n umiḍan
pl_pl: Strorna konta właściciela

source: You don't have any video in your watch history yet.
ca_es: Encara no teniu cap vídeo a l'historial de visualitzacions.
ja_jp: まだ再生履歴には再生した動画がありません。
kab: Ur tesεiḍ ara ula d yiwet n tvidyut deg uzray n tmeẓriwt-ik·im ar tura.
pl_pl: Nie masz jeszcze zadnych filmów w swojej historii oglądania.

source: Delete from history
ca_es: Eliminar de l'historial
ja_jp: 再生履歴から削除
pl_pl: Usuń z historii

source: Video history is enabled
ca_es: L'historial de vídeo està habilitat
ja_jp: 再生履歴の機能が有効になりました
pl_pl: Historia oglądania jest włączona

source: Video history is disabled
ca_es: L'historial de vídeo està deshabilitat
ja_jp: 再生履歴の機能が無効になりました
pl_pl: Historia oglądania jest wyłączona

source: Delete video history
ca_es: Suprimir l'historial de vídeo
ja_jp: 再生履歴を削除する
pl_pl: Usuń historię oglądania

source: Are you sure you want to delete all your video history?
ca_es: Segur que voleu suprimir tot l'historial de vídeo?
ja_jp: 本当にあなたの再生履歴をすべて削除しますか？
pl_pl: Czy na pewno chcesz usunąć całą swoją historię oglądania?

source: Video history deleted
ca_es: S'ha suprimit l'historial de vídeo
ja_jp: 再生履歴が削除されました
pl_pl: Historia wideo usunięta

source: No videos found for "this.search".
ca_es: No s'han trobat vídeos per a «this.search».
ja_jp: "this.search"に関連する動画が見つかりませんでした。
pl_pl: Nie znaleziono żadnych filmów dla zapytania „this.search”.

source: Open syndication dropdown
ca_es: Obrir el menú desplegable de sindicació
ja_jp: シンジケーション・ドロップダウンを開く
kab: Ldi umuɣ n udrurem n yimultaɣ
pl_pl: Otwórz listę rozwijaną metod syndykacji
